using System.Collections.Generic;
using System.Collections.ObjectModel;

namespace AstroTBotService.Constans
{
    public static class TBotClientConstants
    {
        public static readonly ReadOnlyCollection<(int TimeZoneInt, string Description)> TimeZoneDict =
            new ReadOnlyCollection<(int, string)>(new List<(int, string)>()
        {
            { (-12, "Россия. Петропавловск-Камчатский")},
            { (-11, "")},
            { (-10, "Америка. шт.Гавайи")},
            { (-9, "")},
            { (-8, "Америка. шт.Аляска")},
            { (-7, "Америка. шт.Орегон")},
            { (-6, "Мексика. Мехико")},
            { (-5, "Америка. шт.Оклахома")},
            { (-4, "Америка. Вашингтон")},
            { (-3, "Аргентина. Буэнос-Айрэс")},
            { (-2, "")},
            { (-1, "Кабо-Верде")},
            { (0, "Исландия. Рейкьявик")},
            { (1, "Великобритания. Лондон")},
            { (2, "Германия. Берлин")},   
            { (3, "Россия. Москва")}, 
            { (4, "Грузия. Тбилиси")},
            { (5, "Казахстан. Астана")},
            { (6, "Киргизия. Бишкек")},
            { (7, "Вьетнам. Ханой")},
            { (8, "Китай. Пекин")},
            { (9, "Япония. Токио")},
            { (10, "Россия. Хабаровск")},
            { (11, "Россия. Южно-Сахалинск")},
            { (12, "Россия. Петропавловск-Камчатский")}
        });

    }
}
