Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitSunConjunctionPluto
source: This transit is characterized by great willpower. It can take the form of leadership or efforts aimed at self-improvement to some extent. Many people are embarking on fundamental changes that have far-reaching consequences for themselves and for others. These changes are characterized by increased leadership, self-confidence, and more dynamic self-expression. It is possible to engage in important corporate money matters, advanced scientific or technological activities, occult affairs, and issues related to life and death. A person may be personally involved in matters related to insurance, taxes, inheritance, and possessions of the deceased. For some people, this transit will be a strong sexual impulse, which can lead to an increase in the number of love adventures and the possibility of sexual jealousy and intrigue. Many people have deep occult experience and their intuitive abilities are often enhanced. Efforts will be aimed at improving the methods of parenting. This is the period when a person discards useless outdated ideas, possessions, conditions and relationships or finds a new and inventive use for them. If the Sun or Pluto are affected, then a person may try to dictate their conditions to others or force them to fulfill them. In some cases, people become interested in magical or occult practices.
ru_ru: Этот транзит характеризует большая сила воли. Она может принять форму лидерства или усилий, направленных на само улучшение в какой-то степени. Многие люди приступают к коренным изменениям, имеющим далеко идущие последствия для них самих и для других людей. Для этих изменений характерно возросшее лидерство, самоуверенность и более динамическое самовыражение. Возможно занятие важными акционерными денежными делами, передовой научной или технологической деятельностью, оккультными делами и вопросами, касающимися жизни и смерти. Человек может быть лично вовлечен в дела, касающиеся страхования, налогов, наследства и вещей усопшего. Для некоторых людей этот транзит будет являться сильным сексуальным импульсом, который может привести к увеличению числа любовных приключений и к возможности сексуальной ревности и интригам. Многие люди имеют глубокий оккультный опыт и их интуитивные способности нередко увеличиваются. Усилия будут направлены на улучшение методов воспитания детей. Это период, когда человек отбрасывает бесполезные устарелые идеи, имущество, условия и отношения или находит новое и изобретательное применение им. Если Солнце или Плутон поражены, то человек может пытаться диктовать другим свои условия или принуждать их к выполнению. В некоторых случаях люди начинают интересоваться магической или оккультной практикой.

# TransitSunConjunctionSaturn
source: During this transit, professional and political ambitions are aroused; a person feels increased personal responsibility for financial, professional, legal and political affairs, and an increased ability to self-discipline, organize and move up the corporate ladder. There is an increasing concern for serious life commitments. This transit brings honor and recognition for a job well done. However, this transit may be accompanied by reduced vitality, burdensome responsibilities, and difficulties in dealing with government agencies or people in high-powered positions. If this connection is affected, then egoistic and dogmatic positions may manifest themselves in human behavior. This transit tends to make a person cautious, secretive, and inclined to doubt their own affairs. If this connection has hostile aspects, then creative self-expression can be nullified. Professional duties can interfere with social or romantic pleasures. These duties may concern old or famous people. There is also the possibility of secular or romantic relationships with such people. During this transit, children can also become a heavy responsibility. If the natal horoscope indicates business ability, then this transit could indicate discernment in business relationships. However, if this transit is affected, then this is not a particularly favorable time for monetary speculation. During this transit, human strength, patience, and endurance will be put to the test. It depends on the natal horoscope whether the collapse of a person's personal ambitious hopes will break him or strengthen his determination.
ru_ru: В течение этого транзита возбуждаются профессиональные и политические амбиции; человек чувствует возросшую личную ответственность за денежные, профессиональные, юридические и политические дела и возросшую способность к самодисциплине, организованности и продвижению по служебной лестнице. Возрастает забота о серьезных жизненных обязательствах. Этот транзит приносит почет и признание за хорошо выполненную работу. Однако этот транзит могут сопровождать пониженная жизнеспособность, обременительные обязанности и трудности в отношениях с государственными учреждениями или людьми, занимающими высокие влиятельные посты. Если это соединение поражено, то в поведении человека могут проявляться эгоистические и догматические позиции. Этот транзит имеет тенденцию делать человека осторожным, скрытным и склонным сомневаться в своих делах. Если это соединение имеет враждебные аспекты, то творческое самовыражение может быть сведено на нет. Профессиональные обязанности могут мешать светским или романтическим удовольствиям. Эти обязанности, возможно, будут касаться старых или известных людей. Существует также вероятность светских или романтических отношений с такими людьми. В течение этого транзита тяжелой обязанностью могут стать также дети. Если натальный гороскоп указывает на деловые способности, то этот транзит мог бы указать на проницательность в деловых отношениях. Однако, если этот транзит поражен, то это не особенно благоприятное время для денежных спекуляций. В течение этого транзита подвергнутся испытанию сила, терпение и выносливость человека. От натального гороскопа зависит, сломит ли человека крушение его личных честолюбивых надежд или усилит его решительность.

# TransitSunConjunctionSun
source: This transit occurs on a person's birthday or on a day close to it. These festive activities associated with this event are associated with the manifestation of the Sun in the Fifth House and Leo — The Fifth House refers to secular affairs and pleasant activities. This transit sets a cyclical pattern for the following year. A horoscope designed to accurately connect the transiting Sun with the natal Sun, called a solar return, is sometimes used by astrologers for the purpose of prediction, as this connection sets the tone for the entire period from one birthday to the next. This birthday transit is especially important for children, as they are influenced by the Sun, Leo, and the Fifth House. The transiting Sun in conjunction with the natal Sun indicates enjoyment of educational, social, and romantic pursuits. Activities with children are usually a source of joy for a person. In general, a person is happy and optimistic. Increased vitality, self-confidence, and personal leadership are visible. This is a good time to start new businesses and personal efforts, as well as to achieve a high social standing. However, if this compound is natally affected or affected by other transiting planets, then pride and selfishness may manifest.
ru_ru: Этот транзит происходит в день рождения человека или в день, близкий к нему. Эти праздничные дела, ассоциируемые с этим событием, ассоциируются с проявлением Солнца в Пятом Доме и Льве — Пятый Дом относится к светским делам и приятным занятиям. Этот транзит устанавливает циклический образец для последующего года. Гороскоп, составленный для точного соединения транзитного Солнца с натальным Солнцем, называемого солнечным возвращением, иногда используется астрологами с целью предсказания, т.к. это соединение задает тон всему периоду от одного дня рождения до другого. Этот транзит в день рождения особенно важен для детей, поскольку они находятся под влиянием Солнца, Льва и Пятого Дома. Транзитное Солнце в соединении с натальным Солнцем указывает на удовольствие от образовательных, светских и романтических дел. Занятия с детьми обычно являются источником радости для человека. Вообще человек счастлив и настроен оптимистически. Видна возросшая жизнеспособность, самоуверенность и личное лидерство. Это благоприятное время для начала новых предприятий и личных усилий, а также для достижения высокого общественного положения. Однако, если это соединение натально поражено или поражено другими транзитными планетами, то может проявляться гордость и эгоизм.

# TransitSunConjunctionUran
source: This transit characterizes the desire for personal freedom and independence. The man shows great personal magnetism, wit and originality. Unexpected social and romantic encounters often occur. They can form friendships with unusual people, especially those who are engaged in science or the occult. A person can take on the role of a leader among other people (friends) and in organizations. As soon as willpower and personal leadership ability are awakened to action, sudden opportunities arise for the realization of personal goals and objectives. Friends can be helpful in achieving a person's goals and objectives. There may be a thirst for new exciting experiences and boredom due to the monotonous routine. There may be a thirst for freedom without responsibility if this compound receives hostile contacts from other transiting planets or is affected in the natal horoscope. This is a favorable period for engaging in science, technology, and joint-stock companies. A person may get carried away with progressive or unusual methods of parenting. During this transit, the level of consciousness usually expands. Interest in astrology, reincarnation, parapsychology, and occult subjects may arise and grow. Sometimes there is an unusual occult or intuitive experience. Intuitive inspiration in the field of art and other forms of creative expression becomes apparent. Irregular heart activity often occurs, although this cannot be recognized from a cardiogram.
ru_ru: Этот транзит характеризует стремление к личной свободе и независимости. Человек проявляет большой личный магнетизм, остроумие и оригинальность. Часто происходят неожиданные светские и романтические контакты. Могут завязаться дружеские отношения с необычными людьми, особенно теми, кто занимается наукой или оккультизмом. Человек может взять на себя роль лидера среди других людей (друзей) и в организациях. Как только пробуждаются к действию сила воли и личная способность к лидерству, возникают внезапные возможности для реализации личных целей и задач. Друзья могут быть полезными в осуществлении целей и задач человека. Возможна жажда новых волнующих впечатлений и скука из-за однообразной рутины. Здесь может быть жажда свободы без ответственности, если это соединение получает враждебные соприкосновения от других транзитных планет или поражено в натальном гороскопе. Это благоприятный период для занятий наукой, техникой и акционерными предприятиями. Человек может увлечься прогрессивными или необычными методами воспитания детей. В течение этого транзита обычно расширяется уровень сознания. Может возникнуть и расти интерес к астрологии, перевоплощению, парапсихологии и оккультным предметам. Иногда имеет место необычный оккультный или интуитивный опыт. Становится очевидным интуитивное вдохновение в области искусства и других формах творческого выражения. Часто случается неритмичность в деятельности сердца, хотя это нельзя узнать из кардиограммы.

# TransitSunConjunctionVenus
source: This transit characterizes personal engagement in social, artistic, and romantic pursuits. A more cheerful, more compassionate, more optimistic outlook on life, and a stronger desire to collaborate with other people and give them pleasure. This is a good time to participate in public affairs, gatherings, as well as to achieve a high social position. A person can be especially kind and attentive to children, and vice versa. This is a great time for all kinds of artistic expression and for business activities related to art, music, entertainment and luxury items. If this connection has bad aspects with other transits, extravagance and a wild lifestyle in search of pleasure, as well as narcissism, may develop.
ru_ru: Этот транзит характеризует личное занятие общественными, артистическими и романтическими делами. Более веселый, более сочувствующий, более оптимистический взгляд на жизнь и более сильное желание сотрудничать с другими людьми и доставлять им удовольствие. Это хороший период для участия в общественных делах, собраниях, а также для достижения высокого общественного положения. Человек может быть особенно добрым и внимательным к детям, и наоборот. Это прекрасный период для всех видов артистического самовыражения и для деловой деятельности, касающейся искусства, музыки, развлечении и роскошных предметов. Если это соединение имеет плохие аспекты с другими транзитами, и могут развиться экстравагантность и разгульный образ жизни в поисках удовольствий, а также самолюбование.

# TransitSunOppositionJupiter
source: This transit is characterized by excessive self-conceit, a self-confident point of view on religion, education and culture, and a general tendency towards excessive expansion. Unwise speculation, excessive optimism and financial extravagance can cause losses and, subsequently, difficulties. During this transit, the disadvantages will be condescension, moral hypocrisy, and generosity with ulterior motives. A person tends to be lax or overindulge in pampering children. Buffoonery in society and the tendency to take many things for granted in relationships often create difficulties. A person may try to imperceptibly control other people, causing them to feel a sense of obligation to him. Such hypocrisy can lead to outrage. One should beware of fanaticism, narrow religious and cultural views.
ru_ru: Для этого транзита характерны непомерное самомнение, самоуверенная точка зрения на религию, образование и культуру, и общая тенденция к чрезмерной экспансии. Неразумные спекуляции, чрезмерный оптимизм и финансовая экстравагантность могут служить причиной потерь, а в последствии затруднений. В течение этого транзита недостатками будут снисходительность, нравственное лицемерие и великодушие со скрытыми мотивами. Человек склонен быть нестрогим или чрезмерно баловать детей. Шутовство в обществе и тенденция считать многое во взаимоотношениях само собой разумеющимся часто создают трудности. Человек может попытаться незаметно контролировать других людей, вызывая у них чувство обязанности ему. Такое лицемерие может привести к возмущению. Следует остерегаться фанатизма, узких религиозных к культурных взглядов.

# TransitSunOppositionMars
source: This transit is characterized by personal clashes and competition in business, professional and political affairs. The desire to be "first" is often the cause of difficulties in important relationships. Conflicts arise over power and authority, and impulsive behavior is often the cause of problems. Aggression and dictatorship of a person tend to cause other people to resent. If the natal horoscope reveals tendencies towards aggressiveness and inconsistency in actions, then a person may have difficulties with the police and other influential people. For some people, this transit indicates physical collisions. Care should be taken when handling fire, weapons, knives, tools, machinery, and vehicles. A person should be especially careful to avoid bodily injury in games and sports. Additional conflicts arise due to joint money, insurance, taxes, inheritance, alimony and common money. Financial speculation should be avoided. A person needs to be kind and considerate towards children, denying them their unreasonable demands or not allowing them to get out of control.
ru_ru: Этот транзит характеризуют личные столкновения и конкуренция в бизнесе, профессиональных и политических делах. Желание быть "первым" часто является причиной трудностей в важных взаимоотношениях. Конфликты возникают из-за власти и авторитета, и импульсивное поведение часто является причиной проблем. Агрессивность и диктаторство человека склонны вызывать у других людей возмущение. Если натальный гороскоп обнаруживает тенденции к агрессивности и несогласованности в действиях, то у человека могут возникнуть трудности с полицией и другими влиятельными лицами. Для некоторых людей этот транзит указывает на физические столкновения. Следует проявлять осторожность при обращении с огнем, оружием, ножами, инструментами, механизмами и автомашинами. Человеку следует быть особенно осторожным, чтобы избежать телесных повреждений в играх и в спорте. Дополнительные конфликты возникают из-за совместных денег, страхования, налогов, наследства, алиментов и общих денег. Следует избегать финансовых спекуляций. Человеку нужно быть добрым и внимательным по отношению к детям, отказывая им в их неразумных требованиях или не позволяя им выйти из под контроля.

# TransitSunOppositionMercury
source: This transit characterizes the identification of one's personal Self with one's personal beliefs. Personality clashes arise due to communication or ideas, which in turn interfere with the objective perception of facts. At work or at school, a person will feel restless or unfriendly. Excessive social connections often interfere with work. Difficulties arise when communicating with reputable and influential people. This is an unfavorable time to seek favor with employers or influential people, sign contracts or make agreements. When communicating with brothers, sisters, neighbors and colleagues, tact and attentiveness are necessary. There are difficulties in communicating with lovers or in social contacts. There may be confusion or delays in transportation and preparations for meeting other people. People with this transit usually find it difficult to communicate with their children or the children will get on their nerves in some way.
ru_ru: Этот транзит характеризует отождествление своего личного "Я" со своими личными убеждениями. Столкновения личности возникают из-за общения или идей, которые в свою очередь мешают объективному восприятию фактов. В работе или учебе человек будет чувствовать себя беспокойным или недружелюбным. Часто работе мешают излишние светские связи. Трудности возникают при общении с авторитетными и влиятельными лицами. Это время неблагоприятно для того, чтобы искать расположения у работодателей иди влиятельных лиц, подписывать контракты или делать соглашения. При общении с братьями, сестрами, соседями и коллегами необходимы такт и внимательность. Существуют трудности общения с возлюбленными или в общественных контактах. В перевозках и приготовлениях к встрече с другими людьми случаются путаница или задержки. Люди с этим транзитом обычно обнаруживают, что им трудно общаться с детьми или дети каким-то образом будут действовать на нервы.

# TransitSunOppositionMoon
source: This transit is characterized by difficulties in relationships with the opposite sex, influential people, or family members. Personal clashes over emotional differences can cause problems. There are often upsets in household chores. A person is likely to experience difficulties in relationships with children. During this period, an upset stomach or lack of vitality is possible. This time is unfavorable for social and love affairs. One should be careful in spending money on secular affairs and household needs. This is a bad time for financial speculation: emotional impulses can interfere with prudence.
ru_ru: Этот транзит характеризуют трудности в отношениях с противоположным полом, влиятельными лицами или членами семьи. Личные столкновения из-за эмоциональных разногласий могут стать причиной проблем. Часто в домашних делах случаются огорчения. Человек, скорее всего, будет испытывать трудности в отношениях с детьми. В течение этого периода возможно расстройство желудка или недостаток жизненных сил. Это время неблагоприятно для светских и любовных дел. Следует проявлять осторожность в своих денежных расходах на светские дела и домашние нужды. Это плохой период для финансовых спекуляций: эмоциональные порывы могут мешать рассудительности.

# TransitSunOppositionNeptune
source: This transit is characterized by self-deception in relationships and megalomania. A person's unrealistic relationships extend to pleasure, social affairs, love affairs, children, and money speculation. Unwanted pregnancies often occur where paternity is questionable. Neurosis tendencies may increase; at this time, it is possible to escape from the main problems of life with the help of alcohol, drugs, sex, gambling or other unreasonable activities. Important relationships can strengthen the subconscious tendency to neurosis, which in turn causes doubts in the human mind about the relationship itself. If you want to avoid self-deception or deception on the part of other people, you need to understand subtle mental factors.
ru_ru: Этот транзит характеризуют самообман во взаимоотношениях и мания величия. Нереалистические отношения человека распространяются на удовольствия, светские дела, любовные отношения, детей и денежные спекуляции. Часто случается нежелательная беременность, где отцовство сомнительно. Могут усиливаться склонности к неврозу; в это время возможен уход от основных проблем жизни при помощи алкоголя, наркотиков, секса, азартных игр или других неразумных занятий. Важные взаимоотношения могут усилить подсознательную склонность к неврозу, который в свою очередь вызывает в человеческом разуме сомнения относительно самого взаимоотношения. Если хотят избежать самообмана или обмана со стороны других людей, то необходимо понимать трудноуловимые психические факторы.
