Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# NatalNeptuneOppositionPluto
source: Neptune and Pluto are two planetary bodies that exert the greatest influence only in the angular sectors of the horoscope and in the event that they form unfavorable aspects. People for whom these planets play a key role have paranormal abilities and propensities for occult phenomena, which lead to subtle emotional and intellectual experiences. Conflicts between subconscious instinctual desires and the desire for power are the result of a split feeling and will. The symbol and location of the planets included in this opposition show how this struggle manifests itself. These people face racist, religious and social problems that require their constant struggle and overcoming.
ru_ru: Нептун, Плутон - два планетарных тела, которые оказывают наибольшее влияние только в угловых секторах гороскопа и в том случае, если они образуют неблагоприятные аспекты. Люди, у которых эти планеты играют ключевую роль, обладают паранормальными способностями и склонностями к оккультным явлениям, которые приводят к тонким эмоциональным и интеллектуальным переживаниям. Конфликты между подсознательными инстинктивными желаниями и стремлением к власти являются следствием раздвоения чувства и воли. Символ и месторасположение планет, включенных в эту оппозицию, показывают, каким образом эта борьба проявляется. Эти люди сталкиваются с расистскими, религиозными и социальными проблемами, которые требуют их постоянной борьбы и преодоления.

# NatalNeptuneSextilePluto
source: Neptune and Pluto are two planetary bodies that exert the greatest influence only in the angular sectors of the horoscope and in the event that they form unfavorable aspects. People for whom these planets play a key role have paranormal abilities and propensities for occult phenomena, which lead to subtle emotional and intellectual experiences. Conflicts between subconscious instinctual desires and the desire for power are the result of a split feeling and will. The symbol and location of the planets included in this opposition show how this struggle manifests itself. These people face racist, religious and social problems that require their constant struggle and overcoming.
ru_ru: Нептун, Плутон - два планетарных тела, которые оказывают наибольшее влияние только в угловых секторах гороскопа и в том случае, если они образуют неблагоприятные аспекты. Люди, у которых эти планеты играют ключевую роль, обладают паранормальными способностями и склонностями к оккультным явлениям, которые приводят к тонким эмоциональным и интеллектуальным переживаниям. Конфликты между подсознательными инстинктивными желаниями и стремлением к власти являются следствием раздвоения чувства и воли. Символ и месторасположение планет, включенных в эту оппозицию, показывают, каким образом эта борьба проявляется. Эти люди сталкиваются с расистскими, религиозными и социальными проблемами, которые требуют их постоянной борьбы и преодоления.

# NatalNeptuneSquarePluto
source: Neptune is Pluto. A generation that lives in a period of upheaval and destruction of social structures. They may work in social or political institutions or become victims of them. They often react unconsciously and automatically to this aspect. This aspect requires spiritual renewal and a change of mindset. There is no one with this aspect among the people living now. Deception, fraud, bankruptcy. However, it can also contribute to spiritual transformation and personal awakening.
ru_ru: Нептун - Плутон. Поколение, которое живет в период потрясений и разрушений общественных структур. Они могут работать в социальных или политических учреждениях или стать их жертвами. Часто они бессознательно и автоматически реагируют на этот аспект. Этот аспект требует духовного обновления и изменения мышления. Среди людей, живущих сейчас, нет никого с таким аспектом. Обман, мошенничество, банкротство. Однако, это может также способствовать духовному преображению и пробуждению личности.

# NatalNeptuneTrinePluto
source: The trine of Neptune with Pluto is a very deep and lasting aspect that affects the entire generation, and on a personal level it manifests itself only in the presence of corner houses and strong interactions. He inspires interest in mysticism, clairvoyance, intuition, as well as scientific research in the field of the occult, reincarnation and life after death. This aspect is typical for people born from 1943 to the present. He instills a desire to expand the spiritual and psychological space, as well as to search for spiritual ideas and trends related to spiritual awakening. However, it should be noted that there is a danger of replacing spiritual values with material ones and speculating on the spiritual sphere.
ru_ru: Трин Нептуна с Плутоном представляет собой очень глубокий и продолжительный аспект, который оказывает влияние на всю генерацию, а на личностном уровне проявляется только при наличии угловых домов и сильных взаимодействий. Он вдохновляет на интерес к мистике, ясновидению, интуиции, а также к научным исследованиям в области оккультизма, перевоплощений и жизни после смерти. Этот аспект характерен для людей, родившихся с 1943 года и до настоящего времени. Он прививает стремление к расширению духовного и психологического пространства, а также к поиску духовных идей и течений, связанных с духовным пробуждением. Однако, следует отметить, что есть опасность замещения духовных ценностей материальными и спекуляцией на духовной сфере.

source: Natal planets info
ru_ru: Планеты натальной карты

# NatalSaturnConjunctionNeptune
source: Saturn in conjunction with Neptune in the natal chart can make life very difficult if you lacked a stable and supportive family life in childhood. Training in self-confidence and self-reliance is crucial in order to avoid the fear and frustration associated with this aspect. To get the education and skills to succeed, you need to work hard. Moreover, honesty and respect will help you reach your full potential. If you do this, you will be able to make your dreams come true. You should work hard if your parents are weak, unreliable, or under negative influence. Because even in a "normal" childhood, you are likely to struggle with fear, insecurity, negativity, loss, and disappointment. Just as positive thinking in this aspect can make your dreams come true, negative thinking can make your nightmares come true. Therefore, you should do everything possible to boost your self-esteem. If you can't help yourself, seek help, especially if you suffer from anxiety or depression. Others won't treat you well if you don't have a high opinion of yourself. You can feel sorry for others and try to save them. But it makes you vulnerable to abuse. On the contrary, you may become a victim of forcing someone to look out for you. None of the options is right and can escalate into a series of codependent relationships, insecurities, and feelings of guilt. Escaping reality through fantasy, gambling, conspiracy theories, or cults can delay your development. You may be subject to deception, fraud, and other unethical treatment. The best way to avoid such things is to strictly observe morality and ethics. Otherwise, a lawsuit, scandal, and damages can damage your relationship, reputation, and career.
ru_ru: Сатурн в соединении с Нептуном в натальной карте может очень усложнить жизнь, если в детстве вам не хватало стабильной и поддерживающей семейной жизни. Обучение уверенности в себе и вере в свои силы имеет решающее значение для того, чтобы избежать страха и разочарования, связанных с этим аспектом. Для получения образования и навыков для достижения успеха, вам необходим упорный труд. Более того, честность и уважение помогут вам полностью раскрыть свой потенциал. Если вы сделаете это, вы сможете воплотить свои мечты в реальность. Вы должны усердно работать, если ваши родители слабы, ненадежны или находятся под негативным влиянием. Потому что даже в «нормальном» детстве вы, скорее всего, будете бороться со страхом, неуверенностью, негативом, потерей и разочарованием. Точно так же, как позитивное мышление в этом аспекте может воплотить ваши мечты в реальность, негативное мышление может воплотить в реальность ваши кошмары. Поэтому вы должны сделать все возможное, чтобы повысить свою самооценку. Если вы не можете помочь себе, обратитесь за помощью, особенно если вы страдаете от тревоги или депрессии. Другие не будут относиться к вам хорошо, если вы не будете высокого мнения о себе. Вы можете жалеть других и пытаться их спасти. Но это делает вас уязвимым для злоупотреблений. Напротив, вы можете стать жертвой принуждения кого-то присматривать за вами. Ни один из вариантов не является правильным и может перерасти в серию созависимых отношений, неуверенности и чувства вины. Бегство от реальности посредством фантазий, азартных игр, теорий заговора или культов может задержать ваше развитие. Вы можете подвергнуться обману, мошенничеству и другому неэтичному обращению. Лучший способ избежать подобных вещей — строго соблюдать мораль и этику. В противном случае судебный иск, скандал и убытки могут нанести ущерб вашим отношениям, репутации и карьере.

# NatalSaturnConjunctionPluto
source: Saturn in conjunction with Pluto in the natal chart introduces you to difficulties at an early age. Your parents could be poor, or one of them could be very strict and even cruel towards you. Even if you come from a wealthy family, you probably faced some limitations in your youth that shaped your character. It's also likely that any hardships you've endured have been prolonged or intense to the point where they forced you to grow up very quickly. A physical, mental, or emotional disability may have resulted from your difficulties or become a limiting factor that caused you to suffer more than most others. As a result of early hardships or losses, you have learned patience, independence, and resourcefulness. Such hard lessons have taught you perseverance and may have given rise to a ruthless desire to achieve something in your life. When you, like everyone else, face difficulties, you have the strength of character to face them head-on and endure them better than most others. Your strong survival instinct helps you go where others might fail. You can change and adapt to new realities when faced with setbacks or restrictive influences. You may also stubbornly resist change, but you will realize that you need to evolve in order to succeed in life. You can fight against some restrictions and obstacles, but you have to bypass others. If the ongoing difficult times tire you, it is very important not to be strict with yourself. Depression and self-destructive habits will only make the situation worse, and you should seek professional help. Fear of the worst can sometimes lead to this happening. If you constantly suffer losses or setbacks, it is important to maintain ethics and play by the rules. Otherwise, you may face harsh criticism, scandal, or problems with the law. You must also resist any temptation to control or manipulate other people. The difficulties you may encounter may be the karmic consequences of controlling or ruthless behavior in previous lives. Self-discipline, good organizational skills, and competent time management will make you productive and efficient. Your strong work ethic and perseverance can lead to a successful career, recognition and promotion. Significant achievements are likely, and you may hold an authoritative or leadership position. It will be good for you to work in a career with a certain structure and hierarchy, for example, in government agencies or large corporations. If you are self-employed, you can make your business an important enterprise and hire a lot of people. Others will turn to you for advice and give you the respect you deserve, and you will most likely look back on your life with satisfaction and pride.
ru_ru: Сатурн в соединении с Плутоном в натальной карте знакомит вас с трудностями в раннем возрасте. Ваши родители могли быть бедными, или один из них мог быть очень строгим и даже жестоким по отношению к вам. Даже если вы из богатой семьи, в молодости вы, вероятно, сталкивались с некоторыми ограничениями, которые сформировали ваш характер. Также вероятно, что любые перенесенные трудности были продолжительными или интенсивными до такой степени, что заставили вас очень быстро повзрослеть. Физическая, умственная или эмоциональная инвалидность могла возникнуть в результате ваших трудностей или стать ограничивающим фактором, заставившим вас страдать больше, чем большинство других. В результате ранних лишений или потерь вы научились терпению, самостоятельности и находчивости. Такие тяжелые уроки научили вас настойчивости и, возможно, породили в вас безжалостное стремление добиться чего-то в своей жизни. Когда вы, как и все остальные, сталкиваетесь с трудностями, у вас есть сила характера, чтобы противостоять им лицом к лицу и перенести их лучше, чем большинство других. Ваш сильный инстинкт выживания помогает вам идти туда, где другие могут потерпеть неудачу. Вы можете измениться и адаптироваться к новым реалиям, столкнувшись с неудачей или ограничительным влиянием. Вы также можете упорно сопротивляться переменам, но поймете, что вам необходимо развиваться, чтобы добиться успеха в жизни. Вы можете бороться с некоторыми ограничениями и препятствиями, но должны обходить другие. Если продолжающиеся трудные времена утомляют вас, очень важно не быть к себе строгим. Депрессия и саморазрушительные привычки только усугубят ситуацию, и вам следует обратиться за профессиональной помощью. Боязнь худшего иногда может привести к тому, что это произойдет. Если вы постоянно терпите убытки или неудачи, важно сохранять этику и играть по правилам. В противном случае вы можете столкнуться с резкой критикой, скандалом или проблемами с законом. Вы также должны противостоять любому искушению контролировать или манипулировать другими людьми. Трудности, с которыми вы можете столкнуться, могут быть кармическими последствиями контролирующего или безжалостного поведения в предыдущих жизнях. Самодисциплина, хорошие организаторские способности и грамотное управление временем сделают вас продуктивным и эффективным. Ваша сильная трудовая этика и упорство могут привести к успешной карьере, признанию и продвижению по службе. Вероятны значительные достижения, и вы можете занимать авторитетную или лидерскую должность. Вам будет хорошо работать в карьере с определенной структурой и иерархией, например, в государственных учреждениях или крупных корпорациях. Если вы работаете не по найму, вы можете сделать свой бизнес важным предприятием и нанять много людей. Другие будут обращаться к вам за советом и оказывать вам заслуженное уважение, и вы, скорее всего, будете оглядываться на свою жизнь с удовлетворением и гордостью.

# NatalSaturnConjunctionUran
source: Saturn combined with Uranus in the natal chart makes you a very self-aware and creative, but also a practical and thorough person. Your pragmatic approach to life helps you function in a state of high energy. Although this sustained high energy creates a lot of internal tension, it is also the source of your creative genius. Internal tension can manifest itself in indecision, irritation and anxiety, when a person does not know whether to hold on to the past and be responsible or to be independent and experimental. This can lead to a change in loyalty, unusual family relationships, health problems, and numerous changes in work and home. Difficulties in a relationship can include coldness, love triangles, infidelity, domestic violence, sadomasochism, and separation. Substance abuse also allows you to relax or maintain the high productivity and creativity that people expect from you. Combining self-discipline with experimentation and finding a balance between caution and risk shapes your creative talents in a sustainable, efficient and highly productive way. In this way, you will turn your inner tension into a controlled passion. You are an independent, motivated and passionate person. You are usually well-mannered and well-groomed, so you look especially exquisite. You learn from your own experiences and constantly reinvent yourself. The ability to easily change your appearance and always keep people guessing makes you sexy, provocative, and charming. You can also make emotional calm and strategic indifference your advantage. This belligerent, obviously unfriendly side of your personality allows you to give orders and gives you great potential for leadership positions and corporate success.
ru_ru: Сатурн в соединении с Ураном в натальной карте делает вас очень самосознательным и творческим, но также практичным и основательным человеком. Ваш прагматичный подход к жизни помогает вам функционировать в состоянии высокой энергии. Хотя эта устойчивая высокая энергия создает большое внутреннее напряжение, она также является источником вашего творческого гения. Внутреннее напряжение может проявляться в нерешительности, раздражении и беспокойстве, когда человек не знает, стоит ли держаться за прошлое и быть ответственным или быть независимым и экспериментальным. Это может привести к изменению лояльности, необычным семейным отношениям, проблемам с самочувствием и многочисленным изменениям в работе и доме. Трудности в отношениях могут включать холодность, любовные треугольники, измены, домашнее насилие, садомазохизм и разлуку. Злоупотребление психоактивными веществами также позволяет расслабиться или сохранить высокую продуктивность и творческий потенциал, которых люди от вас ожидают. Сочетание самодисциплины с экспериментированием и поиск баланса между осторожностью и риском формирует ваши творческие таланты устойчиво, эффективно и высокопродуктивно. Таким образом вы превратите свое внутреннее напряжение в контролируемую страсть. Вы независимый, целеустремленный и увлеченный человек. Обычно вы воспитаны и ухожены, поэтому выглядите особенно изысканно. Вы учитесь на собственном опыте и постоянно изобретаете себя заново. Способность с легкостью менять внешний вид и всегда заставлять людей гадать делает вас сексуальным, провокационным и обаятельным. Вы также можете сделать эмоциональное спокойствие и стратегическое безразличие своим преимуществом. Эта воинственная, явно недружелюбная грань вашей личности позволяет вам отдавать приказы и дает большой потенциал для лидерских должностей и корпоративного успеха.

# NatalSaturnOppositionNeptune
source: Saturn - Neptune. The feeling of suspicion and incomprehensible fears that come from the subconscious and past memories leave their mark on relationships with people. Such timid restraint causes distrust of others. You should learn to be direct and frank in communication, as an open conflict that has been resolved is considered eliminated. In the worst case, people with Saturn in opposition to Neptune become cunning and treacherous, or they themselves fall into the trap of deception. They often use hidden means to satisfy their ambitions or are deceived by others, which can negatively affect their reputation. Scandals in society are possible. Persecution mania and the martyr complex often lead such people to psychiatric clinics. The psychological difficulties they have are deepened and cannot be diagnosed and treated.
ru_ru: Сатурн - Нептун. Ощущение подозрительности и непонятные страхи, которые исходят из подсознания и прошлых воспоминаний, оставляют свой оттиск на отношениях с людьми. Такая пугливая сдержанность вызывает недоверие окружающих. Вам следует научиться быть прямыми и откровенными в общении, так как открытый конфликт, который был разрешен, считается устраненным. В худшем случае, люди с Сатурном в оппозиции к Нептуну становятся хитрыми и коварными или же сами попадают в ловушку обмана. Они часто используют скрытые средства для удовлетворения своей честолюбивости или подвергаются обману со стороны других, что может негативно сказаться на их репутации. Возможны скандалы в обществе. Мания преследования и комплекс мученика часто приводят таких людей в психиатрические клиники. Психологические трудности, которые у них присутствуют, углублены и не поддаются диагностике и лечению.

# NatalSaturnOppositionPluto
source: Saturn and Pluto are two irreconcilable rulers who bring with them serious and karmic trials. People who are faced with the influence of these planets may feel pressure, they may be harshly treated or they will become victims of themselves. Another curse that Saturn brings with it is a bad fate, which makes it difficult to realize ambitious plans and puts a person in serious danger. Those who find themselves under the influence of these planets are often drawn into wars and face brutality without genuine guilt. They become convicted only in corner houses and under the bad influence of aspects of the opposition. Also risking becoming a victim of a fatal accident. They have limited opportunities to exercise their abilities. They need hard work and discipline to succeed.
ru_ru: Сатурн и Плутон - два непримиримых властителя, которые несут с собой серьезные и кармические испытания. Люди, столкнувшиеся с влиянием этих планет, могут ощущать давление, с ними могут жестко поступить или они станут жертвами самих себя. Еще одним проклятием, которое несет с собой Сатурн, является плохая судьба, которая затрудняет осуществление честолюбивых планов и подвергает человека серьезной угрозе. Те, кто оказывается под влиянием этих планет, часто привлекаются в войны и сталкиваются с жестокостью, не имея при этом подлинной вины. Они становятся осужденными и лишь в угловых домах и под плохим влиянием аспектов к оппозиции. Также рискуя стать жертвой рокового случая. У них ограничены возможности для проявления своих способностей. Для достижения успеха им необходимы тяжелый труд и дисциплина.

# NatalSaturnOppositionUran
source: The influence of Saturn and Uranus. Inconsistency, dictatorship. They themselves don't do what they preach. Their philosophy is based on idealism, but their behavior is very intolerant. They demand freedom for themselves, but they won't admit it to others. They don't have many friends. If they hold a high position, then subordinates work for them, but soon they start to strike. If they occupy a low position, they become a victim of the whims of their superiors. There is a lack of stability and reliability in their lives, as external circumstances can deprive them of it in an instant. They also lack modesty, they are unable to recognize the unreasonableness and inconsistency of their views and actions. Despite their ability to work hard, they lack common sense and smart planning, patience, discipline, and self-control. They are moody and irritable.
ru_ru: Влияние Сатурна и Урана. Непоследовательность, диктаторство. Сами же не исполняют то, что проповедуют. Их философия основана на идеализме, но их поведение весьма нетерпимо. Они требуют свободу для себя, но не признают этого у других. У них мало друзей. Если они занимают высокую должность, то подчиненные работают на них, однако вскоре начинают бастовать. Если же они занимают низкую должность, то становятся жертвой капризов своего начальства. В их жизни отсутствует стабильность и надежность, так как внешние обстоятельства могут в одно мгновение этого лишить. Им также не хватает скромности, они не способны признать неразумность и непоследовательность своих взглядов и поступков. Несмотря на способность тяжело трудиться, у них не хватает здравого смысла и умного планирования, терпения, дисциплины и выдержки. Они капризны и раздражительны.
