Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# NatalJupiterSextilePluto
source: Jupiter - Pluto: The rebirth of the spirit through philosophical insight, education, religious practice and the desire to create favorable conditions for humanity. The revelation of higher powers through prayer and meditation. Leading the way to creative expression for the common good. Understanding, wisdom, creativity, and willingness to act in the fields of philosophy, religion, and philanthropy. Pluto gives strength to Jupiter's beneficial properties, making them more effective. You have the gift of foresight, enthusiasm and entrepreneurial abilities, as well as the desire to expand your horizons. You have excellent business qualities, excellent organizational and management skills. You are distinguished by popularity and success, you know how to win sympathy and be the center of attention. You have the ability to dominate and achieve wealth. The negative side: in the absence of spirituality, you can only strive for personal enrichment.
ru_ru: Юпитер - Плутон: Возрождение духа через философское прозрение, образование, религиозную практику и стремление к созданию благоприятных условий для человечества. Откровение высших сил через молитву и медитацию. Ведение путь к творческому самовыражению во имя общего блага. Понимание, мудрость, творческий потенциал и готовность действовать в области философии, религии, филантропии. Плутон придает силу благодетельным свойствам Юпитера, делая их более эффективными. Вам присущи дар предвидения, энтузиазм и предпринимательские способности, а также стремление расширять свои горизонты. У вас прекрасные деловые качества, отличные навыки организации и управления. Вас отличает популярность и успех, вы умеете завоевывать симпатии и быть в центре внимания. У вас есть способность властвовать и достигать богатства. Негативная сторона: в отсутствие духовности, вы можете стремиться только к личному обогащению.

# NatalJupiterSextileSaturn
source: Jupiter - Saturn. Striving for balance in life and consolidation of public affairs, coupled with caution and optimism. The ability to implement plans and fulfill their obligations, which attracts recognition and respect. Honesty in relationships and an interest in religion and philosophy. Willingness to provide assistance to those in need, provided that they strive for independence. Cozy atmosphere in the house. An important role in society. They often hold political positions and always remember their purpose. They envisage the future and have big views. In the absence of contraindications, they are good lawyers. Foresight and prudence, energy and prudence, the ability to make the right choice, invest efforts and resources in a successful business, honesty and generosity, justice, conscientiousness, diligence, extensive knowledge - all these are qualities that can bestow the union of Jupiter with Saturn. However, some disadvantages may include excessive caution and an inability to take risks.
ru_ru: Юпитер - Сатурн. Стремление к равновесию в жизни и консолидации общественных дел, сопряженные с осторожностью и оптимизмом. Умение реализовывать планы и выполнять свои обязательства, что привлекает признание и уважение. Честность в отношениях и интерес к религии и философии. Готовность оказывать помощь тем, кто нуждается, при условии, что они стремятся к самостоятельности. Уютная атмосфера в доме. Важная роль в обществе. Часто занимают политические должности и всегда помнят свою цель. Предусматривают будущее и обладают крупными взглядами. При отсутствии противопоказаний - хорошие юристы. Предвидение и расчетливость, энергия и благоразумие, умение сделать правильный выбор, вкладывать усилия и ресурсы в успешное дело, честность и благородство, справедливость, добросовестность, трудолюбие, обширные знания - все это качества, которые может даровать соединение Юпитера с Сатурном. Однако некоторые недостатки могут включать чрезмерную осторожность и неспособность рисковать.

# NatalJupiterSextileUran
source: Jupiter and Uranus. They are able to adapt to new conditions and show interest in new forms of religious expression and the occult sciences. If the horoscope does not contradict, they may have prophetic abilities and visions. Astrologers note their optimism, friendliness, abundance of friends and popularity. They like to invite guests and participate in humane enterprises, and are often members of strange sects. Believing in their future, they skillfully realize their hopes and desires. Due to their independence and ability to adapt to new industries and scientific progress, they are able to benefit from the modern world. Jupiter and Uranus collaborate to create insight and intuition. You have amazing foresight, clairvoyance, and prophetic gift; a broad, intuitive mind; humanity, generosity, and justice. You tend to strive for freedom, expand borders, contact and travel, as well as successful business relationships with foreigners. Your abilities extend to both science and philosophy. At the same time, it is necessary to keep in mind the possible independence, which is the negative side of this combination.
ru_ru: Юпитер и Уран. Они способны адаптироваться к новым условиям и проявлять интерес к новым формам религиозного выражения и оккультным наукам. Если гороскоп не противоречит, они могут обладать пророческими способностями и видениями. Астрологи отмечают их оптимизм, приветливость, обилие друзей и популярность. Они любят приглашать гостей и участвовать в гуманных предприятиях, а также часто являются членами странных сект. Веря в свое будущее, они умело претворяют в жизнь свои надежды и желания. Благодаря своей независимости и способности адаптироваться к новым отраслям промышленности и научному прогрессу, они умеют извлекать пользу из современного мира. Юпитер и Уран сотрудничают в создании проницательности и интуиции. У вас есть потрясающее предвидение, способность к ясновидению, пророческий дар; широкий, интуитивный ум; гуманность, щедрость и справедливость. Вам свойственно стремление к свободе, расширение границ, контакты и путешествия, а также успешные деловые отношения с иностранцами. Ваши способности простираются и на науку, и на философию. В то же время, необходимо помнить о возможной независимости, которая является негативной стороной данного сочетания.

# NatalJupiterSquareNeptune
source: The square of Jupiter and Neptune leads to a number of interesting phenomena. People with this aspect may experience an overabundance of emotions, unjustified idealism, which is divorced from reality and leads to strange consequences. They build castles in the air in their thoughts, but at the same time chaos reigns in their affairs. They always tend to experience unusual events, whether traveling or participating in mystical societies. Their passion for travel does not allow them to stay in one place, and they wander aimlessly, whether in reality or in the fantasy world. They are friendly, but sometimes they lavish their affability indiscriminately. People with this aspect are often prone to excessive tearfulness, but unfortunately their emotions are not always accompanied by deeds, as this requires effort. They promise more than they can fulfill, sometimes they become dishonest and talkative, their plans are unrealistic and do not accompany anything. They often lack the discipline and ability to carry out their projects. Their life can be tempted by laziness, especially if there is no motivation. Rich representatives of this aspect can live in vanity and gourmandism. They are characterized by excess weight or fluid accumulation in the body, which gives them a ponderous appearance. The tendency towards idealization, self-deception and self-delusion are also key features. They may be deceived and disappointed. Perhaps they have a penchant for slander, intrigue, immoral behavior, extravagance and fraud. However, this colorful aspect has its positive sides. People with Jupiter and Neptune in their horoscope have high spiritual aspirations, willingness for self-sacrifice and mercy.
ru_ru: Квадрат Юпитера и Нептуна приводит к возникновению ряда интересных явлений. Люди с таким аспектом могут испытывать переизбыток эмоций, неоправданный идеализм, который оторван от реальности и приводит к странным последствиям. Они строят воздушные замки в своих мыслях, но при этом хаос царит в их делах. Всегда они стремятся переживать необычные события, будь то путешествия или участие в мистических обществах. Их страсть к путешествиям не позволяет им оставаться на одном месте, и они без цели странствуют, будь то в реальности или в мире фантазий. Они дружелюбны, но порой расточают свою приветливость без разбора. Часто люди с этим аспектом подвержены чрезмерной слезливости, но, к сожалению, их эмоции не всегда сопровождаются делами, так как для этого требуется приложить усилия. Они обещают больше, чем могут выполнить, иногда они становятся бесчестными и болтливыми, их планы нереальны и ничего не сопровождают. Часто у них отсутствует дисциплина и способность осуществлять свои проекты. Их жизнь может быть искушена ленью, особенно если нет мотивации. Богатые представители данного аспекта могут жить в тщеславии и гурманстве. Им свойственны лишний вес или скопление жидкости в организме, что придает им тяжеловесный внешний вид. Ключевыми чертами также являются склонность к идеализации, самообману и самообольщению. Они могут быть обмануты и подвергнуться разочарованиям. Возможно, у них есть склонность к клевете, интригам, аморальному поведению, расточительности и мошенничеству. Однако у данного колоритного аспекта есть и свои положительные стороны. Люди с Юпитером и Нептуном в их гороскопе обладают высокими духовными стремлениями, готовностью к самопожертвованию и милосердию.

# NatalJupiterSquarePluto
source: Jupiter and Pluto represent a combination of religious and philosophical dogmatism, while rejecting modern forms.Such people are eager to create new social institutions and ideas in the field of religion and education. They often display arrogance and stubbornness, which strongly repels others. In their quest to accomplish something great, they risk finding happiness unattainable. Jupiter and Pluto are associated with wealth and bankruptcy. Such people tend to be overbearing, authoritarian, and self-assertive. At times, they show adventurism and a penchant for illegal and illegal actions, thereby exposing themselves to the risk of losing their reputation. They are always fighting for power and popularity. However, these people have positive qualities. They have the ability to fight and win, achieving success and authority. They manage to attract respect for themselves due to their strength, might and energy.
ru_ru: Юпитер и Плутон представляют собой сочетание религиозного и философского догматизма, при этом отрицая современные формы.Tакие люди жаждут создать новые общественные институты и идеи в области религии и воспитания. Часто они при этом проявляют высокомерие и упрямство, что сильно отталкивает окружающих. В своей стремлении совершить нечто великое, они рискуют найти счастье недостижимым. Юпитер и Плутон ассоциируются с богатством и банкротством. Такие люди склонны к властности, авторитарности и самоутверждению. Временами они проявляют авантюризм и склонность к противоправным и незаконным действиям, чем подвергают себя риску потерять свою репутацию. Они всегда борются за власть и популярность. Однако у этих людей есть положительные качества. Они обладают способностью бороться и побеждать, достигая успеха и авторитета. Им удается привлечь к себе уважение благодаря своей силе, мощи и энергии.

# NatalJupiterSquareSaturn
source: Jupiter and Saturn are stars associated with difficulties in business and finance. Professionally unsuccessful grades and poor planning, especially financially, are common problems. With Saturn's strong influence, people may lack initiative or trust to take advantage of the opportunities that arise. They may also make commitments without sufficient training. The strong influence of Jupiter, in turn, is due to a lack of discipline and experience. People with a strong Saturn often face hard and persistent work, but they lack the scope and confidence to inspire and support others. They do not manage their time well, they are often late and cannot pass on their business or requests to others. Adventurism and lack of prudence often lead to major financial miscalculations and losses. People are prone to irritability, argumentation, injustice, and conflict. They do not know how to make the right choice, which leads to mistakes, difficulties and failures. As a result, many favorable opportunities are missed. However, the positive side includes diligence, conscientiousness and a sense of duty.
ru_ru: Юпитер и Сатурн - звезды, связанные с трудностями в делах и сфере финансов. Профессионально неудачные оценки и плохое планирование, особенно в финансовом плане, являются распространенными проблемами. При сильном влиянии Сатурна, люди могут испытывать нехватку инициативы или доверия, чтобы воспользоваться возникающими возможностями. Они также могут взять на себя обязательства, не имея достаточной подготовки. Сильное влияние Юпитера, в свою очередь, связано с недостатком дисциплины и опыта. Люди с сильным Сатурном часто сталкиваются с тяжелым и упорным трудом, но им не хватает размаха и уверенности, чтобы вдохновить и поддержать других. Они плохо управляют своим временем, часто опаздывают и не могут передать другим свои дела или просьбы. Авантюризм и отсутствие благоразумия часто приводят к крупным финансовым просчетам и потерям. Люди подвержены раздражительности, склонности к спорам, несправедливости и конфликтам. Они не умеют сделать правильный выбор, что приводит к ошибкам, трудностям и неудачам. В итоге, множество благоприятных возможностей упускается. Однако положительная сторона включает трудолюбие, добросовестность и чувство долга.

# NatalJupiterSquareUran
source: Jupiter and Uranus. Their square brings excessive impulsivity, idealism and impracticality into a person's life. People with this aspect spend their energy on things that are suddenly abandoned. It's easy to get them with vague ideas that inspire them, but rarely lead to concrete results. These people do not handle financial speculation well and they often lose their fortunes. They are addicted to strange religions, cults, and do strange things. Many of them are mystics or adepts who live off their followers, offering salvation and help for humanity. This aspect is typical for representatives of bohemia and those who travel the world. They have a lot of friends, but you can't rely on them, because they can lead you astray, just like themselves. Their soul is restless and adventurous. Individuals with this aspect tend to take risks and adventures. They willingly enter into sudden and impulsive breakups. They are unyielding and like to confront and come out for confrontation. With their radical decisions, they often cause major changes. They are also overly freedom-loving and not inclined to compromise. However, despite all the negative aspects, these people have a positive side. They are uncompromisingly fighting for their independence, freedom, independence and justice.
ru_ru: Юпитер и Уран. Их квадрат привносит в жизнь человека чрезмерную импульсивность, идеализм и непрактичность. Люди с таким аспектом тратят свою энергию на дела, которые внезапно оказываются брошенными. Их легко заполучить неясными идеями, которые вдохновляют их, но редко приводят к конкретным результатам. Эти люди плохо справляются с финансовыми спекуляциями и они часто теряют свои состояния. Они увлекаются странными религиями, культами и занимаются странными делами. Многие из них - мистики или адепты, которые живут за счет своих последователей, предлагая спасение и помощь для человечества. Этот аспект типичен для представителей богемы и тех, кто странствует по свету. У них много друзей, но нельзя положиться на них, так как они могут сбить с пути, так же как и они сами. Их душа беспокойна и ищет приключений. Личности с этим аспектом имеют склонность к риску и авантюрам. Они охотно вступают в внезапные и импульсивные разрывы. Они неуступчивы и любят противостоять и выходить на конфронтацию. Своими радикальными решениями, они часто вызывают серьезные перемены. Также они излишне свободолюбивы и не склонны к компромиссам. Однако несмотря на все негативные аспекты, у этих людей есть положительная сторона. Они бескомпромиссно борются за свою независимость, свободу, самостоятельность и справедливость.

# NatalJupiterTrineNeptune
source: Jupiter - Neptune. There are mystical tendencies and sensitivity to spiritual influences. If Mercury, Saturn, and Uranus show weakness, then intuition is more emotional than mental. It attracts the splendor of ceremonies, performances, mysteries and religious music. A feeling of awe and a desire to plunge into a sea of religious ecstasy. However, they often lack true spirituality due to a lack of discernment. Without the factors of wisdom, they become victims of deception and delusion; at the same time, they are generous, hospitable, and protective of adherents of their religion and beliefs. They get help from others, even without the merit of it. They tend to be reclusive and live in rural areas, near water. They are often engaged in charity work, taking care of religious communities and educational institutions. But they often lead a bohemian lifestyle or wander. This aspect is the most expansive and leads to unlimited fantasy. Therefore, they are better suited for religion and art than for prosaic matters. The tendency to exaggerate is a characteristic feature, as both Jupiter and Neptune have an expansive nature. In a weak horoscope, this can lead to a parasitic lifestyle, inertia, and a desire for an easy life. However, if the personality is well developed, it can lead to inspiration, empathy, and generosity that border on sanctity. This configuration brings wisdom, deep understanding, strong imagination and rich intelligence. She also harbors high spiritual interests and ideals. People with this configuration have good commercial skills and material wealth. However, there is a negative side - sometimes they can be detached from reality, inclined to see people in a better light, justify everyone and everything; they may not want to see the dark side of things and shroud it in darkness and mystery.
ru_ru: Юпитер - Нептун. Имеются мистические наклонности и чувствительность к духовным влияниям. Если Меркурий, Сатурн и Уран показывают слабость, то интуиция скорее эмоциональная, чем умственная. Привлекает пышность церемоний, спектаклей, мистерий и религиозной музыки. Ощущение благоговения и желание погрузиться в море религиозного экстаза. Однако, часто испытывают недостаток истинной духовности из-за недостатка разборчивости. Без факторов мудрости они становятся жертвами обмана и заблуждений; при этом они щедры, гостеприимны и охраняют приверженцев своей религии и взглядов. Они получают помощь от других, даже без заслуги ее. Склонны к затворничеству и жизни в сельской местности, около воды. Они часто занимаются благотворительностью, проявляя заботу о религиозных общинах и учебных заведениях. Но часто они ведут богемный образ жизни или бродяжничают. Этот аспект является самым экспансивным и приводит к неограниченной фантазии. Поэтому они лучше подходят для религии и искусства, чем для прозаических дел. Склонность к преувеличению является характерной чертой, поскольку оба Юпитер и Нептун имеют экспансивный характер. В слабом гороскопе это может приводить к паразитическому образу жизни, инертности и стремлению к легкой жизни. Однако, если личность хорошо развита, это может привести к вдохновению, сочувствию и великодушию, которые граничат со святостью. Данная конфигурация приносит мудрость, глубокое понимание, сильное воображение и богатый интеллект. Она также питает высокие духовные интересы и идеалы. Люди с этой конфигурацией обладают хорошими коммерческими способностями и материальным достатком. Однако, есть негативная сторона - иногда они могут быть отрешенными от реальности, склонными видеть людей в лучшем свете, оправдывать всех и всё; они могут не желать видеть темную сторону вещей и окутывать ее мраком и тайной.

# NatalJupiterTrinePluto
source: Jupiter - Pluto: faith that can move mountains, unsurpassed forces of renewal, both spiritually and physically. They show creative will in their spiritual life, have an incredible ability to concentrate and meditate, and can give concrete expression to their inspiration. Their amazing creative abilities allow them to change their lives and surroundings, benefiting society. They have a deep understanding and intuitive knowledge of what is strange in a particular situation and how to fix it. This aspect gives them the gift of foresight and enthusiasm, it develops their entrepreneurial spirit, expands their personal horizons. They have excellent business skills and organizational and management skills. They are popular and successful, being able to win sympathy and being able to subdue and command. They have the ability to rule and also have an aspect of wealth. However, if there is no spirituality, then they have a desire for personal enrichment.
ru_ru: Юпитер - Плутон: вера, способная перемещать горы, непревзойденные силы обновления, как в духовном, так и в физическом плане. Они проявляют созидательную волю в своей духовной жизни, обладают невероятной способностью к концентрации и медитации, и могут давать конкретное выражение своему вдохновению. Их удивительные творческие способности позволяют им изменить свою жизнь и окружение, принеся пользу обществу. У них есть глубокое понимание и интуитивное знание того, что в конкретной ситуации является странным, и как исправить это. Этот аспект придает им дар предвидения и энтузиазма, он развивает их предприимчивость, расширяет их личные горизонты. Они обладают прекрасными деловыми качествами и способностями к организации и управлению. Они пользуются популярностью и добиваются успеха, умея завоевывать симпатии и умея подчинять и командовать. Они обладают способностью властвовать и также имеют аспект богатства. Однако, если отсутствует духовность, то у них возникает стремление к личному обогащению.
