Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitSaturnConjunctionPluto
source: is characterized by responsibilities with far-reaching consequences. Bonding can intensify willpower and focus. At the same time, however, one way or another, there is a susceptibility to harsh discipline. This transit can lead to the end of old experiences, especially in business, professional and political affairs, and the beginning of new ones. Personal reputation depends on past behavior and motivations. The period is favorable for self-improvement projects, improvement in business and professional affairs, improvement of work efficiency and professional methodologies. This time is suitable for spiritual self-development and meditation, as well as for scientific, mathematical or occult pursuits and searches. Latent clairvoyant abilities are often stimulated and serious activities related to advanced scientific research and the occult become possible. Some find themselves involved in government, political or professional secrecy, others in political, corporate intrigues and government struggles. There may be obstacles or assistance from secret interests and in one form or another from corporate monopolies. Professional or business involvement is likely related to taxes, insurance, inheritance, corporate finance, or the kindness of the deceased. Business, profession, or environmental issues tend to come to the fore. The pressure of binding obligations and business responsibilities is possible. It is possible to experience paranoia and a sense of danger if the connection is affected. In extreme cases, life and death issues may arise. The death of someone is possible, which will cause consequences for the native.
ru_ru: Характерен обязанностями с далеко идущими последствиями. Соединение может интенсифицировать силу воли и фокус. В то же время, однако, так или иначе существует подверженность суровой дисциплине. Этот транзит может привести к концу старых переживаний, особенно в бизнесе, профессиональных и политических делах, и началу новых. Личная репутация зависит от прошлого поведения и мотиваций. Период благоприятен для проектов самоусовершенствования, усовершенствования в бизнесе и профессиональных делах, улучшения эффективности работы и профессиональных методологий. Это время подходяще для духовного саморазвития и медитации, а также для научных, математических или оккультных занятий и поисков. Часто стимулируются латентные ясновидческие способности и становится возможной серьезная деятельность, связанная с передовыми научными исследованиями и оккультизмом. Некоторые оказываются вовлеченными в правительственную, политическую или профессиональную секретность, другие в политические, корпоративные интриги и борьбу властей. Возможны препоны или помощь от тайных интересов и в том или ином виде от корпоративных монополий. Вероятна профессиональная или деловая вовлеченность, связанная с налогами, страховками, наследством, корпоративными финансами или добром умерших. На первый план тяготеют выходить вопросы бизнеса, профессии или экологии. Возможно давление связывающих обязательств и деловой ответственности. Возможно переживание паранойи и чувства опасности, если соединение аффликтировано. В крайних случаях возможны столкновения с вопросами жизни и смерти. Возможна смерть кого-то, что вызовет последствия для урожденного.

# TransitSaturnConjunctionSaturn
source: is characterized by the end of crystallized professional conditions and the beginning of new ones. Serious responsibilities may arise that require caution and maturity. There is probably a feeling of an increased need for material security and a meaningful place in one's world. There is a desire to work for long-term goals and objectives, usually associated with career ambition. The increased ambition and supportive force associated with this transit make it possible to start long-term projects. The need to settle into a certain, established life routine on which to build future security can result in a more conservative outlook on life, especially regarding business, professional affairs, and politics. Transit can bring involvement in serious mathematical, scientific, business or political activities. At this time, the results of past actions come up for evaluation and correction. Whether their consequences will serve for good or evil depends on the merits of these past deeds. If they were carried out responsibly and realistically, then a person is free to begin new important acts of life. When this transit occurs between the ages of 27 and 29, it indicates the full acceptance of adult responsibilities and responsibilities. When he meets between the ages of 57 and 59, he marks the high point of his personal career. Transiting Saturn in conjunction with natal Saturn occurs approximately every 29 years.
ru_ru: Характеризуется окончанием кристаллизованных профессиональных условий и началом новых. Возможно возникновение серьезных обязанностей, требующих осторожности и зрелости. Вероятно ощущение усиленной потребности в материальной безопасности и осмысленном месте в своем мире. Проявляется желание работать для долгосрочных целей и задач, обычно связанных с честолюбием в карьере. Возросшее честолюбие и поддерживающая сила, ассоциируемые с этим транзитом, делают возможным начало долгосрочных проектов. Потребность обосноваться в определенной, установившейся жизненной рутине, на которой можно строить будущую безопасность, может иметь результатом более консервативный взгляд на жизнь, особенно относительно бизнеса, профессиональных дел и политики. Транзит может принести вовлечение в серьезную математическую, научную, деловую или политическую деятельность. В это время всплывают для оценки и коррекции результаты прошлых действий. Послужат ли их последствия к добру или злу, зависит от заслуг этих прошлых дел. Если они выполнялись ответственно и реалистично, то человек свободен начать новые важные деяния жизни. Когда этот транзит встречается между 27 и 29 годами, то он говорит о полном принятии взрослой ответственности и обязанностей. Когда он встречается между 57 и 59 годами, то отмечает высшую точку личной карьеры. Транзитный Сатурн в соединении с натальным Сатурном встречается приблизительно каждые 29 лет.

# TransitSaturnConjunctionSun
source: Self-discipline and ambition reach their peak; hard work will pay off later. People are not in the mood for frivolity; there are too many things to do! Individual responsibility is the key. Now we are more focused than usual, manageable and ready to solve everyday tasks that we usually avoid. No one wants to waste energy, so almost everyone will commit to working hard and doing their job well. Working alone is more effective than trying to work with others. Nevertheless, business meetings are good because we can formulate goals and formulate a plan and time frame to achieve them, step by step. The results of today's work will be practical, high-quality and durable. Serious consideration leads to deep awareness. Focus on staying grounded and aware. Today we may feel pessimistic or cynical, but we must not allow ourselves to look solely on the dark side. The conjunction of the transiting Saturn with the natal Sun has the same significance as the conjunction of the transiting Sun with the natal Saturn. However, it carries a longer duration and is much more important for human development. The conjunction of the transiting Saturn with the Natal Sun occurs once every 29 years and marks the main line in the development of individual maturity. It also evokes everything that a person has earned through their past work and deeds — whatever the results, favorable or not, from the life experience that this transit brings. There is a valuable lesson to be learned from all this.
ru_ru: Самодисциплина и амбиции достигают пика; тяжелый труд окупится позже. Люди не настроены на легкомыслие; слишком много дел! Индивидуальная ответственность является ключевым моментом. Сейчас мы более сосредоточены, чем обычно, управляемы и готовы решать повседневные задачи, которых мы обычно избегаем. Никто не хочет тратить энергию впустую, поэтому почти каждый возьмет на себя обязательство усердно работать и делать свою работу хорошо. Работать в одиночку более эффективно, чем пытаться работать с другими. Тем не менее, деловые встречи - это хорошо, потому что мы можем сформулировать цели и сформулировать план и временные рамки для их достижения, шаг за шагом. Результаты сегодняшнего труда будут практичными, качественными и долговечными. Серьезное рассмотрение ведет к глубокому осознанию. Сосредоточьтесь на том, чтобы оставаться заземленным и осознанным. Сегодня мы можем чувствовать себя пессимистами или циниками, но мы не должны позволять себе смотреть исключительно на темную сторону. Соединение транзитного Сатурна с натальным Солнцем имеет такое же значение, как соединение транзитного Солнца с натальным Сатурном. Однако оно несет большую длительность и гораздо большее значение для развития человека. Соединение транзитного Сатурна с Натальным Солнцем происходит один раз в 29 лет и отмечает основную линию в развитии индивидуальной зрелости. Он также вызывает все, что человек заслужил своей прошедшей работой и поступками — какими бы ни были результаты, благоприятными или нет, из жизненного опыта, который приносит этот транзит. Из всего этого следует извлечь ценный урок.

# TransitSaturnConjunctionUran
source: Is characterized by increased responsibility towards friends, groups, and organizations. It is often possible to involve new methods and modern technologies in professional affairs. Professional activity in one way or another is often associated with engineering, manual labor, or research and improvement, especially in the electronics industry. There may be concerns about the organizational management of the business and professional activities related to these areas. There is often an increased motivation to achieve personal goals and objectives. There is an experience of either personal success or vicissitudes of fate, according to past actions and motivations. These consequences often arise through sudden and unexpected karmic circumstances. This time is favorable for serious scientific or mathematical work, for the practical application of original ideas and intuitive inspirations.
ru_ru: Характерно возросшей ответственностью по отношению к друзьям, группам и организациям. Часто возможна вовлеченность в профессиональные дела новых методов и современных технологий. Профессиональная деятельность так или иначе часто связана с инженерным делом, ручным трудом или исследованиями и усовершенствованием, особенно в электронной промышленности. Возможна обеспокоенность организационным менеджментом бизнеса и профессиональной деятельностью, связанными с этими областями. Часто возникает повышенная мотивация для реализации личных целей и задач. Проявляется переживание либо личного успеха, либо превратностей судьбы, согласно с прошлыми действиями и мотивациями. Эти последствия часто возникают через внезапные и неожиданные кармические обстоятельства. Это время благоприятно для серьезной научной или математической работы, для практического применения оригинальных идей и интуитивных вдохновений.

# TransitSaturnConjunctionVenus
source: Communication will lack humor and lightheartedness, and even the most fleeting meetings will become serious, regardless of the desires of their participants. Relationships with women, partners, and allies, as well as the work of joint ventures, are particularly vulnerable during this period. Diplomatic and social contacts are unlikely to inspire you, and they will certainly serve selfish purposes. If pleasant moments are possible during this period, they will certainly be associated with new responsibilities. All of this looks pretty bleak overall, but there may be potentially positive circumstances. Orderly and serious relationships can mean increased stability and trust. Even if romantic and partnership offers lack flirtation and frivolity, there is no doubt about their seriousness. A penchant for formality in manners and even in clothes will become commonplace. During this period, socializing will become exhausting, and if you are not one of those who lead a hectic social life, the circumstances of this period will make you completely forget about it. You will be attracted to those who are older and more experienced than you. Artistic aspirations will become more focused and organized, although originality and imagination will suffer due to the tendency to follow traditions, as well as apply methods and subjects with which you are familiar. This period is unfavorable for procedures related to appearance, for cosmetic operations and processes related to decoration. The conjunction of transit Saturn with radical Venus has the same meaning as transit Venus in conjunction with natal Saturn, but its duration is much longer and causes long-term emotional limitations. Transit takes place once every 24 years.
ru_ru: Общению будет недоставать юмора и беззаботности, и даже самые мимолетные встречи станут серьезными, независимо от желания их участников. Особенно уязвимы в этот период взаимоотношения с женщинами, партнерами и союзниками, а также работа совместных предприятий. Дипломатические и социальные контакты вряд ли вдохновят вас, и наверняка будут служить корыстным целям. Если в этот период и возможны приятные моменты, они наверняка будут сопряжены с новыми обязанностями. Все это в целом выглядит довольно мрачно, но возможны и потенциально позитивные обстоятельства. Упорядоченность и серьезность взаимоотношений могут означать возросшую стабильность и доверие. Даже если романтическим и партнерским предложениям будет недоставать флирта и легкомыслия, можно не сомневаться в их серьезности. Склонность к официальности в манерах и даже в одежде станет обычным явлением. В этот период светское общение станет утомительным, а если вы не из тех, кто ведет бурную светскую жизнь, обстоятельства этого периода заставят вас всецело забыть о ней. Вас потянет к тем, кто старше и опытнее вас. Артистические стремления станут более целенаправленными и организованными, хотя оригинальность и воображение пострадают из-за склонности следовать традициям, а также применять методы и предметы, с которыми вы хорошо знакомы. Этот период неблагоприятен для процедур связанных с внешностью, для косметических операций и процессов, касающихся декорирования. Соединение транзитного Сатурна с радикальной Венерой имеет то же значение, что и транзитная Венера в соединении с натальным Сатурном, но его длительность намного больше и вызывает длительные эмоциональные ограничения. Транзит бывает раз в 24 года.

# TransitSaturnOppositionJupiter
source: Untimely actions, previous failures, government officials and insufficient generosity will hinder your personal growth, economic prosperity, spiritual self-realization and intellectual aspirations at this time. You will be required to sacrifice some of your prosperity or success to help others, but you will not be able to do so. This period is unfavorable for your father or any of your supervisors, and some problems may arise due to conflicts with them (whether your fault or theirs). You may break up with your father or have to take on his responsibilities. If, despite the potentially negative nature of this period, most situations are resolved without problems, you should not take your luck for granted or tempt fate by deliberately creating situations in which the circumstances described above will arise. Transiting Saturn in opposition to radical Jupiter has the same meaning as transiting Jupiter in opposition to radical Saturn, but usually lasts longer and indicates a prolonged period of moral conflict, professional and business adjustment. The transit occurs once in Saturn's 29-year cycle.
ru_ru: Несвоевременность действий, прежние неудачи, представители власти и недостаточная щедрость помешают вашему личному росту, экономическому процветанию, духовной самореализации и интеллектуальным стремлениям в это время. От вас потребуют частично пожертвовать своим процветанием или успехом, чтобы помочь окружающим, но вы будете не в состоянии сделать это. Этот период неблагоприятен для вашего отца или кого-либо из ваших руководителей, некоторые проблемы могут возникать из-за конфликтов с ними (по вашей или по их вине). Возможно, вы расстанетесь со своим отцом или вам придется взять на себя его обязанности. Если же, несмотря на потенциально негативный характер этого периода, большинство ситуаций разрешатся без проблем, не следует принимать свою удачу как должное или испытывать судьбу, умышленно создавая ситуации, в которых возникнут вышеописанные обстоятельства. Транзитный Сатурн в оппозиции к радикальному Юпитеру имеет то же значение, что и транзитный Юпитер в оппозиции к радикальному Сатурну, но обычно длится дольше и указывает на продолжительный период морального конфликта, профессионального и делового приспосабливания. Транзит встречается однажды в 29-летний цикл Сатурна.

# TransitSaturnOppositionMars
source: A serious lack of energy will slow down your progress. Circumstances may contribute to a lack of motivation to achieve any goals, or physical illness may prevent you from taking the necessary action. Perhaps it's not you, but those you rely on, who will experience a lack of enthusiasm or get sick. At this time, cars, other means of transport and other equipment will probably require repair or replacement. Obstacles to work and other physical efforts will be encountered at every step - this is a characteristic feature of this period. Discontent, anger, resistance to the authorities, attempts to circumvent rules and regulations or avoid prohibitions will be a waste of time and effort. If you are anxious, you need to give a healthy outlet to your emotions - for example, exercise, because anger can reach a critical point and lead to violent actions. The pace of business will slow down significantly. Past and present irresponsibility can make things worse. Transiting Saturn in opposition to natal Mars has the same meaning as transiting Mars in opposition to radical Saturn, but for a longer duration and indicates a prolonged period of difficulty and frustration. This transit occurs only once in Saturn's 29-year cycle.
ru_ru: Серьезная нехватка энергии замедлит ваш прогресс. Обстоятельства могут способствовать нехватке мотивации для достижения каких-либо целей или же физическое недомогание помешает вам предпринять необходимые действия. Возможно, не вы сами, а те, на кого вы рассчитываете, испытают недостаток энтузиазма или заболеют. В это время автомобили, другие средства транспорта и прочая техника наверняка потребуют ремонта или замены. Препятствия работе и другим физическим усилиям будут встречаться на каждом шагу - это характерная примета этого периода. Недовольство, гнев, сопротивление властям, попытки обойти правила и распоряжения или избежать запретов окажутся пустой тратой времени и сил. Если вы встревожены, необходимо дать здоровый выход своим эмоциям - например, заняться физическими упражнениями, поскольку гнев может достичь критической точки и вылиться в насильственные действия. Темпы в бизнесе существенно замедлятся. Безответственность в прошлом и настоящем способна ухудшить положение. Транзитный Сатурн в оппозиции с натальным Марсом имеет то же значение, что и транзитный Марс в оппозиции к радикальному Сатурну, но большую продолжительность и указывает на продолжительный период трудностей и расстройства. Этот транзит встречается лишь раз в 29-летний цикл Сатурна.

# TransitSaturnOppositionMercury
source: The current circumstances portend serious problems related to education, communication, travel or transportation. You will probably be deprived of the opportunity to freely rotate in your familiar surroundings at this time. Contacts and joint activities with brothers, sisters and neighbors will be limited and difficult. Technical, design, and computer projects or the development of your skills may fail. Any mechanical and other equipment that you use on a daily basis will require replacement or repair during this period, especially if it is old and has rarely been subjected to routine inspections. The pace of transactions, especially those related to sales, will slow down. Your ideas and ways of expressing yourself will gain more rigor. Even if you manage to maintain a sense of humor and nonchalance, you will not be able to show them. If you have lacked organization, prudence, and attention to detail in the past, you are now fully capable of filling this gap. Incorrect timing and even minor delays can become a serious problem for you. Avoid anger and irritation, as they are useless and can only make things worse. Show patience and tolerance in everything, do not force events, avoid open confrontations in difficult situations that can be easily resolved at another time. The opposition of transit Saturn with natal Mercury has the same meaning as transit Mercury in opposition with natal Saturn, but it lasts longer and marks a period of prolonged anxiety and heavy work responsibilities. This is a particularly difficult time for students or those who have professions that require mental work. This transit occurs only once during Saturn's 29-year cycle.
ru_ru: Нынешние обстоятельства предвещают серьезные проблемы, связанные с образованием, общением, путешествием или транспортом. Вы наверняка будете лишены возможности свободно вращаться в своем привычном окружении в это время. Контакты и совместные дела с братьями, сестрами и соседями будут ограниченными и затрудненными. Технические, дизайнерские и компьютерные проекты или развитие ваших навыков могут завершиться неудачей. Любое механическое и прочее оборудование, которым вы пользуетесь ежедневно, потребует в этот период замены или ремонта, особенно если оно старое и редко подвергалось профилактическим осмотрам. Темп сделок, особенно связанных с продажами, замедлится. Ваши идеи и способы самовыражения приобретут большую строгость. Даже если вы сумеете сохранить чувства юмора и беспечность, проявить их не удастся. Если вам в прошлом недоставало организованности, расчетливости и внимания к мелочам, сейчас вы вполне способны восполнить этот пробел. Неверный расчет времени и даже незначительные опоздания могут превратиться для вас в серьезную проблему. Избегайте гнева и раздражения, поскольку они бесполезны и могут лишь ухудшить положение. Проявляйте терпение и терпимость во всем, не форсируйте события, избегайте открытых конфронтации в трудных ситуациях, которые можно с легкостью разрешить в другое время. Оппозиция транзитного Сатурна с натальным Меркурием имеет то же значение, что и транзитный Меркурий в оппозиции с натальным Сатурном, но длится дольше и отмечает период длительного беспокойства и тяжелых рабочих обязанностей. Это особенно трудное время для студентов или тех, кто имеет профессии, требующие умственной работы. Этот транзит случается лишь раз в течение 29-летнего цикла Сатурна.
