Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitSunTrineSun
source: This transit is characterized by harmony in social activities, in love, in artistic efforts and in creative self-expression, along with increased vitality and self-confidence. This is a favorable period for working with children and working on their education. A person's ability for personal leadership will yield excellent results. This is a good time to reach out to reputable and influential people in search of support for personal creative efforts. This is a favorable period for organizing social activities, for personal investments and guardianship. Pleasant trips and trips related to education can benefit a person and broaden his outlook on life.
ru_ru: Этот транзит характеризует гармония в общественной деятельности, в любви, в артистических усилиях и в творческом самовыражении наряду с возросшей жизнеспособностью и самоуверенностью. Это благоприятный период для работы с детьми и работы над их образованием. Способность человека к личному лидерству даст отличные результаты. Это хорошее время для обращения к авторитетным и влиятельным лицам в поисках поддержки личных творческих усилий. Это благоприятный период для организации общественной деятельности, для личных вложений и опеки. Приятные поездки и путешествия, относящиеся к образованию, могут принести человеку пользу и расширить его взгляд на жизнь.

# TransitSunTrineUran
source: This transit is characterized by originality, creative self-expression, and unexpected happiness. People are very popular among comrades, friends and social acquaintances. They are more likely to experiment with new life styles, make interesting new friendships, and form group relationships with interesting people. The thirst for great freedom in personal expression leads to an expansion of human life experience. Exciting adventures and unusual social and romantic adventures tend to arise. This is a favorable transit for joint-stock business, reasonable speculation, or seeking financial support for creative projects. This is a good time to introduce children to scientific and metaphysical concepts. This transit often presents unusual opportunities for personal goals and objectives. It gives a person great willpower to carry out constructive attempts and efforts aimed at self-improvement. The abilities of intuition and clairvoyance are stimulated. Creative artistic expression will receive intuitive inspiration. Some people show an interest in occult, astrological, or scientific knowledge.
ru_ru: Для этого транзита характерны оригинальности, творческое самовыражение и неожиданное счастье. Люди пользуются большой популярностью среди товарищей, друзей и светских знакомых. Они, скорее всего, будут проводить эксперименты с новыми жизненными стилями, завязывать новые интересные дружеские отношения и групповые связи с интересными людьми. Жажда большой свободы в личном самовыражении ведет к расширению жизненного опыта человека. Склонны возникать захватывающие приключения и необычные светские и романтические авантюры. Это благоприятный транзит для акционерного бизнеса, разумных спекуляций или поиска финансовой поддержки для творческих проектов. Это хорошее время, чтобы ознакомить детей с научными и метафизическими понятиями. Часто этот транзит представляет необычные возможности для осуществления личных целей и задач. Он дает человеку большую силу воли для выполнения конструктивных попыток и усилий, направленных на самоусовершенствование. Стимулируются способности к интуиции и ясновидению. Творческое артистическое выражение будет получать интуитивное вдохновение. Некоторые люди проявляют интерес к оккультным, астрологическим или научным знаниям.

# TransitSunTrineVenus
source: This transit is characterized by artistic expression, social activities, and love affairs. A person has a happy and optimistic outlook on life. Usually, this transit is accompanied by an increase in personal charm and attractiveness. This is a good time to plan informal meetings. A person shows great understanding and attention to the needs of others, especially when it comes to the opposite sex. The person is kind, compassionate towards children and understands their emotional needs. This transit can bring opportunities in love and marriage if other horoscope indications are also favorable. This is a good time for all kinds of creative artistic expression, for projects involving music and entertainment, and for acquiring art or luxury items. This is also a good time to seek monetary or public benefits. The time is also favorable for business, marriage, or legal relationships.
ru_ru: Для этого транзита характерно артистическое самовыражение, общественная деятельность и любовные дела. Человек обладает счастливым и оптимистическим взглядом на жизнь. Обычно этот транзит сопровождает увеличение личного очарования и привлекательности. Это хороший период для планирования неофициальных встреч. Человек проявляет большое понимание и внимание к нуждам других, особенно там, где идет речь о противоположном поле. Человек добр, сострадателен к детям и понимает их эмоциональные нужды. Этот транзит может принести возможности в любви и браке, если другие указания гороскопа тоже благоприятны. Это хорошее время для всех видов творческого артистического выражения, для проектов, включающих музыку и развлечения, и для приобретения предметов искусства или роскоши. Это также хороший период для поиска денежных или общественных благ. Время благоприятно также для деловых, брачных пли юридических отношений.

# TransitUranConjunctionJupiter
source: Your intellectual horizons, range of interests, and related situations will expand significantly, if not completely, as circumstances force you to choose completely new and unexpected paths. At this time, self-education, traveling to new places, searching and gaining new experiences are of great importance. Transit Uranus in conjunction with natal Jupiter has the same meaning as transit Jupiter in conjunction with natal Uranus, but lasts longer and indicates a long period of personal growth and enlightenment through increased cultural, scientific, humane and occult understanding. Transit occurs only once in a person's life.
ru_ru: Интеллектуальные горизонты, диапазон интересов и связанных с ними ситуаций значительно расширятся, если не полностью изменятся, поскольку обстоятельства заставят вас выбирать совершенно новые и неожиданные пути. В это время большое значение имеет самообразование, путешествия по новым для вас местам, поиски и обретение нового опыта. Транзитный Уран в соединении с натальным Юпитером имеет то же значение, что и транзитный Юпитер в соединении с натальным Ураном, но длится дольше и указывает на длительный период личного роста и озарения через возросшее культурное, научное, гуманное и оккультное понимание. Транзит встречается лишь раз в жизни человека.

# TransitUranConjunctionMars
source: The new directions you choose these days will inspire your physical efforts and activities and probably encourage you to take on a whole new job. Previous activities will be suspended, new aspirations will arise, during this period you will strive for autonomy or new responsibilities, routine will begin to irritate you. Under the current circumstances, there may be a breakup with men or changes in relationships with them. Physical actions will be fraught with high responsibility and will turn out to be unpredictable, their result may be unexpected. For this reason, accidents and incorrect steps are possible, which can lead to disastrous results. During this period, special care should be taken when working with machinery, sharp tools and explosive substances, as well as in disputes with opponents. Transit Uranium in conjunction with natal Mars has the same meaning as transit Mars in conjunction with natal Uranium, but it lasts a very long time and indicates a prolonged period of sudden discontinuities.
ru_ru: Новые направления, которые вы выберете в эти дни, будут вдохновлять ваши физические усилия и деятельность и, вероятно, побуждать к совершенно новой работе. Прежняя деятельность приостановится, возникнут новые стремления, в этот период вы будете стремиться к автономии или новым обязанностям, рутина начнет вызывать у вас раздражение. При нынешних обстоятельствах возможны разрыв с мужчинами или изменения во взаимоотношениях с ними. Физические действия будут сопряжены с высокой ответственностью и окажутся непредсказуемыми, их результат может быть неожиданным. По этой причине возможны аварии, неверные шаги, что может привести к плачевным результатам. В этот период следует проявлять особую осторожность при работе с техникой, с острыми инструментами и взрывоопасными веществами, а также в спорах с противниками. Транзитный Уран в соединении с натальным Марсом имеет то же значение, что и транзитный Марс в соединении с натальным Ураном, но длится весьма долго и указывает на продолжительный период внезапных разрывов.

# TransitUranConjunctionMercury
source: There will be an end to your current ideas, methods, and travels, which will force you to travel to new, unexplored lands. You will strive for the freedom to develop and express your thoughts and opinions. As you become more receptive to non-traditional views, you will come up with original ideas. It is difficult to determine exactly which direction your thoughts or actions will take, or which subject you will be interested in, but perhaps you will become interested in studying new technology, developing technical or design skills, astrology or psychology. At this time, you will be extremely perceptive, but at the same time, nervous overloads await you. The nature of your environment may change during this period, as well as your contacts with neighbors, brothers and sisters. Worry will force you to change your plans and activities. Expect the most incredible situations along the way. The conjunction of transit Uranus with natal Mercury has the same meaning as transit Mercury in conjunction with natal Uranus, but it lasts much longer and indicates a long period of creative, intuitive and intellectual insight. This transit happens only once in a person's lifetime.
ru_ru: К нынешним идеям, методам и путешествиям наступит конец, что заставит вас отправиться в новые, неизведанные края. Вы будете стремиться к свободе развивать и выражать свои мысли и мнения. Поскольку вы станете более восприимчивым к нетрадиционным взглядам, у вас возникнут оригинальные идеи. Трудно определить точно, какое направление примут ваши мысли, или действия, или какой предмет вас заинтересует, но, возможно, вы увлечетесь изучением новой технологии развитием технических или конструкторских навыков, астрологией или психологией. В это время вы будете на редкость проницательны, но вместе с тем вас ждут нервные перегрузки. Характер вашего окружения в этот период может измениться, как и ваши контакты с соседями, братьями и сестрами. Беспокойство заставит вас изменить свои планы и род деятельности. В пути ожидайте самых невероятных ситуаций. Соединение транзитного Урана с натальным Меркурием имеет то же значение, что и транзитный Меркурий в соединении с натальным Ураном, но длится гораздо дольше и указывает на длительный период творческой, интуитивной и интеллектуальной проницательности. Этот транзит случается лишь раз за жизнь человека.

# TransitUranConjunctionMoon
source: Perhaps these days you will strive for a completely different lifestyle, as the situation in your family and home, as well as relationships with women and children, will change. New emotional obligations will appear, and the current ones will suddenly stop. You can purchase a house or suddenly decide to sell it. This period is associated with chaotic activity, especially if you suffer from neurosis, insomnia, and short temper. During this period, it is difficult to understand who and what can make you happy, but emotional independence plays an essential role. A sense of ownership in a relationship, no matter from which side, will cause resistance. Although it is impossible to predict the nature of the emotional atmosphere of this period, originality and originality may appear in your creative and artistic aspirations. The conjunction of transit Uranus with the radical Moon has the same meaning as the transit Moon in conjunction with natal Uranus, however, it lasts for a year or more and indicates a long period of time in a person's family, household and monetary affairs. These changes are often caused by forces beyond human control.
ru_ru: Возможно, в эти дни вы устремитесь к совершенно иному образу жизни, поскольку ситуация в вашей семье и доме, а также отношения с женщинами и детьми изменятся. Появятся новые эмоциональные обязательства, а нынешние внезапно прекратятся. Вы можете приобрести дом или неожиданно решить продать его. Этот период связан с хаотической деятельностью, особенно если вы страдаете неврозами, бессонницей и вспыльчивостью. В этот период трудно понять, кто и что способно осчастливить вас, но эмоциональная независимость играет существенную роль. Чувство собственника во взаимоотношениях - неважно, с чьей стороны, вызовет сопротивление. Хотя характер эмоциональной атмосферы этого периода предсказать невозможно, в ваших творческих и артистических стремлениях могут появиться оригинальность и самобытность. Соединение транзитного Урана, с радикальной Луной имеет такое же значение, как и транзитная Луна в соединении с натальным Ураном, однако, длится год или более и указывает на длительный период времени в семейных, домашних и денежных делах человека. Часто эти перемены вызываются силами, независящими от человека.

# TransitUranConjunctionNeptune
source: This transit is characterized by intense intuitive perception and sudden confrontation with the unconscious mind. You can imagine or gain insights on the way to achieve your goals and objectives. Sudden changes in personal and private affairs are possible, sometimes as a result of large-scale social, economic or political changes beyond the control of the native. Sometimes there is friendship with intuitive, artistically talented and psychic people. This is a great time for those who are engaged in the field of art and science, thanks to the stimulation of intuitive abilities and imagination. Involvement in secret groups and organizations is very possible, and there may also be involvement in scientific, occult, or mystical friendships, groups, and organizations. An interest in astrology or parapsychological subjects often develops. Some people are interested in exploring their previous lives. Prophetic insights into future cultural trends and moods often arise. Unusual and strange circumstances may arise regarding corporate finances, pooled money, taxes, insurance, and the property of the deceased. Some receive gifts, grants, or inheritances. If the transit connection is affected by other planets, then there is a possibility of involvement in unorthodox cults and groups of a dubious nature.
ru_ru: Этот транзит характерен интенсивным интуитивным восприятием и внезапной конфронтацией с бессознательным умом. Можно представить или получить прозрения в пути достижения своих целей и задач. Возможны внезапные изменения в личных и частных делах, иногда в результате крупномасштабных общественных, экономических или политических перемен, находящихся вне контроля урожденного. Иногда возникает дружба с интуитивными, художественно-талантливыми и психическими людьми. Это отличный период для тех, кто занят в области искусства и науки, благодаря стимуляции интуитивных способностей и фантазии. Весьма возможна вовлеченность в тайные группы и организации Может быть также вовлеченность в научную, оккультную или мистическую дружбу, группы и организации. Часто развивается интерес к астрологии или парапсихологическим предметам. Некоторые заинтересовываются исследованием своих предыдущих жизней. Часто возникают пророческие прозрения в будущие культурные тенденции и настроения. Могут возникнуть необычные и странные обстоятельства в отношении корпоративных финансов, объединенных денег, налогов, страховок, имущества умерших. Некоторые получают подарки, дотации или наследство. Если транзитное соединение аффликтировано другими планетами, то возникает возможность вовлечения в неортодоксальные культы и группы сомнительного характера.

# TransitUranConjunctionPluto
source: This transit is characterized by the fact that increased willpower will lead to important changes in life. There is a strong desire to change or morally reform existing conditions. In extreme cases, this can lead to revolutionary feelings and actions. The forces of reality can suddenly shake a false SENSE of security and dilapidated concepts. Some people have mind-boggling and baffling clairvoyant experiences. Many people develop an interest in life after death, reincarnation, and parapsychological subjects. A native is probably breaking up his old friendships and group associations, and starting new ones that are more consistent with new interests and values. This transit may reveal an unexpected display of unusual talents and abilities. Radical changes can occur through cultural, political, social, or economic forces. In extreme cases, this is due to war, revolution, natural disasters, or economic chaos. If this transit connection is affected, it is important to avoid situations of potential danger. Sudden, drastic changes can affect insurance, taxes, alimony, corporate money, business, or inheritance for the worse or for the better.
ru_ru: Этот транзит характерен тем, что возросшая сила воли приведет к важным изменениям в жизни. Проявляется сильное желание изменить или морально реформировать существующие условия. В крайних случаях это может привести к революционным чувствам и действиям. Силы реальности могут внезапно пошатнуть ложное ЧУВСТВО безопасности и обветшавшие концепции. У некоторых бывают ошарашивающие и ставящие в тупик ясновидческие переживания. У многих развивается интерес к жизни после смерти, реинкарнации и парапсихологическим предметам. Урожденный, вероятно, рвет свои старые дружеские отношения и групповые ассоциации, и начинает новые, более соответствующие новым интересам и ценностям. Этот транзит может показать неожиданное проявление необычных талантов и способностей. Радикальные изменения могут произойти через культурные, политические, общественные или экономические силы. В крайних случаях это связано с войной, революцией, природными катастрофами или экономическим хаосом. Если это транзитное соединение аффликтировано, то важно избегать ситуаций потенциальной опасности. Внезапные, радикальные изменения могут влиять к худшему или к лучшему на страховки, налоги, алименты, корпоративные деньги, бизнес или наследство.

# TransitUranConjunctionSaturn
source: This period will lead to circumstances that can challenge or change some areas of your life that were previously governed by traditions, rules, guidelines, and restrictions. No matter how necessary such regulators may be, this astrological situation may require you to re-evaluate and perhaps even radically change them. The scope of your current responsibilities may undergo significant changes. For example, you can strive for new, unorthodox ideas and methods in the performance of your duties, or try to apply these new ideas and methods to successfully fit into the system without violating its basic structure. Transit Uranus in conjunction with natal Saturn has the same meaning as transit Saturn in conjunction with natal Uranus, but usually lasts longer and indicates an extended period of targeted professional group activity and a radical change in professional affairs. Transit occurs once every 84 years.
ru_ru: Этот период приведет к обстоятельствам, способным бросить вызов или изменить некоторые сферы вашей жизни, которыми прежде управляли традиции, правила, указания и ограничения. Как бы необходимы ни были подобные регуляторы, данная астрологическая ситуация может потребовать от вас заново оценить и, возможно, даже коренным образом изменить их. Сфера ваших нынешних обязанностей может претерпеть существенные изменения. К примеру, вы можете стремиться к новым, неортодоксальным идеям и методам в исполнении своих обязанностей или пытаться применить эти новые идеи и методы, чтобы успешно вписаться в систему, не нарушая ее основной структуры. Транзитный Уран в соединении с натальным Сатурном имеет то же значение, что и транзитный Сатурн в соединении с натальным Ураном, но обычно длится дольше и указывает на продленный период целевой профессиональной групповой деятельности и радикальной перемены в профессиональных делах. Транзит встречается раз в 84 года.

# TransitUranConjunctionSun
source: Transit Uranus connects with the natal Sun once every 84 years and marks an important period in the awakening of a person to a higher level of consciousness. This transit can last about a year when retrograde motion is taken into account. Therefore, its effect is much more significant and important than the short four-day effect of the junction of the transiting Sun with natal Uranus. These brief contacts of the Sun with Uranus are only a preparatory stage for the major aspects of the transit of Uranus to the natal Sun. Often this transit happens either very early or very late in life. In this case, a person is deprived of the full breadth of personal freedom and the choice of opportunities for original creative expression and for the realization of goals that comes to those who receive this transit during the most important years in their lives. If this transit occurs in childhood, then enlightened people will probably guide the child's development. If it occurs in the later years of life, then deep spiritual realizations can prepare a person for the transition called death.
ru_ru: Транзитный Уран соединяется с натальным Солнцем раз в 84 года и отличает важный период в пробуждении человека к более высокому уровню сознания. Этот транзит может длиться приблизительно год, когда принимается во внимание ретроградное движение. Следовательно, его воздействие гораздо показательнее и важнее, чем короткое четырехдневное влияние соединения транзитного Солнца с натальным Ураном. Эти короткие соприкосновения Солнца с Ураном являются лишь подготовительной стадией для мажорных аспектов транзитного Урана к натальному Солнцу. Часто этот транзит случается либо очень рано, либо очень поздно в жизни. В этом случае человек лишен всей широты личной свободы и выборе возможностей для оригинального творческого самовыражения и для реализации целей, которая приходит к тому, кто получает этот транзит в течение важнейших лет в своей жизни. Если этот транзит происходит в детстве, то просвещенные люди будут, вероятно, руководить развитием ребенка. Если он происходит в поздние годы жизни, то глубокие духовные реализации могут подготовить человека к переходу, называемому смертью.
