Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitUranSquareMars
source: Hasty actions can lead to accidents and injuries, especially to the head or face; therefore, caution should not be forgotten when working with machinery and explosive materials (including people) - this is necessary during this unpredictable period. Even the most fleeting and insignificant cooperation with men can become troublesome or difficult. Close relationships with men may worsen, but they will not stop completely. If there is a reason for the continuation of such a relationship, they will remain, but probably on completely different terms. Transit Uranus in the natal Mars quadrature has the same meaning as transit Mars in the natal Uranus quadrature, but it lasts longer and indicates a period of discontinuities. This transit happens twice during the average life span of a person.
ru_ru: Поспешные действия могут привести к авариям и травмам, особенно головы или лица; поэтому не следует забывать об осторожности при работе с техникой и взрывоопасными материалами (в том числе и с людьми) - это необходимо в этот непредсказуемый период. Даже самое мимолетное и незначительное сотрудничество с мужчинами может стать хлопотным или затруднительным. Близкие взаимоотношения с мужчинами могут ухудшиться, но не прекратятся полностью. Если для продолжения таких взаимоотношений есть причина, они сохранятся, но, вероятно, на совершенно иных условиях. Транзитный Уран в квадратуре с натальным Марсом имеет то же значение, что и транзитный Марс в квадратуре с натальным Ураном, но продолжается дольше и указывает на период разрывов. Случается этот транзит дважды в течение средней продолжительности жизни человека.

# TransitUranSquareMercury
source: Circumstances challenge your current methods and ideas, disrupt the state and nature of education, literary creativity, sales, communication, as well as the way or frequency of travel. Relationships and common affairs with siblings or contacts with neighbors cease or undergo other changes. You may encounter situations that require computer knowledge, technical or design skills that you lack. Meetings and discussions are annoying and create chaos, as each participant holds his own opinion and expresses his ideas. Unexpected events often hinder your plans. This period does not mean the termination of your current involvement in any of these areas, external forces that you are unable to control will certainly require you to adapt or change your attitude to what is happening. The organization of activities and timely receipt of information will become more complicated. Computer failures, electrical systems, and technical equipment are likely. The quadrature of the transit Uranus with natal Mercury has the same meaning as the transit Mercury in the quadrature with natal Uranus, but a much larger interval, indicating a long period of mental confusion and difficulties. This transit usually takes place twice during the 84-year cycle of Uranium.
ru_ru: Обстоятельства бросают вызов, вашим нынешним методам и идеям, нарушают состояние и характер образования, литературного творчества, продаж, общения, а также способ или частоту путешествий. Взаимоотношения и общие дела с братьями и сестрами или контакты с соседями прекращаются или претерпевают иные изменения. Вы можете столкнуться с ситуациями, которые потребуют знания компьютера, обладания техническими или конструкторскими навыками, которых вам недостает. Собрания и дискуссии вызывают раздражение и создают хаос, поскольку каждый из участников придерживается собственного мнения и высказывает свои идеи. Неожиданные события зачастую препятствуют вашим планам. Этот период не означает прекращения вашего нынешнего участия в любой из этих сфер, внешние силы, которые вы не в состоянии контролировать, наверняка потребуют от вас некоторой адаптации или изменения отношения к происходящему. Организация деятельности и своевременное получение информации осложнятся. Вероятны неисправности компьютеров, электрических систем и технического оборудования. Квадратура транзитного Урана с натальным Меркурием имеет то же значение, что и транзитный Меркурии в квадратуре с натальным Ураном, но гораздо больший интервал, указывая на длительный период умственного замешательства и затруднений. Этот транзит обычно имеет место дважды за 84-летний цикл Урана.

# TransitUranSquareMoon
source: During this unstable period, sudden or unexpected changes are likely related to status or relationships, emotional responsibilities, household chores, and where you live. One of the most serious problems will be the need to restrain your feelings, desires, and emotional reactions. Circumstances are unpredictable, and moreover, you cannot control them. The actions and decisions of others will affect your current emotional responsibilities in relationships and other areas. One should not expect the inevitable termination of relationships and the collapse of hopes, but annoying obstacles will surely arise in these areas. In constantly changing circumstances, be flexible in your principles and feelings, and stick to what has always been a source of emotional satisfaction for you. Increasing anxiety, nervousness, and irritability can seriously affect your health. During this period, the women and children in your life will be unpredictable, you may experience a breakup with them or find it almost impossible to control them. The quadrature of transit Uranus with a radical Moon has the same meaning as the transit Moon in quadrature with natal Uranus, but lasts for a year or more, marking a long period of emotional, family and financial changes and restructuring. Large-scale forces, independent of a person's will, can unexpectedly destroy a person's family, home, and financial affairs. This transit occurs approximately every 42 years, and it is experienced twice in a normal human life.
ru_ru: Во время этого нестабильного периода вероятны внезапные или неожиданные перемены, связанные со статусом или взаимоотношениями, эмоциональными обязанностями, домашними делами и местом, где вы живете. Одну из наиболее серьезных проблем будет представлять необходимость сдерживать свои чувства, желания и эмоциональные реакции. Обстоятельства непредсказуемы, мало того - вы не в силах управлять ими. Действия и решения окружающих повлияют на ваши нынешние эмоциональные обязанности во взаимоотношениях и других сферах. Не стоит ждать непременного прекращения взаимоотношений и крушения надежд, но в этих сферах наверняка возникнут досадные помехи. В постоянно меняющихся обстоятельствах проявляйте гибкость в своих принципах и чувствах, придерживайтесь того, что всегда служило для вас источником эмоционального удовлетворения. Нарастающее беспокойство, нервозность, раздражительность могут серьезно отразиться на вашем здоровье. В этот период женщины и дети в вашей жизни будут непредсказуемыми, вы можете пережить разрыв с ними или обнаружить, что управлять ими почти невозможно. Квадратура транзитного Урана с радикальной Луной имеет то же значение, что и транзитная Луна в квадратуре с натальным Ураном, но длится год и более, отмечая длительный период эмоциональных, семейных и финансовых перемен и перестройки. Крупномасштабные силы, независящие от воли человека, могут неожиданно разрушить семью, дом и денежные дела человека. Этот транзит происходит примерно каждые 42 года, его переживают дважды за нормальную человеческую жизнь.

# TransitUranSquareNeptune
source: This transit is characterized by a shift in mental impressions and unproductive fantasy. There is a desire to avoid the routine and responsibilities of ordinary life. Psychological and emotional confusion makes this a bad time for psychic experiments such as sessions and communication with disembodied objects. Transit can bring unconscious forces and desires to the surface. In extreme cases, psychological hallucinations and self-deceptions occur. There may be a lack of a sense of direction and confusion about their goals and aspirations. Excessive use of drugs and alcohol should be avoided, as they can exacerbate the above-mentioned problems. During this transit, some deceive themselves about past lives in which they were supposedly famous and important people. They also tend to be associated with IT companies or cults of dubious value, attract friends, and get involved in impractical, psychologically disordered, or deluded groups and organizations. Some seek out such companies as a means of escape from the messy affairs in their own lives. Friends may intentionally or unknowingly involve you in impractical or unproductive activities. There is often a lack of organization in the management of financial affairs. Fraud is possible in combined finance, corporate business, and issues related to insurance, taxes, alimony, and inheritance. Family and household chores are often psychologically confusing and frustrated. Disorder in personal life can also come from large-scale political and economic forces beyond the control of the native.
ru_ru: Этот транзит характерен смещением психических впечатлений и непродуктивной фантазией. Возникает желание избежать рутины и обязанностей обычной жизни. Психологическая и эмоциональная путаница делает это время неудачным для психических экспериментов таких как сеансы и общение с бестелесными объектами. Транзит может вынести на поверхность бессознательные силы и желания. В крайних случаях, возникают психологические галлюцинации и самообманы. Возможен недостаток чувства направления и путаница в своих целях и чаяниях. Следует избегать излишнего использования наркотиков и алкоголя, поскольку они могут усугубить выше указанные проблемы. При этом транзите некоторые обманывают себя относительно прошлых жизней, в которых они, якобы, были знаменитыми и важными людьми. Тяготеют также быть связанными с IT-компаниями или культами сомнительной ценности, привлекать друзей и вовлекаться в непрактичные, психологически неупорядоченные или заблуждающиеся группы и организации. Некоторые выискивают такие компании, как средство бегства от неупорядоченных дел в своей собственной жизни. Друзья могут нарочно или неосознанно втягивать в непрактичную или непродуктивную деятельность. Часто не хватает организованности в ведении финансовых дел. Возможен обман в объединенных финансах, корпоративном бизнесе и вопросах, связанных со страховкой, налогами, алиментами и наследством. Семейные и домашние дела часто психологически запутаны и расстроены. Расстройство в личной жизни может идти также от крупномасштабных политических, экономических сил, не контролируемых урожденным.

# TransitUranSquarePluto
source: This transit is characterized by revolutionary feelings and a radical change or destruction of basic goals and perspectives. The timing is unfavorable for the start of changes, however, if you need to adjust to circumstances, you must recognize that these changes will be valuable in the future. Life can be changed by large-scale uncontrollable forces. The people to whom this happens must learn to adapt to adverse changes and take advantage of all the opportunities provided by the new set of circumstances. Some have to deal with disastrous or dangerous circumstances and are subject to disturbing psychic and occult influences. This is an unfavorable period for psychic or occult experiments. Old friendships and connections with IT companies and organizations may be broken. People who are important to a native can suddenly and unexpectedly die. Unexpected financial losses are possible through combined finances, corporate business, insurance or the property of the deceased. There may be danger through corporate interests or a power structure.
ru_ru: Этот транзит характерен революционными чувствами и радикальной переменой или разрушением основных целей и перспектив. Время неблагоприятно для начала перемен, однако, если нужно прилаживаться к обстоятельствам, надо признать, что эти перемены будут ценными в будущем. Жизнь может быть изменена крупномасштабными неподвластными контролю силами. Люди, с которыми это случится, должны научиться приспосабливаться к неблагоприятным переменам и использовать все возможности, предоставляемые новым набором обстоятельств. Некоторым приходится иметь дело с гибельными или опасными обстоятельствами и подвергаться будоражащим психическим и оккультным влияниям. Это неблагоприятный период для психических или оккультных экспериментов. Возможны разрывы старых дружеских отношений и связей с IT-компаниями и организациями. Могут внезапно и неожиданно умирать люди, имеющие значение для урожденного. Возможны неожиданные финансовые убытки через объединенные финансы, корпоративный бизнес, страховки или имущество умерших. Может возникать опасность через корпоративные интересы или структуру власти.

# TransitUranSquareSaturn
source: At this time, some event or situation will cause a generational conflict. There is a threat to the leadership position or power. It is unlikely that this will happen through your fault, as it may seem to some. There may be a confrontation between new ideas or methods and traditions that you and your peers adhere to. It is important to understand that one system should not overwhelm the other. It is worth making an effort, and you will be able to find an alternative. Transit Uranus in the natal Saturn quadrature has the same meaning as transit Saturn in the natal Uranus quadrature, but lasts longer and indicates a prolonged period of instability and frustration in personal business and professional affairs. Transit occurs only twice in a person's life.
ru_ru: В это время некое событие или ситуация вызовет конфликт поколений. Возникает угроза руководящему положению или власти. Вряд ли это произойдет по вашей вине, как может показаться некоторым. Возможна конфронтация между новыми идеями или методами и традициями, которых придерживаетесь вы и ваши ровесники. Важно понять, что одна система не должна подавлять другую. Стоит приложить усилия, и вы сумеете найти альтернативу. Транзитный Уран в квадратуре с натальным Сатурном имеет то же значение, что и транзитный Сатурн в квадратуре с натальным Ураном, но длится дольше и указывает на продолжительный период нестабильности и разочарований в личном бизнесе и профессиональных делах. Транзит встречается лишь дважды в жизни человека.

# TransitUranSquareSun
source: Circumstances can severely test your willpower and determination to succeed. One of the greatest obstacles will be the inability to manage or control situations. The current situations will determine the actions and decisions of others, and you can only control your own reactions. The expression continuous trials corresponds to the potential of this period to the greatest extent. Chaos and constant challenges arise, but they do not necessarily indicate that you need to change your current course or give up futile attempts to achieve your goals. Because the potential of situations is unpredictable and unexpected, it is difficult to prepare for them. It will not be easy to maintain your leadership position or status. But you can and should be prepared to fight for your integrity, principles, and solutions. The quadrature of the transit Uranus with the natal Sun has the same significance as the quadrature of the transit Sun with the natal Uranus, however, the effect of this transit may extend over a year or more. This quadrature marks a period of important restructuring.
ru_ru: Обстоятельства могут подвергнуть суровому испытанию вашу силу воли и решимость преуспеть. Одним из величайших препятствий станет невозможность управлять ситуациями или контролировать их. Сложившиеся ситуации определят действия и решения окружающих, а вы в состоянии контролировать лишь собственные реакции. Потенциалу этого периода в наибольшей степени соответствует выражение сплошные испытания. Возникают хаос и постоянные вызовы, но они не обязательно свидетельствуют о том, что вам необходимо сменить нынешний курс или оставить тщетные попытки добиться своих целей. Поскольку потенциал ситуаций непредсказуем и неожидан, к ним трудно подготовиться. Сохранить свое руководящее положение или статус будет непросто. Но вы можете и должны быть готовы к борьбе за свою целостность, принципы и решения. Квадратура транзитного Урана с натальным Солнцем имеет такое же значение, как квадратура транзитного Солнца с натальным Ураном, однако, влияние этого транзита может распространяться на год или более того. Эта квадратура знаменует период важной перестройки.

# TransitUranSquareUran
source: This transit is characterized by a desire to be independent from external authorities. There is a possibility of family ties, professional responsibilities, friendships, and group associations being severed. At the same time, there is often a messy unfinished business, which some time later can adversely affect both the native and those associated with him. Some are forced to adapt to unusual new circumstances and demands, which can make them feel unsafe and uncomfortable. They usually face the need to adapt to changing social standards and values, as well as to seek their own goals and meaning in life.
ru_ru: Этот транзит характерен желанием быть независимым от внешних властей. Существует вероятность разрывов семейных уз, профессиональных обязанностей, дружбы и групповых ассоциаций. При этом часто остается беспорядочный незавершенный бизнес, который некоторое время спустя может неблагоприятно влиять как на урожденного, так и на тех, кто с ним связан. Некоторые вынуждены приспосабливаться к непривычным новым обстоятельствам и требованиям, что можем заставить их чувствовать себя небезопасно и неуютно. Обычно они сталкиваются с необходимостью приспосабливаться к изменяющимся общественным стандартам и ценностям, а также искать свои собственные цели и смысл жизни.

# TransitUranSquareVenus
source: Friendships (especially with women), romantic interests, social contacts, marriage, and other partnerships will become unstable due to changing circumstances. At this time, the relationship does not necessarily have to end, but the mutual goals and other conditions that define this relationship will certainly take a new direction. Unforeseen difficulties will arise in the work of joint ventures and cooperation. Social events, diplomatic maneuvers, or artistic endeavors will be hindered by obstacles created by the actions or decisions of others. This period is unfavorable for appearance care or cosmetic surgery, as the results of these actions will not be as expected. Unusual secular circumstances may arise, an offer of an unorthodox union may be received, and you may be caught off guard at the sight of an unpleasant or disapproving reaction from others to your words or actions. Transit Uranus in quadrature with radical Venus has the same value as transit Venus in quadrature with natal Uranus, but a much longer duration. This transit can occur twice in a person's life.
ru_ru: Дружеские отношения (особенно с женщинами), романтические увлечения, светские контакты, брак и другое партнерство станут нестабильными ввиду изменяющихся обстоятельств. В эту пору взаимоотношения не обязательно должны прекратиться, но взаимные цели и другие условия, определяющие эти отношения, наверняка примут новое направление. В работе совместных предприятий ив сотрудничестве возникнут непредвиденные сложности. Светским событиям, дипломатическим маневрам или артистическим стремлениям помешают препятствия, созданные действиями или решениями окружающих. Этот период неблагоприятен для ухода за внешностью или косметической хирургии, поскольку результаты этих действий окажутся не такими, как предполагалось. Могут возникнуть необычные светские обстоятельства, поступит предложение неортодоксального союза, и вы можете оказаться застигнутым врасплох при виде неприятной или неодобрительной реакции окружающих на ваши слова или поступки. Транзитный Уран в квадратуре с радикальной Венерой имеет то же значение, что и транзитная Венера в квадратуре с натальным Ураном, но гораздо большую длительность. Этот транзит может встретиться дважды в жизни человека.

# TransitUranTrineJupiter
source: Your generosity will be richly rewarded, but not in the way you expected. This period is usually favorable for social or professional status, success can accompany travel and education; you will achieve recognition through your literary work or publishing business, economic prosperity, cultural and spiritual growth are possible. At this time, your relationship with your father will be successful and the situations associated with him will be favorable due to the intervention of others, they may arise unexpectedly and be unusual or unorthodox. Regardless of whether you initiated such situations or simply reacted to them, you will gain new independence, as well as philosophical and optimistic views. Transit Uranus in trine with natal Jupiter has the same meaning as transit Jupiter in trine with natal Uranus, but it lasts much longer and marks an extended period of opportunity for spiritual growth and advancement. Transit occurs only twice in a person's life.
ru_ru: Ваше великодушие будет щедро вознаграждено, но совсем не так, как вы предполагали. Этот период обычно благоприятен для социального или профессионального статуса, успех может сопутствовать путешествиям и образованию; вы добьетесь признания благодаря своему литературному творчеству или издательскому бизнесу, возможны экономическое процветание, культурный и духовный рост. В эту пору удачными будут ваши взаимоотношения с отцом и ситуации, связанные с ним благоприятные обстоятельства будут складываться благодаря вмешательству окружающих, они могут возникнуть неожиданно и быть необычными или неортодоксальными. Независимо от того, были ли вы инициатором подобных ситуаций или просто отреагировали на них, вы приобретете новую независимость, а также философские и оптимистические взгляды. Транзитный Уран в трине с натальным Юпитером имеет то же значение, что и транзитный Юпитер в трине с натальным Ураном, но длится много дольше и знаменует продленный период возможности духовного роста и продвижения. Транзит встречается лишь дважды в жизни человека.
