Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitPlutoOppositionVenus
source: During this period, romantic hobbies, social interaction, legal issues, and the work of joint ventures are unlikely to be successful and enjoyable. Even if you are happily married and already have a romantic partner, you may become infatuated with someone else, and the outcome in such a case does not bode well. Jealousy during this period will affect your lovers, friends and acquaintances. The motives behind your interest in people, as well as the motives of those who show interest in you, are questionable at best. Your values, principles, priorities, possessions, and relationships will conflict with your current circumstances. The unbridled pursuit of pleasure, luxury and a sweet life will have disastrous consequences. If you feel pressured or influenced by negative situations related to this period, don't waste time trying to gain an advantage or change the status quo. Move to a safe distance and be content with inaction. Transit Pluto in opposition to radical Venus has the same meaning as transit Venus in opposition to radical Pluto, but a much longer duration and indicates a period of need for spiritual regeneration of the relationship.
ru_ru: В этот период романтические увлечения, социальное взаимодействие, юридические вопросы и работа совместных предприятий вряд ли будут успешными и приятными. Даже если вы счастливы в браке и уже имеете романтического партнера, вы можете увлечься кем-то другим, и исход в подобном случае не сулит ничего благоприятного. Ревность в этот период затронет ваших возлюбленных, друзей и знакомых. Мотивы, скрывающиеся за вашим интересом к людям, а также мотивы тех, кто проявляет интерес к вам, в лучшем случае сомнительны. Ваши ценности, принципы, приоритеты, имущество и взаимоотношения вступят в конфликт с нынешними обстоятельствами. Необузданная погоня за удовольствиями, роскошью и сладкой жизнью будет иметь катастрофические последствия. Если вы ощутите давление или влияние негативных ситуаций, связанных с этим периодом, не тратьте время на бесполезные попытки добиться преимущества или изменить существующее положение вещей. Отойдите на безопасное расстояние и довольствуйтесь бездействием. Транзитный Плутон в оппозиции к радикальной Венере имеет то же значение, что и транзитная Венера в оппозиции к радикальному Плутону, но гораздо большую продолжительность и указывает на период нужды в духовной регенерации отношений.

# TransitPlutoSextileJupiter
source: The favorable circumstances of this period can cause an increase in optimism and inspiration. Since unprecedented luck will not fall from the sky on its own, you will need to create situations that promote more optimistic views or provide new sources of inspiration. During this time, you may have the opportunity to improve your position by participating in sports, as well as in religious, political, or cultural activities. Probably, the opportunity you need is related to higher education or your father. Transiting Neptune in the sextile with natal Jupiter has the same meaning as transiting Jupiter in the sextile with natal Neptune, but it lasts longer and indicates the continued possibility of mystical awakening.
ru_ru: Благоприятные обстоятельства этого пери ода могут вызвать рост оптимизма и вдохновения. Поскольку небывалая удача не свалится к вам с неба сама по себе, вам потребуется создать ситуации, способствующие более оптимистическим взглядам или обеспечивающие новые источники вдохновения. В это время вам может представиться случай улучшить свое положение благодаря участию в спортивных состязаниях, а также в религиозной, политической или культурной деятельности. Вероятно, необходимая для вас возможность связана с повышением образования или с вашим отцом. Транзитный Нептун в секстиле с натальным Юпитером имеет то же значение, что и транзитный Юпитер в секстиле с натальным Нептуном, но длится дольше и указывает на продолжительную возможность мистического пробуждения.

# TransitPlutoSextileMars
source: The energy of the events of this period is very favorable. As in the case of the sextile to your natal Sun, the sextile of Pluto to the natal Mars symbolizes the opportunity to achieve power or influence, regain lost things or start all over again, but in this case the prospects are related to your profession or work, physical activity and relationships with men. Circumstances require physical action and can bring you the chance you've been waiting for. The transit Pluto in the sextile with natal Mars has the same scorch as the transit Mars in the sextile with natal Pluto, but a longer duration and indicates a period of dynamic, constructive, well-thought-out actions and self-improvement. Transit occurs only once in a lifetime.
ru_ru: Энергия событий этого периода весьма благоприятна. Как и в случае секстиля к вашему натальному Солнцу, секстиль Плутона к натальному Марсу символизирует возможность добиться власти или влияния, вернуть утраченное или начать все заново, но в этом случае перспективы связаны с вашей профессией или работой, с физической деятельностью и взаимоотношениями с мужчинами. Обстоятельства требуют физических действий и могут принести шанс, которого вы давно ждали. Транзитный Плутон в секстиле с натальным Марсом имеет то же паление, что и транзитный Марс в секстиле с натальным Плутоном, но большую длительность и указывает на период динамических, конструктивных, хорошо продуманных действий и само улучшения. Транзит встречается лишь раз в жизни.

# TransitPlutoSextileMercury
source: Is characterized by opportunities related to education, psychology, research, communications, literary creativity, computers, travel, transportation, sales and other transactions, public affairs, and contacts with siblings. During this period, you may encounter situations that will allow you to develop or usefully apply ideas, methods, and basic technical or design skills. The sextile of transit Pluto with natal Mercury has the same meaning as transit Mercury in the sextile with natal Pluto, but much longer and indicates a long period of deep reflection, study and opportunities for improving the mind, observation, work, health and communication. This transit happens only once or twice in a lifetime.
ru_ru: Характерны возможности, связанные с образованием, психологией, исследованиями, коммуникациями, литературным творчеством, компьютерами, путешествиями, транспортом, продажами и другими сделками, общественными делами и контактами с братьями и сестрами. В этот период вы можете столкнуться с ситуациями, которые позволят вам развить или с пользой применить идеи, методы и основные технические или дизайнерские навыки. Секстиль транзитного Плутона с натальным Меркурием имеет такое же значение, что и транзитный Меркурий в секстиле с натальным Плутоном но гораздо большую длительность и указывает на длительный период глубокого размышления, изучения и возможностей для совершенствования разума, наблюдательности, работы, здоровья и общения. Этот транзит случается лишь раз или два в течение жизни.

# TransitPlutoSextileMoon
source: The sextile of transit Pluto to your natal Moon symbolizes the possibilities associated with your emotional life and situations that will eventually lead to fulfillment of desires or to a higher level of emotional satisfaction. There may be more comforting relationships in the family, changes for the better in the home environment, success in the family business, and the chance to sell or renovate the house or household items. You will be able to choose a suitable diet or find other ways to improve your health. Circumstances can lead to a better understanding of the events of your childhood and an improved relationship with your mother and other women who play an important role in your life, as well as with your children. The transiting Pluto sextile with a radical Moon has the same meaning as the transiting Moon in the natal Pluto sextile, but it lasts much longer and indicates a long period of emotional rebirth and improvement in professional and family affairs.
ru_ru: Секстиль транзитного Плутона к вашей натальной Луне символизирует возможности, связанные с вашей эмоциональной жизнью и ситуациями, которые, в конце концов, приведут к исполнению желаний или к более высокому уровню эмоционального удовлетворения. Возможны более утешительные взаимоотношения в семье, изменения к лучшему в домашней обстановке, успехи в семейном бизнесе и шанс продать или отреставрировать дом или предметы домашнего обихода. Вам удастся подобрать подходящую диету или найти другие способы укрепить здоровье. Обстоятельства могут привести к лучшему пониманию событий вашего детства и улучшению взаимоотношений с вашей матерью и другими женщинами, играющими важную роль в вашей жизни, а также с детьми. Секстиль транзитного Плутона с радикальной Луной имеет такое же значение, что и транзитная Луна в секстиле с натальным Плутоном, но длится гораздо дольше и указывает на длительный период эмоционального возрождения и улучшения профессиональных и семейных дел.

# TransitPlutoSextileNeptune
source: Energy is beneficial and associated with circumstances that lead to the expression and development of positive ideals and spiritual aspirations in society. These sentiments will certainly give an advantage to your generation as a whole, but they are unlikely to have a noticeable impact on your personal life. However, we should not forget that the positive nature of this period may encourage you to find a way to take advantage of it on a personal level. Transiting Pluto in the sextile with natal Neptune has the same meaning as transiting Neptune in the sextile with natal Pluto. Both transits last a year or longer and indicate an extended period of intellectual enlightenment regarding the super-physical forces of nature.
ru_ru: Энергия благоприятна и связана с обстоятельствами, которые ведут к выражению и развитию позитивных идеалов и духовных стремлений в обществе. Эти настроения наверняка дадут преимущество вашему поколению в целом, но вряд ли окажут заметное воздействие на вашу личную жизнь. Однако не следует забывать, что позитивный характер этого периода может побудить вас найти способ воспользоваться им и на личном уровне. Транзитный Плутон в секстиле с натальным Нептуном имеет то же значение, что и транзитный Нептун в секстиле с натальным Плутоном. Оба транзита длятся год или дольше и указывают на продленный период интеллектуального озарения относительно сверх физических сил природы.

# TransitPlutoSextilePluto
source: This transit is characterized by increased willpower, self-awareness, and opportunities for self-improvement. Intuitive and clairvoyant abilities are often stimulated. Nee finds new uses for old abandoned things and resources, shows ingenuity in finding solutions to business and financial problems.
ru_ru: Этот транзит характерен возросшей силой воли, самосознанием и возможностями самоусовершенствования. Часто стимулируются интуитивные и ясновидческие способности. Урожденный находит новые использования для старых заброшенных вещей и ресурсов, проявляет изобретательность в нахождении решений в бизнесе и финансовых проблемах.

# TransitPlutoSextileSaturn
source: The opportunities that arise during this period are the result of your maturity and experience, recognition of your authority, hard work, sacrifice, and traditions and structures that support your lifestyle. If you haven't managed to become adventurous and hardworking by the time the transiting Pluto has formed a sextile to your natal Saturn, circumstances will give you a chance to change your habits. The Pluto transit sextile with natal Saturn has the same meaning as the Saturn transit sextile with natal Pluto, but it lasts longer and indicates a long-term opportunity for professional advancement through inventive and prolonged application of the will. Transit occurs only once or twice in a lifetime.
ru_ru: Возможности, возникающие во время этого периода, являются результатом вашей зрелости и опыта, признания вашего авторитета, упорной работы, жертв, а также традиций и структур, поддерживающих ваш образ жизни. Если вы не сумели стать предприимчивым и трудолюбивым к тому времени, как транзитный Плутон образовал секстиль к вашему натальному Сатурну, обстоятельства предоставят вам шанс изменить своим привычкам. Секстиль транзита Плутона с натальным Сатурном имеет то же значение, что и транзитный Сатурн в секстиле с натальным Плутоном, но длится дольше и указывает на продолжительную возможность профессионального продвижения через изобретательное и длительное применение воли. Транзит встречается лишь один-два раза в жизни.

# TransitPlutoSextileSun
source: The dynamics of the planets during this period is not strong enough to cause significant changes, unless it is complemented by other factors that enhance this energy. At this time, potential circumstances are associated with the opportunity to gain power or control, restore what was lost, or start all over again. Your ego and situations that lead to achieving a more influential position, leadership position, improved professional reputation, and recognition of your generosity, integrity, and individuality come to the fore. These tendencies can also lead to clarifying (or ending) relationships and situations that are not conducive to the development of your inner self, as well as gaining independence. Your task is to identify such opportunities and take advantage of them. The sextile of a transiting Pluto with a natal Sun basically has the same meaning as the sextile of a transiting Sun with a natal Pluto. However, it lasts for a longer period of time and can thus make a significant contribution to improving the levels of understanding of a person and the surrounding living conditions. During this transit, people will provide constructive and dynamic leadership.
ru_ru: Динамика планет в этот период недостаточно сильна, чтобы вызвать значительные изменения, если только ее не дополняют другие факторы, усиливающие эту энергию. В это время потенциальные обстоятельства связаны с возможностью обрести власть или контроль, восстановить то, что было утрачено или начать все заново. На первый план выступают ваше эго и ситуации, ведущие к достижению более влиятельного положения, руководящего поста, улучшению профессиональной репутации, признанию вашей щедрости, целостности и индивидуальности. Эти тенденции также могут привести к прояснению (или завершению) взаимоотношений и ситуациям, не способствующим развитию вашего внутреннего я, а также к обретению независимости. Ваша задача - выявить подобные возможности и воспользоваться ими. Секстиль транзитного Плутона с натальным Солнцем в основном имеет такое же значение, как секстиль транзитного Солнца с натальным Плутоном. Однако, он длится более долгий период времени и может, таким образом, внести значительный вклад в дело усовершенствования уровней понимания человека и окружающих жизненных условий. В течение этого транзита люди будут осуществлять конструктивное и динамическое руководство.

# TransitPlutoSextileUran
source: The events in society taking place during that period affect political, social and economic structures and institutions and can provide you with a chance that you were previously deprived of. Transit Pluto in a sextile with natal Uranium has the same meaning as transit Uranium in a sextile with natal Pluto. Both transits last a year or longer and indicate an extended period of opportunity to realize personal goals through insight and ingenuity.
ru_ru: События в обществе, происходящие в тот этот период затрагивают политические, социальные и экономические структуры и институты и могут предоставить вам шанс, которого вы прежде были лишены. Транзитный Плутон в секстиле с натальным Ураном имеет то же значение, что и транзитный Уран в секстиле с натальным Плутоном. Оба транзита длятся год или дольше и указывают на продолжительный период возможностей для реализации личных целей через прозрения и изобретательность.

# TransitPlutoSextileVenus
source: During the period when transiting Pluto forms a sextile to your natal Venus, the potential of circumstances includes opportunities related to partnerships (business or marriage) and other unions, romantic hobbies, relationships with women, your ability to cooperate and interact with others, legal processes and joint ventures. There is no guarantee that luck will come to you as if by magic and radically change your life, but if you take a step forward, sensing a good chance, you will undoubtedly win. The transit Pluto in the radical Venus sextile has the same meaning as the transit Venus in the natal Pluto sextile, but it lasts a very long time, a year or more, marking a long period of constructive energization of emotions and intuitive artistic abilities.
ru_ru: Во время периода, когда транзитный Плутон образует секстиль к вашей натальной Венере, потенциал обстоятельств включает возможности, связанные с партнерством (деловым или брачным), и другими союзами, романтическими увлечениями, взаимоотношениями с женщинами, вашей способностью сотрудничать и взаимодействовать с окружающими, юридическими процессами и совместными предприятиями. Нет никакой гарантии, что удача явится к вам как по мановению волшебной палочки и коренным образом изменит вашу жизнь, но если вы сделаете шаг вперед, почувствовав удачный шанс, то, несомненно, останетесь в выигрыше. Транзитный Плутон в секстиле с радикальной Венерой имеет то же значение, что и транзитная Венера в секстиле с натальным Плутоном, но длится весьма долго, год и более, отмечая продолжительный период конструктивной энергизации эмоций и интуитивных художественных способностей.

# TransitPlutoSquareJupiter
source: Attempts to take yourself too seriously or exaggerate your importance will provoke a backlash from those with more power and influence. At this time, your father, his influence or position will create obstacles that you will have to overcome. The most significant challenges you will face are in areas such as education, politics, advertising, publishing, drama, diplomacy, religion, cultural aspirations and projects, and philanthropy. Transit Pluto in the square with natal Jupiter has the same meaning as transit Jupiter in the square with natal Pluto, but lasts longer and indicates an extended period of struggle against corruption and the existing system of power. This transit occurs only once in a person's life.
ru_ru: Попытки слишком серьезно относиться к себе или преувеличивать свою значимость вызовут ответную реакцию у тех, кто обладает большей властью и влиянием. В эту пору ваш отец, его влияние или положение будут создавать препятствия, которые вам придется преодолевать. Самые значительные проблемы предстоят вам в таких сферах, как повышение образования, политика, реклама, издательский бизнес, драма, дипломатия, религия, культурные стремления и проекты, филантропия. Транзитный Плутон в квадратуре с натальным Юпитером, имеет то же значение, что и транзитный Юпитер в квадратуре с натальным Плутоном, но длится дольше и указывает на продленный период борьбы с коррупцией и существующей системой власти. Этот транзит встречается лишь раз в жизни человека.

# TransitPlutoSquareMars
source: The obstacles that stand in your way during this period may be the result of erroneous physical actions. If you physically abuse others and yourself, you should correct your mistakes. If you are involved in dishonorable actions, they should be avoided from now on. A waste of time and energy can cause a lot of problems during this period. Circumstances require the use of more effective methods. Your competitive spirit and aggressiveness will increase, and this may mean physical struggle of one kind or another, as well as the possibility of confrontation in relationships with men. Increased competition can be useful if it helps you achieve worthy goals that you never dreamed of before. Transit Pluto in the natal Mars quadrature has the same meaning as transit Mars in the natal Pluto quadrature, but a much longer duration and indicates a prolonged period of conflict and struggle. Transit happens only once in a lifetime and is often associated with the question of "life or death."
ru_ru: Препятствия, стоящие на вашем пути в этот период, могут быть результатом ошибочных физических действий. Если в физическом отношении вы подвергаете насилию окружающих и себя, вам следует исправить свои ошибки. Если вы замешаны в бесчестных действиях, впредь их следует избегать. Пустая трата времени и энергии способна вызвать немало проблем в этот период. Обстоятельства требуют применения более эффективных методов. Ваш дух соперничества и агрессивность возрастет, и это может означать физическую борьбу того или иного рода, а также возможность конфронтации во взаимоотношениях с мужчинами. Усиление конкуренции может оказаться полезным, если оно поможет вам добиться достойных целей, о которых прежде вы и не мечтали. Транзитный Плутон в квадратуре с натальным Марсом имеет то же значение, что и транзитный Марс в квадратуре с натальным Плутоном, но намного большую длительность и указывает на продолжительный период конфликта и борьбы. Транзит бывает лишь раз в жизни и часто связан с вопросом "жизнь или смерть".

# TransitPlutoSquareMercury
source: You will have to abandon your previous beliefs, find better ways of self-expression and more effective working methods, and develop the ability to separate the main from the secondary during this period. As always happens under the influence of aspects of Pluto, there is an element of control in the circumstances you will encounter. Overcoming obstacles and achieving goals is associated with the acquisition of observation skills, restraint, precision of self-expression and the improvement of technical skills. During this period, there may be circumstances that will help you develop the ability and determination to succeed, especially in areas such as education, writing, communication, travel, transportation, computers, sales and other transactions, social activities, and contact with siblings. The quadrature of transit Pluto with natal Mercury has the same meaning as transit Mercury in quadrature with natal Pluto, but it lasts much longer and occurs only once in a person's lifetime, thus forming a period of intense mental stress and difficulties. Pluto's cycle lasts approximately 245 years.
ru_ru: Вам придется отказаться от своих прежних представлений, найти лучшие способы самовыражения и более эффективные методы работы, а также развить в себе способность отделять главное от второстепенного в этот период. Как всегда бывает под влиянием аспектов Плутона, в обстоятельствах, с которыми вы столкнетесь, присутствует элемент контроля. Преодоление препятствий и достижение целей связано с приобретением навыков наблюдательности, со сдержанностью, точностью самовыражения и совершенствованием технических навыков. В этот период возможны обстоятельства, которые помогут вам развить в себе способность и решимость преуспевать, особенно в таких сферах, как обучение, литературное творчество, коммуникации, путешествия, транспорт, компьютеры, продажи и другие сделки, общественная деятельность и контакты с братьями и сестрами. Квадратура транзитного Плутона с натальным Меркурием имеет то же значение, что и транзитный Меркурий в квадратуре с натальным Плутоном, но длится гораздо дольше и бывает лишь раз 1 течение жизни человека, образуя, таким образом, период интенсивных умственных стрессов и затруднений. Цикл Плутона длится примерно 245 лет.
