Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitVenusConjunctionMercury
source: The transit of Venus in conjunction with natal Mercury is the ideal time when romance, love and understanding will reign in your life. During this period, any form of creativity is encouraged: love letters, postcards, phone calls, emails, poetry, music, art... This is a great time to develop any relationship, not just romantic ones. People feel as relaxed and ready to compromise as possible, so negotiations will go in a positive direction and both sides will be satisfied. Transit Venus in conjunction with natal Mercury has the same meaning as transit Mercury in conjunction with radical Venus, but may last a little longer depending on how fast Venus is moving and whether it will be stationary, retrograde or straight. This connection may be accompanied by a slightly larger socializing aspect.
ru_ru: Транзит Венеры в соединении с натальным Меркурием - идеальное время, когда в вашей жизни будет царить романтика, любовь и понимание. В этот период поощряется любая форма творчества: любовные письма, открытки, телефонные звонки, электронные письма, стихи, музыка, искусство... Это отличное время для развития любых отношений, не только романтических. Люди чувствуют себя максимально расслабленными и готовыми идти на компромисс, поэтому переговоры будут идти в позитивном русле и обе стороны останутся довольны. Транзитная Венера в соединении с натальным Меркурием имеет то же значение, что и транзитный Меркурий в соединении с радикальной Венерой, но может длиться немного дольше в зависимости от того, как быстро движется Венера и будет ли она стационарной, ретроградной или прямой. Это соединение может сопровождаться немного большим аспектом на светское общение.

# TransitVenusConjunctionMoon
source: During the transit of Venus in conjunction with the natal Moon, have time to enjoy romance and comfort. Put aside work and chat with your loved one, take a walk in the park or have a snack outdoors. This is the perfect time to write a love note or chat on the phone with friends. During this transit, you are alive and full of creative energy. This is the best time to enjoy music, literature, and any form of art. Take full advantage of this opportunity to enjoy life. The conjunction of a transiting Venus with a radical Moon has the same significance as a transiting Moon in conjunction with a radical Venus, however, it lasts longer depending on how fast Venus is moving and whether it will be retrograde, stationary or straight.
ru_ru: Во время транзита Венеры в соединении с натальной Луной успевайте наслаждаться романтикой и комфортом. Отложите работу и пообщайтесь с любимым человеком, прогуляйтесь в парке или перекусите на свежем воздухе. Это идеальное время, чтобы написать любовную записку или поболтать по телефону с друзьями. Во время этого транзита в вас бурлит жизнь, вы полны творческой энергии. Это лучшее время, чтобы насладиться музыкой, литературой и любыми формами искусства. В полной мере воспользуйтесь этой возможностью, чтобы насладиться жизнью. Соединение транзитной Венеры с радикальной Луной имеет такое же значение, как и транзитная Луна в соединении с радикальной Венерой, однако, длится дольше в зависимости от того, как быстро движется Венера и будет ли она ретроградной, стационарной или прямой.

# TransitVenusConjunctionNeptune
source: This transit is characterized by the stimulation of intuitive, aesthetic, clairvoyant and fantasy abilities. The native experiences an enhanced telepathic connection with others. This transit is a powerful incentive for artistic, creative imagination, creating a highly productive period for artists, musicians, photographers and those involved in the entertainment industry. This transit is characterized by an increased sensitivity to beauty. A trip for beauty is possible. Interest in culture and art forms is stimulated. It is possible to be involved in secret activities, secret love or sexual adventures. This transit is favorable for relations with religious, educational, and cultural institutions, as well as with hospitals, nursing homes, and shelters. If a compound receives stressful aspects from other transiting planets, then well-being may be threatened by delusions and lack of practicality in social, romantic and financial activities. Laziness and idleness should be avoided.
ru_ru: Этот транзит характеризуется стимуляцией интуитивных, эстетических, ясновидческих и фантазийных способностей. Урожденный испытывает усиленную телепатическую связь с другими. Этот транзит — мощный стимул для художественного, творческого воображения, создающий высокопродуктивный период для художников, музыкантов, фотографов и занятых в индустрии развлечений. Этот транзит отличает повышенная чувствительность к красоте. Возможно путешествие за красотой. Стимулируется интерес к культуре и формам искусства. Возможна вовлеченность в секретную деятельность, тайные любовные или сексуальные приключения. Этот транзит благоприятен для отношений с религиозными, просветительными, культурными учреждениями, а также с госпиталями, домами престарелых и приютами. Если соединение получает стрессовые аспекты от других транзитных планет, то благополучию могут грозить заблуждения и недостаток практичности в общественной, романтической и финансовой деятельности. Следует избегать лени и безделья.

# TransitVenusConjunctionPluto
source: This transit is characterized by intense emotional, romantic, sexual, and aesthetic experiences. Social or romantic relationships have a transformative effect on a native for good or bad. During this period, there is a need to update your approach to close personal relationships. If the compound receives stressful aspects from other transiting planets, then sexual jealousy and dishonest manipulation should be especially avoided. For artists, artists, and musicians, this transit creates intuitive inspiration. Financial issues related to combined finances, corporate money, insurance, taxes, alimony and the fortunes of the deceased are very likely. Businesses related to public relations, entertainment, luxury goods, music, and art. Many people are interested in finding new uses for old, abandoned works of art and in updating them in general.
ru_ru: Этот транзит характерен интенсивными эмоциональными, романскими, сексуальными и эстетическими переживаниями. Общественные или романтические отношения оказывают на урожденного преобразующее воздействие к хорошему или плохому. Во время этого периода возникает необходимость обновления своего подхода к тесным личным отношениям. Если соединение получает стрессовые аспекты от других транзитных планет, то следует особенно избегать сексуальной ревности и нечестных манипуляций. Для художников, артистов, музыкантов этот транзит создает интуитивное вдохновение. Весьма вероятны финансовые моменты, связанные с объединенными финансами, корпоративными деньгами, страховками, налогами, алиментами и состояниями умерших. Бизнес, связанный с общественными отношениями, развлечениями, предметами роскоши, музыкой и искусством. Многие проявляют интерес к нахождению новых применений старым, брошенным произведениям искусства и к обновлению вообще.

# TransitVenusConjunctionSaturn
source: This transit is characterized by emotional isolation and secrecy, social, business or romantic connection with older or older people. A more formal, wary and secretive nature of communication is developing. A greater desire for both emotional and financial security develops. Business or professional friendships are often formed. This period often coincides with critical points in romantic relationships: either they become cold, or they cement into permanent, mutual obligations. During transit, old romantic, business, or partnership relationships are often renewed. A native can take on increased responsibility in solving other people's problems. Loneliness or lack of romantic opportunities can create a problem. Those engaged in artistic pursuits will find that they have a stronger sense of structure. However, serious business, social, or financial responsibilities can be mixed with artistic, social, or romantic achievements. Business or professional activities during this transit are often associated with art, music, entertainment, and luxury goods. Financial difficulties and constraints often arise, which can be a constructive incentive. If a compound receives stressful aspects from other transiting planets, then loneliness and emotional depression can result.
ru_ru: Этот транзит характерен эмоциональной замкнутостью и скрытностью, общественной, деловой или романтической связью с более старыми или пожилыми людьми. Развивается более формальный, настороженный и скрытный характер общения. Развивается большее желание как эмоциональной, так и финансовой безопасности. Часто завязывается деловая или профессиональная дружба. Этот период часто совпадает с критическими точками в романтических отношениях: либо они становятся холодными, или же цементируются в постоянные, взаимные обязательства. Во время транзита часто возобновляются старые романтические, деловые или партнерские отношения. Урожденный может брать повышенную ответственность в решении чужих проблем. Одинокость или недостаток романтических возможностей могут создать проблему. Занятые художественными занятиями обнаружат, что у них усилилось чувство структуры. Однако, серьезная деловая, общественная или финансовая ответственность может смешиваться с художественными, общественными или романтическими достижениями. Деловая или профессиональная деятельность во время этого транзита часто связано с искусством, музыкой, развлечениями и предметами роскоши. Часто возникают финансовые трудности и ограничения, которые могут стать конструктивным стимулом. Если соединение получает стрессовые аспекты от других транзитных планет, то результатом могут быть одинокость и эмоциональная депрессия.

# TransitVenusConjunctionSun
source: The transit of Venus in conjunction with the natal Sun is the ideal time to establish relationships with friends and extend a helping hand to loved ones. You can have a party, take a walk, make new acquaintances and just enjoy socializing. Don't forget to share your feelings and experiences with those around you. This is a great time for creative realization. Transit Venus in conjunction with the natal Sun has the same effects as transit Sun in conjunction with Venus, however, its influence can be activated by other people, especially women, rather than by their own actions.
ru_ru: Транзит Венеры в соединении с натальным Солнцем - это идеальное время, чтобы наладить отношения с друзьями, протянуть руку помощи близким. Вы можете устроить вечеринку, прогуляться, завести новые знакомства и просто получить наслаждение от общения. Не забывайте делиться своими чувствами и переживаниями с теми, кто рядом. Это прекрасное время для творческой реализации. Транзитная Венера в соединении с натальным Солнцем дает такие же эффекты, как транзитное Солнце в соединении с Венерой, однако, ее влияние может быть активизировано скорее другими людьми, особенно женщинами, чем своими собственными действиями.

# TransitVenusConjunctionUran
source: This transit is characterized by the fact that it arouses new friendships, social connections and love adventures. Social, business, and romantic opportunities arise through friends, groups, and organizations. It is possible to receive unexpected gifts, unexpected financial and social opportunities. This transit is characterized by a feeling of great emotional freedom and self-expression. This usually takes the form of adventurism and a desire to experiment in business, social, artistic and romantic activities. There is a tendency to reject and reject traditional social, sexual, and financial values. Nee often shows an interest in electronics or modernist art forms. Transit intensifies intuitive inspirations in artistic and musical entertainment. Intuitive, emotional feelings and reactions of other people are possible, and at the same time, the personality expands due to the emotional radiating quality. This is a good time for social relations and doing business with women. If transitory stressful aspects are created with this connection, unforeseen financial expenses or inappropriate sexual adventures arise. Just like the Venus—Mars and Venus—Pluto transits, this transit acts as a powerful sexual stimulus.
ru_ru: Этот транзит характерен тем, что возбуждает новую дружбу, общественные связи и любовные приключения. Общественные, деловые и романтические возможности возникают через друзей, группы и организации. Возможно получение неожиданных подарков, неожиданно представляющихся финансовых и социальных возможностей. Этому транзиту присуще чувство большой эмоциональной свободы и самовыражения. Обычно это принимает форму авантюристично ста и желания экспериментировать в бизнесе, общественной, художественной и романтической деятельности. Существует тенденция отхода и непризнания традиционных общественных, сексуальных и финансовых ценностей. Урожденный часто проявляет интерес к электронике или модернистским формам искусства. Транзит интенсифицирует интуитивные вдохновения в артистических и музыкальных развлечениях. Возможны интуитивные, эмоциональные чувства и реакции других людей, а в то же самое время личность расширяется за счет эмоционального излучающего качества. Это хорошее время для общественных отношений и ведения дел с женщинами. Если транзитные стрессовые аспекты создаются с этим соединением, возникают непредвиденные финансовые траты или неподходящие сексуальные приключения. Так же как и транзиты Венера — Марс и Венера — Плутон, этот транзит действует, как мощный сексуальный стимул.

# TransitVenusConjunctionVenus
source: This transit is characterized by harmony, elegance of social and artistic manifestations. There is a greater tendency towards cooperation and empathy than usual. This time is favorable for artistic and musical entertainment, as well as for romantic achievements. Transit is favorable for business activities related to art, music, entertainment, business, social and romantic enterprises with women. If the connection forms emphasized aspects, then extravagance and excessive sensuality should be avoided.
ru_ru: Этот транзит характеризуется гармонией, элегантностью общественных и артистических проявлений. Существует большая, чем обычно, склонность к сотрудничеству и сочувствию. Это время благоприятно для артистических и музыкальных развлечений, а также для романтических достижений. Транзит благоприятен для деловой активности, связанной с искусством, музыкой, для развлечений, деловых, общественных и романтических предприятий с женщинами. Если соединение образует подчеркнутые аспекты, то следует избегать экстравагантности и излишней чувственности.

# TransitVenusOppositionJupiter
source: This transit is characterized by emotional, financial extravagance, insincere gestures of friendship, and tearful sentimentality. There is a tendency to enjoy food, drink, and sex excessively, and to exhibit poor aesthetic taste in art and music. Vacations and pleasure trips may turn out to be more expensive than planned. A tendency to laziness, unnecessary delays in business, self-indulgence, which is often encouraged by other people. There is often an element of hypocrisy in religious, educational, or cultural activities; they may not produce useful results. There is a special need for cooperation in relations related to education, philosophy, religion and cultural activities. The main danger of this transit is harm to important work and responsibility through unproductive, pleasure—oriented activities.
ru_ru: Этот транзит характерен эмоциональной, финансовой экстравагантностью, неискренними жестами дружбы и слезливой сентиментальностью. Существует тенденция излишне наслаждаться пищей, питьем и сексом, проявлять плохой эстетический вкус в искусстве и музыке. Отпуска и поездки ради удовольствия могут оказаться дороже, чем планировалось. Склонность к лени, ненужным затяжкам в делах, потаканию себе, что часто поощряется другими людьми. Часто в религиозной, просветительской или культурной деятельности присутствует элемент лицемерия; возможно, она не даст полезных результатов. Особая нужда в сотрудничестве, в отношениях, связанных с просвещением, философией, религией и культурной деятельностью. Основная опасность этого транзита — вред для важной работы и ответственности через непродуктивную, нацеленную на удовольствия, деятельность.

# TransitVenusOppositionMars
source: This transit is characterized by jealousy and extreme emotional reactions. Romantic relationships during this period are based on sexual needs rather than on mutual acceptance of common goals and directions in life. There may be problems due to sexual incompatibility or sexual aggression. There is a tendency towards a lack of emotional understanding of the needs and feelings of others, which can lead to emotional resistance and antagonism. The tendency to be selfish and the likelihood of dealing with selfish people in romantic, marital, sexual, and financial relationships. Financial extravagance can have a negative impact on life relationships. There may be conflicts due to joint finances. Transit is favorable for important business ventures.
ru_ru: Этот транзит характерен ревностью и крайними эмоциональными реакциями. Романтические отношения в этот период скорее основываются на сексуальных нуждах, чем на взаимном принятии общих целен и направлений в жизни. Возможны проблемы из-за сексуальной несовместимости или сексуальной агрессивности. Существует тяготение к недостатку эмоционального понимания нужд и чувств других, людей, что может привести к эмоциональному сопротивлению и антагонизму. Склонность быть эгоистичным и вероятность иметь, дело с эгоистичными людьми в романтических, брачных, сексуальных и финансовых отношениях. Финансовая экстравагантность может отрицательно сказываться на жизненных отношениях. Возможны конфликты из-за совместных финансов. Транзит благоприятен для важных деловых начинаний.

# TransitVenusOppositionMercury
source: Rudeness or lack of communication is quite possible at this time. You should not express your thoughts and ideas. You'll probably encounter a lot of resistance, or at least you're wasting your time. Conciliatory gestures are useless and even insulting. Don't expect others to be supportive or compromise with you. Commercial activities will become difficult. Negotiations will reach an impasse, as it will not be possible to come to an agreement on a mutually acceptable price or resolve other contradictions. The opposition of transit Venus with natal Mercury has the same meaning as transit Mercury in opposition with radical Venus, but usually lasts a little longer depending on the velocity of Venus and whether it will be stationary, retrograde or direct. This transit marks a long period of need for public understanding.
ru_ru: Грубость или недостаток общения вполне возможны в эту пору. Не следует высказывать свои мысли и идеи. Вы наверняка столкнетесь с бурным сопротивлением или, по крайней мере, зря тратите время. Примирительные жесты бесполезны и даже оскорбительны. Не надейтесь, что окружающие будут благосклонны к вам или согласятся на компромисс. Коммерческая деятельность станет затруднительной. Переговоры зайдут в тупик, поскольку не удастся прийти к соглашению насчет взаимоприемлемой цены или разрешить другие противоречия. Оппозиция транзитной Венеры с натальным Меркурием имеет то же значение, что и транзитный Меркурий в оппозиции с радикальной Венерой, но обычно длится немного дольше в зависимости от скорости движения Венеры и от того, будет ли она стационарной, ретроградной или прямой. Этот транзит отмечает долгий период необходимости общественного понимания.

# TransitVenusOppositionMoon
source: At this time, it is useless to seek peace and harmony in the family circle. This period is unfavorable for artistic activity, attempts to improve their appearance or decorate the house. The pursuit of pleasure, romantic hobbies and friendly meetings will surely end in failure, no one will notice your efforts. Self-discipline and common sense will weaken. Self-indulgence, frustration, self-pity, and excessive sentimentality will prevail in your current emotional environment. If you manage to achieve emotional satisfaction to some extent, it will not bring you tangible benefits. The opposition of the transit Venus with the radical Moon has the same meaning as the transit Moon in opposition with the radical Venus, but lasts longer. It depends on whether Venus is stationary, retrograde, or straight. It therefore indicates a prolonged period of sensitivity to emotional, financial, and sexual issues.
ru_ru: В это время бесполезно добиваться мира и гармонии в семейном кругу. Этот период неблагоприятен для артистической деятельности, попыток улучшить свою внешность или украсить дом. Стремления к удовольствиям, романтическим увлечениям и дружеским встречам наверняка закончатся неудачей, ваших усилий никто не заметит. Самодисциплина и здравый смысл ослабнут. В вашем нынешнем эмоциональном окружении будут преобладать потворство собственным слабостям, разочарования, жалость к себе и чрезмерная сентиментальность. Если же вы сумеете в какой-то мере достичь эмоционального удовлетворения, оно не принесет вам ощутимой пользы. Оппозиция транзитной Венеры с радикальной Луной имеет то же значение, что и транзитная Луна в оппозиции с радикальной Венерой, но длится дольше. Это зависит от того, является ли Венера стационарной, ретроградной или прямой. Она, следовательно, указывает на длительный период чувствительности к эмоциональным, финансовым и сексуальным проблемам.

# TransitVenusOppositionNeptune
source: This transit is characterized by misdirected sympathies, whiny sentimentality, emotional self-deception, romantic fantasy, secret love affairs, inappropriate romantic, sexual relationships, deceptions in romantic and marital relationships, one-sided romantic attachments. There may be a manifestation of bad taste and lack of practicality in social, artistic and business activities. A person is vulnerable to fraudsters, plans for "lightning enrichment" and questionable business. Vulnerability arises from an unrealistic approach to business and finance. Realism is needed to avoid financial misconceptions. Sound business judgment is also affected by sentimentality. Laziness and financial extravagance can stand in the way of success and achievements. Art and mysticism can be used along with alcohol and drugs as an escape from practical responsibility. There may be an attraction to dubious cults and mystical practices.
ru_ru: Этот транзит характерен неверно направленными симпатиями, плаксивой сентиментальностью, эмоциональным самообманом, романтическим фантазированием, секретными любовными делишками, неподходящими романтическими, сексуальными связями, обманами в романтических и брачных отношениях, односторонними романтическими привязанностями. Возможно проявление дурного вкуса и недостатка практичности в общественной, художественной и деловой деятельности. Человек раним со стороны обманщиков, планов "молниеносного обогащения" и сомнительного бизнеса. Ранимость возникает от нереалистического подхода к бизнесу и финансам. Нужен реализм во избежание финансовых заблуждений. На здравых деловых суждениях сказывается также и сентиментальность. На пути успеха и достижений могут стоять лень и финансовая экстравагантность. Как побег от практической ответственности наряду с алкоголем и наркотиками могут использоваться искусство и мистицизм. Возможно влечение к сомнительным культам и мистическим практикам.
