Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitMoonTrinePluto
source: During this transit, a person feels increased willpower aimed at improving the status quo of home conditions. This is a good time to overcome negative emotional habits. The increased intuitive abilities stimulated by this transit make it possible to understand a person's emotional states in the past and eliminate what turns out to be harmful. A greater understanding of the occult side of life that many people feel can lead to a better understanding of death and life after death. This transit can also provide access to mass psychology and ways to influence it. People will probably benefit from joint finance, insurance, taxes, joint-stock business and inheritance. They are more creative in business and financial matters, and spend money wisely. Environmental protection and environmental issues often become a human concern. Old and unnecessary objects attract human attention. They are either thrown away, or a new, sometimes profitable use is found for them. It is a favorable transit for matters related to real estate, the farm, food, household products and services, construction and economic issues. This is a favorable period for dieting, fasting, or other wellness regimens.
ru_ru: В течение этого транзита человек чувствует возросшую силу воли, направленную на улучшение статус-кво домашних условий. Это благоприятное время для преодоления негативных эмоциональных привычек. Возросшие интуитивные способности, стимулируемые этим транзитом, дают возможность понять эмоциональные состояния человека в прошлом, и устранить то, что окажется вредным. Большая степень понимания оккультной стороны жизни, которую многие люди чувствуют, может привести к лучшему, пониманию смерти и жизни после смерти. Этот транзит может также дать доступ к массовой психологии и способам воздействия на нее. Люди, возможно, будут получать пользу от совместных финансов, страхования, налогов, акционерного дела и наследства. Они более изобретательны в бизнесе и финансовых делах, и тратят деньги разумно. Охрана окружающей среды и вопросы экологии часто становятся заботой человека. Старые и ненужные предметы привлекают внимание человека. Их либо выбрасывают, либо находят им новое, подчас выгодное применение. Это благоприятный транзит для дел, относящихся к недвижимому имуществу, ферме, пище, домашним продуктам и услугам, строительству и экономическим вопросам. Это благоприятный период для диеты, поста или других оздоровительных режимов.

# TransitMoonTrineSaturn
source: It's time to get your house in order. Emotions are stabilized and a practical approach to both business and household duties prevails. A person is more cautious and secretive in expressing their emotions and responding to feelings. There is great loyalty on the part of recognized friends towards them, as well as the strengthening of organizational ties. Marital and family relationships can be put on a solid foundation. This is a good time to do business with the elderly or reputable people, especially if they are women. A person adheres to a well-organized and responsible approach to money, professional and household matters. Family and business incidents get better with a lot of planning, so that a person avoids unnecessary expenses and his financial situation stabilizes. This is a good time for business related to the home, household products and services, real estate, the farm and matters related to women.
ru_ru: Это время для приведения своего дома в порядок. Эмоции стабилизируются и преобладает практический подход как к деловым, так и к домашним обязанностям. Человек более осторожен и скрытен в выражении своих эмоций и ответных чувств. Существует большая лояльность со стороны признанных друзей по отношению к ним, а также укрепление организационных уз. Супружеские и семейные взаимоотношения могут быть поставлены на прочную основу. Это благоприятное время для ведения дел с пожилыми или авторитетными лицами, особенно, если это женщины. Человек придерживается хорошо организованного и ответственного подхода к денежным, профессиональным и домашним делам. Семейные и деловые казусы налаживаются с большим их планированием, так что человек избегает ненужных расходов и его финансовое положение стабилизируется. Это благоприятное время для бизнеса, касающегося дома, домашних продуктов и услуг, недвижимого имущества, фермы и дел, относящихся к женщине.

# TransitMoonTrineSun
source: This is an evaluation period when we look back at the goals and achievements that we hoped to achieve this month, and see how they are progressing. If adjustments need to be made to implement the plan, we will make them. If it seems like things didn't go the way we hoped, we dig in and try to figure out what went wrong so we can avoid it next time. It can be a short period of communicating with others, teaching them what we know, and passing on our wisdom to those who have ears to hear. The trine of the transiting Moon with the natal Sun has basically the same meaning as the trine of the transiting Sun with the natal Moon, however, this transit lasts only a few hours, whereas the transit of the Sun lasts four or five days.
ru_ru: Это период оценки, когда мы оглядываемся на цели и достижения, которые мы надеялись реализовать в этом месяце, и видим, как они продвигаются. Если необходимо внести коррективы для реализации плана, мы их вносим. Если кажется, что все пошло не так, как мы надеялись, мы копаемся и пытаемся выяснить, что пошло не так, чтобы избежать этого в следующий раз. Это может быть короткий период общения с другими, обучения их тому, что мы знаем, и передачи нашей мудрости тем, у кого есть уши, чтобы слышать. Трин транзитной Луны с натальным Солнцем имеет в основном такое же значение, как трин транзитного Солнца с натальной Луной, однако, этот транзит длится только несколько часов, тогда как транзит Солнца длится четыре или пять дней.

# TransitMoonTrineUran
source: During this transit, people experience intuitive guidance and Inspiration in their family, household, and money matters. Often, the potential abilities for Intuition and clairvoyance are suddenly and unexpectedly enhanced. These people may suddenly gain access to the activities of their subconscious mind and conditioned habitual patterns. Emotional satisfaction can be obtained through friendship, through groups and organizations. Exciting relationships with unusual women are possible. Socializing with friends and IT companies at home will be a source of pleasure during this period. At this time, social activities have an exceptional appeal. A person has original ideas, gained through intuition, about how to make money and improve the home environment. Technical innovations or modern electronic innovations are often introduced into a home or business. Environmental protection and waste recycling are becoming a human concern. There are often unexpected benefits through insurance, taxes, inheritance, joint money or a joint-stock business. Unexpected financial and social benefits or rewards may come through women or group societies. At this time, an unexpected favorable change of residence is possible. A friend can either start living with a person or help them buy a nice new home.
ru_ru: При этом транзите люди испытывают интуитивное руководство и Вдохновение в своих семейных, домашних и денежных делах. Часто внезапно и неожиданно усиливаются потенциальные способности к Интуиции и ясновидению. Эти, люди могут получить внезапно доступ к деятельности своего подсознательного разума и обусловленным привычным образцам. Эмоциональное удовлетворение может быть получено через дружбу, через группы и организации. Возможны волнующие взаимоотношения с необычными женщинами. Светские отношения с друзьями и IT-компаниями в домашнем кругу будут источником удовольствия в течение этого периода. В это время общественная деятельность имеет исключительную притягательность. Человек обладает оригинальными идеями, полученными через интуицию, относительно того, как делать деньги и улучшать домашнее окружение. Часто в дом или в бизнес вводят технические новинки, или современные электронные новшества. Охрана окружающей среды и вторичное использование отходов становятся заботой человека. Часто бывают неожиданные выгоды через страхование, налоги, наследство, совместные деньги или акционерное дело. Неожиданные финансовые и общественные выгоды или вознаграждения могут прийти через женщин или групповые общества. В это время возможна неожиданная благоприятная перемена местожительства. Друг может либо начать жить с человеком, либо помочь приобрести новый хороший дом.

# TransitMoonTrineVenus
source: This transit is characterized by popularity among women, a happy emotional mood, and the joy of social and romantic affairs at home. This is a favorable time for love and marital relationships due to the increased emotional sensitivity and attention to the needs and feelings of other people that this period causes. During this transit, a person shows greater emotional understanding and kindness towards family members. This is also a good time to do business with women or to approach wealthy women in prominent positions. This is a good time to organize and attend social events. This period is favorable for financial prosperity and enjoyment of the good things in life. This is a good time for business, in terms of food, home, home products and services, art, music, entertainment, and luxury goods. This is a good time to decorate your home, change your place of residence, or welcome new members into your home environment.
ru_ru: Для этого транзита характерны популярность среди женщин, счастливый эмоциональный настрой и радость от светских и романтических дел в домашнем кругу. Это благоприятное время для любовных и супружеских взаимоотношений из-за возросшей эмоциональной чувствительности и внимания к нуждам и чувствам других людей, которые вызывает этот период. При этом транзите человек проявляет большее эмоциональное Понимание и доброту в отношении к членам семьи. Это также хороший период для ведения дел с женщинами или для обращения к богатым женщинам, занимающим видное положение. Это хорошее время, чтобы организовать и посещать светские приемы. Этот период благоприятен для финансового процветания и получения удовольствия от хороших вещей в жизни. Это благоприятное время для бизнеса, в отношении пищи, дома, домашних продуктов и услуг, искусства, музыки, развлечений и предметов роскоши. Это хорошее время для того, чтобы украшать дом, менять местожительство или принимать новых членов в домашнюю среду.

# TransitNeptuneConjunctionJupiter
source: Your spiritual, intellectual and economic growth comes to the fore at this time. The combination of illusions with exaggerations and extravagance - and it is precisely this phenomenon that is characteristic of this period - can turn into a disaster if it is not prevented by the more prudent facets of your character and personality. Idealism is intensifying and can easily turn into fanaticism. Inspiration encourages the search for knowledge and truth, but it can become the basis of intellectual snobbery. Avoid get-rich-quick plans, as it is now impossible to separate fact from fiction and outright deception. If you make a determined effort to stay within the bounds of moderation, this period can be accompanied by phenomenal personal growth and success. Your chances of success are high in areas such as literature, publishing, advertising, trade, long-distance travel, drama, dance, religion, the securities market, ocean or marine industry, your father, the justice system, shoes, drugs or alcohol. Transiting Neptune in conjunction with natal Jupiter has the same meaning as transiting Jupiter in conjunction with natal Neptune, but it lasts longer and marks a long period of searching for higher mystical truths. Transit occurs only once in a person's lifetime.
ru_ru: Ваш духовный, интеллектуальный и экономический рост выступает на первый план в эту пору. Сочетание иллюзий с преувеличениями и экстравагантностью - а именно такое явление характерно для этого периода - может обернуться катастрофой, если ему не воспрепятствуют более благоразумные грани вашего характера и личности. Идеализм усиливается и с легкостью может перерасти в фанатизм. Вдохновение побуждает к поиску знаний и истины, но может стать основой интеллектуального снобизма. Избегайте планов быстрого обогащения, поскольку сейчас невозможно отделить факты от вымысла и явного обмана. Если вы предпримете решительные усилия, чтобы удержаться в рамках умеренности, этот период может сопровождаться феноменальным личным ростом и успехом. Ваши шансы на удачу велики в таких сферах, как литературное творчество, издательский бизнес, реклама, торговля, дальние путешествия, драма, танец, религия, рынок ценных бумаг, океанская или морская промышленность, ваш отец, система правосудия, обувь, наркотики или алкоголь. Транзитный Нептун в соединении с натальным Юпитером имеет то же значение, что и транзитный Юпитер в соединении с натальным Нептуном, но длится более длительно и знаменует собой продолжительный период поиска высших мистических истин. Транзит встречается лишь раз в течение жизни человека.

# TransitNeptuneConjunctionMars
source: At this time, physical achievements become difficult. Your maturity will have a positive impact on your behavior and the outcome of your actions, especially if you are annoyed by the lack of progress and constant clashes with those who misinterpret your methods and goals. During this period, your physical energy, aspirations, and relationships with men may be positively or negatively affected, depending on other factors caused by the current circumstances of your life. Deception or confusion may hinder your efforts, you will not receive recognition, your actions will not lead to any changes (at least in your opinion) or will not have a lasting impact. In turn, this will deprive you of any desire to make any efforts, you may get carried away with unprofitable or unrealistic enterprises. During this period, your work will lead to success thanks to the inspiration of intuition, sensitivity or spirituality that you put into it. Even if your actions do not achieve the intended goal, their result may be no less successful or significant. Your job or the men in your life during this period may be related to the ocean, the fishing industry, shoes, photography, dancing, drugs, alcohol, fraud, bankruptcy, charities, and the correctional system. Transit Neptune in conjunction with natal Mars has the same meaning as transit Mars in conjunction with natal Neptune, but a longer duration and indicates a long period of dynamic expression of emotional psychic energy.
ru_ru: В это время физические достижения становятся затруднительными. Ваша зрелость окажет положительное влияние на ваше поведение и исход ваших действий, особенно если вас раздражают отсутствие прогресса и постоянные столкновения с теми, кто неверно, истолковывает ваши методы и цели. В этот период ваша физическая энергия, стремления и взаимоотношения с мужчинами могут подвергнуться позитивному или негативному влиянию - в зависимости от других факторов, вызванных нынешними обстоятельствами вашей жизни. Обман или путаница может помешать вашим усилиям, вы не получите признания, ваши поступки не повлекут за собой никаких перемен (по крайней мере, на ваш взгляд) или не окажут долговременного воздействий. В свою очередь, это лишит вас всякого желания предпринимать какие-либо усилия, вы можете увлечься невыгодными или нереалистичными предприятиями. В этот период ваша деятельность приведет к успеху благодаря вдохновению интуиции, чувствительности или одухотворенности, которые вы вложите в нее. Даже если ваши действия, не достигнут намеченной цели, их результат может оказаться не менее успешным или значительным. Ваша работа или мужчины в вашей жизни в этот период могут быть связаны с океаном, рыбной промышленностью, обувью, фотографией, танцами, наркотиками, алкоголем, мошенничеством, банкротством, благотворительными учреждениями и исправительной системой. Транзитный Нептун в соединении с натальным Марсом имеет то же значение, что и транзитный Марс в соединении с натальным Нептуном, но большую длительность и указывает на длительный период динамического выражения эмоциональной психической энергии.

# TransitNeptuneConjunctionMercury
source: At this time, clear and rational thinking becomes difficult. The positive and negative potentials of this period influence your worldview, the ways of self-expression, the ideas you perceive or generate, the information you disseminate and receive, the invention and application of new methods. Positive potential provides an opportunity to develop technical, design and communication skills, as well as imagination, spirituality, intuition and a higher level of thinking. All this can be successfully applied in the fields of education, computers, linguistics, information systems, publishing, distribution of periodicals and other literature, travel, transport, advertising, radio broadcasting, communication systems and equipment, trade and commercial enterprises. Negative potential introduces confusion and disorganization, generates a lack of attention to detail, mental laziness, detachment from reality, and obvious deception. During this period, it will be difficult for you to effectively follow schedules, plan work, and complete it on time. Events related to neighbors, brothers, sisters, colleagues and fellow travelers can create chaos, strange or mysterious incidents, but at the same time cause a surge of inspiration and spirituality. The conjunction of transit Neptune with natal Mercury has the same meaning as transit Mercury in conjunction with natal Neptune, but lasts for a year or more and indicates a long period of either intuitive, intellectual inspiration, or mental, psychological confusion. This transit happens only once in a person's lifetime.
ru_ru: В это время ясное и рациональное мышление становится затруднительным. Позитивный и негативный потенциалы этого периода оказывают влияние на ваше мировоззрение, на способы самовыражения, идеи, воспринятые или порожденные вами, распространяемую и получаемую информацию, на изобретение и применение новых методов. Позитивный потенциал дает возможность развить технические, дизайнерские и коммуникативные навыки, а также воображение, духовность, интуицию и более высокий уровень мышления. Все это можно с успехом применить в сфере образования, компьютеров, языкознания, информационных систем, издательского бизнеса, распространения периодики и другой литературы, путешествий, транспорта, рекламы, радиовещания, систем связи и оборудования, торговли и коммерческих предприятий. Негативный потенциал вносит путаницу и дезорганизацию, порождает недостаток внимания к мелочам, умственную леность, отрыв от реальности, явный обман. В этот период вам с трудом будет удаваться эффективное соблюдение графиков, планирование работы, а также своевременное ее выполнение. События, связанные с соседями, братьями, сестрами, коллегами и попутчиками, могут породить хаос, странные или таинственные происшествия, но вместе с тем вызвать прилив вдохновения и одухотворенности. Соединение транзитного Нептуна с натальным Меркурием имеет то же значение, что и транзитный Меркурий в соединении с натальным Нептуном, но продолжается год или больше и указывает на длительный период либо интуитивного, интеллектуального вдохновения, либо умственного, психологического смущения. Этот транзит случается лишь раз в течение жизни человека.

# TransitNeptuneConjunctionMoon
source: With this astrological stop, you will experience a feeling of detachment from the roots, inability to make serious emotional commitments towards others, as well as the inability to force them to make similar commitments towards you. Depending on the specific situation, relationships in the family, with relatives, and especially with the mother may disintegrate or become even stronger, filled with new spiritual content. There may be some mystery or confusion related to your family or your past. During this period, you are not able to determine exactly what you are striving for and what you really need. This can encourage you to daydream-even if you've never had a penchant for baseless fantasies. At the same time, your creative inclinations and spirituality will increase, and your intuition will develop noticeably. Trying to follow the usual business routine will prove difficult even under the most favorable circumstances. Keep a close eye on your property, as theft or loss is very likely during this period due to your own negligence. Do not forget about the troubles that threaten you, and direct your efforts to take advantage of the positive potential. The conjunction of the transiting Neptune with the radical Moon has the same meaning as the transiting Moon in conjunction with the natal Neptune, but it can last a year or more, indicating an important period in the emotional and spiritual development of a person.
ru_ru: При данной астрологической остановке вы испытаете ощущение оторванности от корней, неспособности взять на себя серьезные эмоциональные обязательства по отношению к окружающим, а также невозможности заставить их принять на себя подобные обязательства по отношению к вам. В зависимости от конкретной ситуации взаимоотношения в семье, с родственницами и, особенно с матерью, возможно, распадутся, либо еще больше укрепятся, наполнившись новым духовным содержанием. Может всплыть некая тайна или путаница, связанная с вашей семьей или с вашим прошлым. В этот период вы не в состоянии точно определить, к чему стремитесь и что вам в действительности необходимо. Это может побудить вас к грезам наяву - даже если у вас никогда не было склонности к беспочвенным фантазиям. Вместе с тем возрастут ваши творческие наклонности и духовность, заметно разовьется интуиция. Попытки следовать привычному деловому распорядку окажутся затруднительными даже при самых благоприятных обстоятельствах. Пристально, следите за своим имуществом, поскольку в этот период весьма вероятны кражи или пропажи из-за вашей собственной халатности. Не забывайте о грозящих вам неприятностях, а свои усилия направьте на то, чтобы воспользоваться позитивным потенциалом. Соединение транзитного Нептуна с радикальной Луной имеет то же значение, что и транзитная Луна в соединении с натальным Нептуном, но может длиться год или более, указывая на важный период в эмоциональном и духовном развитии человека.

# TransitNeptuneConjunctionNeptune
source: This planetary aspect is not used in horoscopes for the simple reason that it takes Neptune approximately 165 years to circumnavigate the entire zodiac circle. One would have to live at least 165 years to experience the effects of transiting Neptune's conjunction with natal Neptune. Transit does not occur during a person's normal life, with the exception of early childhood, during the retrograde and forward motion of Neptune. In this case, forces beyond the control of the infant and his family may threaten or change the course of his future. In political horoscopes, this combination means karmic forces influencing a party or an administrative unit.
ru_ru: Этот планетарный аспект не применяется при составлении гороскопов по той простой причине, что Нептуну требуется примерно 165 лет, чтобы обойти весь зодиакальный круг. Чтобы испытать воздействие соединения транзитного Нептуна с натальным, пришлось бы прожить по меньшей мере 165 лет. Транзит не встречается в течение нормальной жизни человека, за исключением раннего детства, при ретроградном и прямом движении Нептуна. В этом случае силы, неподвластные младенцу и его семье, могут угрожать или изменить ход его будущего. В политических гороскопах это соединение означает кармические силы, влияющие на сторону или административную единицу.
