Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# NatalVenusOppositionUran
source: Venus in opposition to Uranus in the natal chart provides an extraordinary love life. You need a lot of stimulation and excitement in a relationship, but you also need to feel free enough to be yourself, which can create commitment issues. Growing up, you may have discovered that lasting friendships require a lot of effort. It would be easier to create a solid company with someone who also needs a fair amount of personal freedom. Strong and stable love relationships are still possible with Venus in opposition to Uranus. There are two options: find someone unusual who will stimulate you, or find another free spirit willing to make commitments. Whatever you want in love, you can expect a lot of instability or unrest. The more you promote change and excitement in a relationship, the less likely it is that some kind of upsetting external event will lead to chaos. Your need for stimulation and excitement in love may find another safe outlet. You can experiment with your sexuality, especially if heterosexual relationships limit you. In addition, there are endless possibilities for arousal and stimulation in the bedroom, which will help you become interested and prolong the life of the relationship. You may need to take a more conservative approach to your finances. Your bank balance may fluctuate dramatically. Saving or keeping some routine budget will be important to reduce the risk of unforeseen events that will leave you in debt.
ru_ru: Венера в оппозиции к Урану в натальной карте обеспечивает необыкновенную любовную жизнь. Вам нужно много стимуляции и волнения в отношениях, но вы также должны чувствовать себя достаточно свободными, чтобы быть самим собой, что может создать проблемы с обязательствами. Повзрослев, вы, возможно, обнаружили, что длительная дружба требует больших усилий. Было бы проще создать прочную компанию с кем-то, кто также нуждается в изрядной личной свободе. Прочные и стабильные любовные отношения по-прежнему возможны при Венере в оппозиции к Урану. Есть два варианта: найти кого-то необычного, который будет вас стимулировать, или найти другого свободного духа, готового взять на себя обязательства. Чего бы вы ни желали в любви, вас может ожидать много нестабильности или волнений. Чем больше вы способствуете переменам и волнению в отношениях, тем ниже вероятность того, что какое-то расстраивающее внешнее событие приведет к хаосу. Ваша потребность в стимуляции и волнении в любви может найти другой безопасный выход. Вы можете поэкспериментировать со своей сексуальностью, особенно если гетеросексуальные отношения вас ограничивают. Кроме того, в спальне есть бесконечные возможности для возбуждения и стимуляции, которые помогут вам заинтересоваться и продлить жизнь отношений. Возможно, вам придется проявить более консервативный подход к своим финансам. Ваш банковский баланс может претерпевать резкие колебания. Экономия или сохранение некоторого рутинного бюджета будет иметь важное значение, чтобы снизить риск непредвиденных событий, которые оставят вас в долгах.

# NatalVenusSextileJupiter
source: The Venus-Jupiter sextile in the natal chart makes you a warm, generous and loving person. This is one of the best aspects because it brings popularity, luck and true love. Looking good is one of your many blessings, but you are also beautiful inside. Despite what you may read elsewhere, you are passionate about being the best you can, making the most of your talents, and certainly not lazy. Relationships are most important to you because you need friendships and romance. You may enjoy flirting, but you can also hide your personal life. Marriage may be necessary, and you expect the same commitment and dedication as you do. Although this aspect involves tenderness, affection, and caring, you are also very passionate and sexual, sometimes even obscene. The only drawback of this aspect will be associated with excessive pampering. This can affect the diet, especially with regard to sugar, but it can also cause problems with addictions that can spiral out of control and lead to self-destruction. You like to party, but in unpleasant times you may need restraint or moderation. However, in general, your life should be balanced and happy, as well as your personality.
ru_ru: Секстиль Венера-Юпитер в натальной карте делает вас теплым, щедрым и любящим человеком. Это один из лучших аспектов, потому что он приносит популярность, удачу и настоящую любовь. Хорошая внешность — одно из ваших многочисленных благословений, но вы также прекрасны внутри. Несмотря на то, что вы можете прочитать где-то еще, вы страстно стремитесь быть как можно лучше, максимально эффективно используя свои таланты, и уж точно не ленивы. Отношения для вас важнее всего, потому что вам нужны дружеские отношения и романтика. Вам может нравиться флиртовать, но вы также можете скрывать свою личную жизнь. Брак может быть необходим, и вы ожидаете такой же преданности и преданности, как и вы. Хотя этот аспект предполагает нежность, привязанность и заботу, вы также очень страстны и сексуальны, иногда даже непристойны. Единственный недостаток этого аспекта будет связан с чрезмерным баловством. Это может повлиять на диету, особенно в отношении сахара, но также могут возникнуть проблемы с пристрастиями, которые могут выйти из-под контроля и привести к саморазрушению. Вы любите вечеринки, но в неприятные времена вам может потребоваться сдержанность или умеренность. Однако в целом ваша жизнь должна быть сбалансированной и счастливой, как и ваша личность.

# NatalVenusSextileMars
source: The Venus-Mars sextile in the natal chart gives a cheerful, charming and honest personality. You are popular in society and should be among "your" crowd due to your good looks and charming nature. There is nothing superficial about your beauty and friendliness. You have an interest in life and a strong desire to experience everything with intensity. Your personal life is the place where you feel this intensity the most. Your harmonious and peaceful nature means that you should attract non-aggressive and sincere partners and friends. They should also be sexy and able to satisfy your strong sensual desires. You are a sociable person and will succeed in any career where your courteous and charismatic nature can have a positive impact on other people. Your playful and athletic nature combined with your creative talent make you a very versatile person. A warm, fuzzy aura or glow around your face can be used to your advantage for self-promotion or to promote any cause you want to fight for.
ru_ru: Секстиль Венера-Марс в натальной карте дает жизнерадостную, обаятельную и честную личность. Вы популярны в обществе и должны быть среди «своей» толпы благодаря своей красивой внешности и обаятельной натуре. В вашей красоте и дружелюбии нет ничего поверхностного. У вас есть интерес к жизни и сильное желание испытать все с интенсивностью. Ваша личная жизнь — это то место, где вы ощущаете эту интенсивность больше всего. Ваш гармоничный и миролюбивый характер означает, что вам следует привлекать неагрессивных и искренних партнеров и друзей. Они также должны быть сексуальными и способными удовлетворить ваши сильные чувственные желания. Вы общительный человек и преуспеете в любой карьере, где ваша обходительная и харизматичная натура может оказать положительное влияние на других людей. Ваш игривый и спортивный характер в сочетании с творческим талантом делают вас очень разносторонним человеком. Теплую, нечеткую ауру или свечение вокруг вашего лица можно использовать в своих интересах для саморекламы или продвижения любого дела, за которое вы хотите бороться.

# NatalVenusSextileNeptune
source: The Venus-Neptune sextile in the natal chart makes you a passionate, romantic and sensual person. Most likely, you are beautiful, charming and charming, and it is pleasant to be with you. Your beauty makes you popular in society, and you will be pleased to have many friends or socialize with groups of like-minded people. Relationships are part of your well–being, especially intimate ones. Ideally, your partner should be as affectionate, loving, gentle, and pleasing to the eye as you are. A spiritual or spiritual union is just as important to you as erotic imagination in the bedroom. The Venus-Neptune sextile provides artistic and other creative talents. You can develop your own special or unusual dance, musical or artistic style. Your home and other surroundings should be beautiful and harmonious, and you most likely have a talent for decorating. Decorating yourself is also very important: you must have a good fashion sense and love jewelry, cosmetics or tattoos. A glamorous or at least beautiful appearance is good for your self-esteem. In the same way, you appreciate a beautiful home that has a bit of luxury. As a rule, you don't like anything threatening or unpleasant and prefer a calm environment and friendly people. Your selfless and compassionate nature makes you a valuable asset in any group or organization helping those in need. You are especially sensitive to those things that harm other people or any living being. Wars, catastrophes, famine, and brutality would be very upsetting even on television.
ru_ru: Секстиль Венера-Нептун в натальной карте делает вас страстным, романтичным и чувственным человеком. Скорее всего, вы красивы, обаятельны и обаятельны, с вами приятно находиться. Ваша красота делает вас популярным в обществе, и вам будет приятно иметь много друзей или общаться с группами единомышленников. Отношения – это часть вашего благополучия, особенно интимного характера. В идеале ваш партнер должен быть таким же ласковым, любящим, нежным и приятным для глаз, как и вы. Духовный или душевный союз так же важен для вас, как эротическое воображение в спальне. Секстиль Венера-Нептун дает артистические и другие творческие таланты. Вы можете разработать свой собственный особый или необычный танцевальный, музыкальный или художественный стиль. Ваш дом и другое окружение должно быть красивым и гармоничным, и, скорее всего, у вас есть талант к декорированию. Украшать себя также очень важно: вы должны иметь хорошее чувство моды и любить украшения, косметику или татуировки. Гламурный или хотя бы красивый внешний вид полезен для вашей самооценки. Точно так же вы цените прекрасный дом, в котором есть немного роскоши. Как правило, вы не любите ничего угрожающего или неприятного и предпочитаете спокойную обстановку и дружелюбных людей. Ваш бескорыстный и сострадательный характер делает вас ценным активом в любой группе или организации, помогающим нуждающимся. Вы особенно чувствительны к тем вещам, которые причиняют вред другим людям или любому живому существу. Войны, катастрофы, голод и жестокость очень расстроили бы даже по телевидению.

# NatalVenusSextilePluto
source: The Venus-Pluto sextile in the natal chart makes you passionate about love and what you love. Whether it's another person, a hobby, or something else, you'll become deeply involved in what you love. Love, giving and receiving love are so important to you that without them your life would have no meaning. In other words, your life revolves around love. When I say that you are passionate about love, you feel it deeply enveloping you; you can even define yourself through a strong relationship or love for something. It's an overall positive influence that has a positive effect on your relationship. The term "love to death" may apply to you, but you will find that almost everyone would like you to love them. Even if it sometimes feels like you're getting too tense or too strong, it's only because you're very concerned about a particular problem. For example, you may become persistent if you believe your partner is in danger. Friendship is the most important thing for you. You are incredibly loyal and dedicated and expect the same in return. But even you will realize that only a rare person can match you in the level of devotion you show to another. You should be popular because of the strong subconscious attraction that others feel. There is a dark and mysterious nature in your beauty that others find fascinating. In the bedroom, you can explore taboo areas of sexuality, experiment with your sexuality, or get the thrill of doing things.
ru_ru: Секстиль Венера-Плутон в натальной карте делает вас страстным в любви и в том, что вы любите. Будь то другой человек, хобби или что-то еще, вы станете глубоко вовлечены в то, что любите. Любовь, отдача и получение любви настолько важны для вас, что без них ваша жизнь не имела бы смысла. Другими словами, ваша жизнь вращается вокруг любви. Когда я говорю, что вы увлечены любовью, вы чувствуете ее глубоко, окутывающую вас; вы даже можете определить себя через крепкие отношения или любовь к чему-либо. Это общее положительное влияние, которое положительно влияет на ваши отношения. К вам может относиться термин «любовь до смерти», но вы обнаружите, что почти каждый хотел бы, чтобы вы его любили. Даже если иногда кажется, что вы становитесь слишком напряженными или слишком сильными, это происходит только потому, что вы очень обеспокоены какой-то конкретной проблемой. Например, вы можете стать настойчивым, если считаете, что вашему партнеру угрожает опасность. Дружба для вас важнее всего. Вы невероятно лояльны и преданы делу и ожидаете того же в ответ. Но даже вы поймете, что лишь редкий человек сможет сравниться с вами по уровню преданности, которую вы оказываете другому. Вы должны пользоваться популярностью благодаря сильному подсознательному притяжению, которое испытывают другие. В вашей красоте есть темная и загадочная природа, которую другие находят завораживающей. В спальне вы можете исследовать табуированные области сексуальности, экспериментировать со своей сексуальностью или получать острые ощущения от дел.

# NatalVenusSextileSaturn
source: The Venus-Saturn sextile makes your overall well-being dependent on friendships. You can survive alone and may prefer to have only a small number of friends, but you are striving for a loving relationship. You are very loyal and reliable in a relationship; this is how you show love and affection. You are less likely to show your feelings publicly or spontaneously. You may be prone to self-denial or self-sacrifice, but only for the long-term good of the relationship. You should not allow this need for stability and security to exceed your ideal of true love. If someone is disloyal, you will never be able to be happy, and your self-esteem will suffer. Breaking up with a partner may not be easy, but you also have common sense and practicality. You spend most of your learning through close relationships, and you may find that you have a teacher-student relationship with your partner or a noticeable age difference. Your self-discipline extends to your finances, and you need to be a good saver and investor. A career in business is suitable for you, as well as in anything that combines beauty and creativity with detail and order.
ru_ru: Секстиль Венера-Сатурн делает ваше общее благополучие зависимым от дружеских отношений. Вы можете выжить в одиночку и, возможно, предпочитаете иметь лишь небольшое количество друзей, но вы стремитесь к любовным отношениям. Вы очень лояльны и надежны в отношениях; так вы проявляете любовь и привязанность. Вы менее склонны демонстрировать свои чувства публично или спонтанно. Вы можете быть склонны к самоотречению или самопожертвованию, но только ради долгосрочного блага отношений. Вы не должны позволять этой потребности в стабильности и безопасности превосходить ваш идеал настоящей любви. Если кто-то нелоялен, вы никогда не сможете быть счастливы, и пострадает ваша самооценка. Расстаться с партнером может оказаться непросто, но у вас также есть здравый смысл и практичность. Большую часть обучения вы проводите посредством близких отношений и можете обнаружить, что у вас с партнером отношения типа учитель-ученик или заметная разница в возрасте. Ваша самодисциплина распространяется и на ваши финансы, и вы должны быть хорошим сберегателем и инвестором. Вам подойдет карьера в сфере бизнеса, а также во всем, что сочетает в себе красоту и креативность с деталями и порядком.

# NatalVenusSextileUran
source: If you have few obstacles and obstacles, people will be attracted to you and you will be popular in society. Finding a lover should be as easy as making friends, because there is always something interesting or exciting about you that can arouse his interest. Your friends and partners may also show flair or eccentricity, so a certain degree of independence will help maintain a healthy relationship. You will be happy with a partner who will not be demanding and suffocating, who may have an unconventional family lifestyle or who will have to combine many obligations. Your sexual aura will attract a lot of attention from potential lovers. They feel that with you they will receive additional stimulation and erotic pleasure with a hint of insurmountable danger. Succumbing to this temptation, it can be difficult for you to maintain a long-term relationship. In this case, your need for thrills can be discovered through sexual experimentation in the bedroom, role-playing, dressing up, or toys. The Venus-Uranus sextile makes you a trendsetter, and it shows from your fashion sense to how you decorate your room or decorate your entire house and garden. You may have to face a strange appearance when you start a new trend and are the only one who stands out. Later, you'll be able to turn this talent into a career, and I'm sure the extra attention won't ruin your day.
ru_ru: Если у вас мало препятствий и препятствий, люди будут притягиваться к вам, и вы будете пользоваться популярностью в обществе. Найти любовника должно быть так же легко, как завести друзей, потому что в вас всегда есть что-то интересное или захватывающее, что может вызвать у него интерес. Ваши друзья и партнеры также могут проявить чутье или эксцентричность, поэтому определенная степень независимости поможет сохранить здоровые отношения. Вы будете счастливы с партнером, который не будет требовательным и удушающим, у которого может быть нетрадиционный семейный уклад или которому придется совмещать множество обязательств. Ваша сексуальная аура привлечет много внимания потенциальных любовников. Они чувствуют, что с вами они получат дополнительную стимуляцию и эротическое удовольствие с намеком на непреодолимую опасность. Поддавшись такому искушению, вам может быть сложно поддерживать долгосрочные отношения. В этом случае вашу потребность в острых ощущениях можно обнаружить посредством сексуальных экспериментов в спальне, ролевых игр, переодевания или игрушек. Секстиль Венера-Уран делает вас законодателем моды, и это проявится от вашего чувства моды до того, как вы украшаете свою комнату или оформляете весь свой дом и сад. Возможно, вам придется столкнуться со странным внешним видом, когда вы начинаете новый тренд и являетесь единственным, кто выделяется. Позже вы сможете превратить этот талант в карьеру, и я уверен, что дополнительное внимание не испортит вам день.

# NatalVenusSquareJupiter
source: Venus squared with natal Jupiter makes you a lucky, creative and cheerful person. This must be the best of all the difficult aspects of the square in astrology. There are a number of related difficulties, but they are usually relatively easy to overcome. Your optimistic outlook on life, generosity, and all-round charming good nature make you a pleasant person, and you should be popular with little difficulty in making friends. The tension that exists inside you is a good motivator for creativity. This aspect favors all kinds of art, including drama, comedy, music, writing, painting, and sculpture. Your sense of humor will border on the cheeky. Venus squared with Jupiter can cause problems with motivation in relation to daily chores and monotonous hard work to generate income. Lack of self-discipline can cause difficulties at work and in fulfilling other serious responsibilities and responsibilities in life. This is especially true if you have a family. Your charisma will help you avoid the heavy responsibilities of parenting. Other people may consider that you have questionable or "loose" moral principles. Most likely, this will cause problems in your personal life, and lowering your standards will lead to complications or embarrassment. Or perhaps the obligations in a relationship like marriage are causing anxiety. Sometimes a careless attitude can annoy your partner, or you may get the impression that you don't care or aren't bothered. However, as mentioned earlier, eliminating any weaknesses that add friction to your relationship won't take much effort. The same applies to your finances. You may find it difficult to find enough money to maintain your desired lifestyle. The luxuries of entertainment, entertainment, and holidays may require you to take a more responsible position in your career. This aspect tends to overestimate its resources and be somewhat wasteful. The worst-case scenarios include greed and addiction, and your generosity towards yourself and others may need to be controlled. However, in general, you should enjoy enough good times to avoid many difficulties that limit other people's ability to enjoy life to the fullest.
ru_ru: Венера в квадрате с натальным Юпитером делает вас удачливым, творческим и веселым человеком. Это, должно быть, лучший из всех сложных аспектов квадрата в астрологии. Существует ряд связанных с этим трудностей, но их, как правило, сравнительно легко преодолеть. Ваш оптимистичный взгляд на жизнь, щедрость и всестороннее обаятельное добродушие делают вас приятным человеком, и вы должны пользоваться популярностью, практически не испытывая трудностей с приобретением друзей. Напряжение, которое существует внутри вас, является хорошим мотиватором для творчества. Этот аспект благоприятствует любым видам искусства, включая драму, комедию, музыку, писательское мастерство, живопись и скульптуру. Ваше чувство юмора будет граничить с дерзким. Венера в квадрате с Юпитером может вызвать проблемы с мотивацией в отношении повседневных дел и монотонной тяжелой работы для получения дохода. Отсутствие самодисциплины может вызвать трудности на работе и при выполнении других серьезных обязанностей и ответственности в жизни. Это особенно актуально, если у вас есть семья. Ваша харизма поможет вам избежать тяжелых обязанностей по воспитанию детей. Другие люди могут посчитать, что у вас сомнительные или «распущенные» моральные принципы. Скорее всего, это вызовет проблемы в вашей личной жизни, а снижение ваших стандартов приведет к осложнениям или смущению. Или, возможно, обязательства в таких отношениях, как брак, вызывают беспокойство. Иногда небрежное отношение может раздражать вашего партнера, или у вас может сложиться впечатление, что вам все равно или вас не беспокоят. Однако, как упоминалось ранее, устранение любых слабостей, которые добавляют трений в ваши отношения, не потребует особых усилий. То же самое относится и к вашим финансам. Возможно, вам будет трудно найти достаточно денег для поддержания желаемого образа жизни. Такая роскошь, как развлечения, развлечения и праздники, может потребовать от вас занять более ответственную позицию в своей карьере. Этот аспект имеет тенденцию переоценивать свои ресурсы и быть несколько расточительным. Наихудшие сценарии включают в себя жадность и зависимость, а вашу щедрость по отношению к себе и другим, возможно, придется контролировать. Однако в целом вам следует наслаждаться достаточным количеством удачных моментов, чтобы избежать многих трудностей, которые ограничивают способность других людей наслаждаться жизнью в полной мере.
