Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# NatalSunSquarePluto
source: The desire for power and the desire to impose one's will on others is a characteristic of the Sun in relation to Pluto. These people have a domineering nature, which is often expressed in their imperiousness and violence. They often try hard to show their favor to people, although, frankly, it would be better if they didn't do it. It seems to them that the strong are always right, which naturally causes protests from others. They show aggression towards people of the opposite sex. When the Sun is in the aspect of a square with Pluto, it indicates a tendency to self-assertion, the struggle for popularity and the desire for power and success. However, this aspect also symbolizes dictate, the desire to command, authoritarianism, intractability, carelessness, rashness and impatience. People with this aspect are prone to accidents. For women, the presence of this aspect may mean that their partner acts as a dictator who brooks no objections. However, on the positive side, the struggle for popularity can be an incentive for self-improvement. These aspects can also give you the ability to achieve your goals and win.
ru_ru: Стремление к власти и желание навязывать свою волю другим - такова характеристика Солнца в аспекте с Плутоном. Эти люди обладают властной натурой, которая часто выражается в их повелительности и неистовости. Часто они усердно стараются продемонстрировать свою благосклонность к людям, хотя, честно говоря, было бы лучше, если бы не делали этого. Им кажется, что сильный всегда прав, что, естественно, вызывает протесты со стороны окружающих. Они проявляют агрессию по отношению к лицам противоположного пола. Когда Солнце находится в аспекте квадрата с Плутоном, это указывает на склонность к самоутверждению, борьбе за популярность и стремлению к власти и успеху. Однако этот аспект также символизирует диктат, желание командовать, авторитарность, неуживчивость, неосторожность, опрометчивость и нетерпеливость. Людям с таким аспектом свойственна склонность к несчастным случаям. Для женщин наличие данного аспекта может означать, что их партнер выступает в роли диктатора, не терпящего возражений. Однако с позитивной стороны, борьба за популярность может стать стимулом для самосовершенствования. Эти аспекты также могут дать умение добиваться поставленных целей и побеждать.

# NatalSunSquareSaturn
source: Such interaction can have a negative impact on the subject's health and reduce his vital energy. The characteristics of this aspect include such negative traits as selfishness, coldness, indifference, logic, lack of joy, stinginess, greed, indifference, suspicion, passivity, slowness, skepticism, disbelief, disappointment, depression, depression, tendency to negative perception, whining, despair, fear that others will get ahead, aggression, insularity, inhospitality, disagreement, contradictions, objections, pickiness, grouchiness, irritability, pride, contempt, rudeness and ignorance in certain matters, thirst for power, temptations, temptations, a tool or victim of the dark forces. In medieval astrology, this aspect was called the "Seal of Satan." It is also associated with a difficult life, a lot of work, but little progress, changes in fate, obstacles and crises that occur approximately every 7 years. For women: failed marriages, unwanted unions, or marriages of convenience. Is there a way to overcome these aspects and what positive result can be obtained? The stressful aspects of Saturn can be overcome through hard work, diligence, and bring positive traits such as efficiency, diligence, frugality, frugality, precision, rigor, thoughtfulness, tact, attentiveness, caution, consistency, the ability to do a gigantic job, heroic work, and the ability to sacrifice for a great cause.; the depth of the soul and mind, a sense of self-worth and pride, a sense of duty and responsibility, honesty and justice.
ru_ru: Такое взаимодействие может оказывать негативное влияние на здоровье субъекта и уменьшать его жизненную энергию. Характеристики этого аспекта включают такие отрицательные черты, как эгоизм, холодность, безразличие, логика, отсутствие радости, скупость, жадность, равнодушие, подозрительность, пассивность, медлительность, скептицизм, неверие, разочарование, угнетенность, подавленность, склонность к негативному восприятию, нытье, отчаяние, страх того, что другие опередят, агрессия, замкнутость, неприветливость, несогласие, противоречия, возражения, придирчивость, ворчливость, раздражительность, гордыня, презрение, грубость и незнание в определенных вопросах, жажда власти, соблазны, искушения, орудие или жертва темных сил. В средневековой астрологии этот аспект назывался "Печать Сатаны". Это также связано с трудной жизнью, множеством труда, но небольшим прогрессом, переменами в судьбе, преградами и кризисами, которые проявляются примерно каждые 7 лет. У женщин: неудачные браки, нежелательные союзы или браки по расчету. Есть ли возможность преодолеть эти аспекты и какой положительный результат можно получить? Напряженные аспекты Сатурна могут быть преодолены через упорный труд, усердие и приносят такие положительные черты, как работоспособность, прилежание, экономность, бережливость, точность, строгость, хотя и справедливость, тактичность, внимательность, осторожность, последовательность, способность выполнить гигантскую работу, героический труд, способность пожертвовать ради великой цели; глубину души и ума, чувство собственного достоинства и гордости, чувство долга и ответственности, честности и справедливости.

# NatalSunSquareUran
source: The sun is Uranus. Their character is characterized by capriciousness, impracticable ideas, and a lack of experience, patience, and discipline. Their work is uneven. They do not accept routine and tend to dramatize their personality, which can be their undoing. In critical situations, they are prone to nervous tension, as a result of which all the efforts they have made disappear. They are proud and cherish their freedom, not wanting to listen to advice. They often hold leadership positions and consider themselves part of the brotherhood. They have many friends, but they prefer those who worship them. If there is a feud, they can become fierce opponents. These character traits do not always manifest themselves, but when they collect the fruits of their efforts, they are quite noticeable. The sun squared with Uranus means spontaneity, eccentricity, impulsivity, irritability, sensitivity, a tendency to radicalism, extremes, sharpness, impetuosity, extremism, loss of meaning in life, carelessness, haste, impatience and the danger of accidents. This aspect also indicates a propensity for risk, adventure, and scandal. Some people may exhibit abnormal behavior and become paranoid or foolish as a result of this aspect. In women, this aspect manifests itself in unstable attachments and a tendency to break up relationships. For women who were born during the day, this may be a sign that their first marriage will end in divorce. However, there are also positive aspects of this aspect, such as strong intuition, talent, determination, revolutionary spirit, sense of justice, willingness to put your life on the line for others, contempt for the mundane, dullness and routine, striving for new things, love of freedom and justice.
ru_ru: Солнце - Уран. Их характер отличается капризностью, неосуществимыми идеями и недостатком опыта, терпения и дисциплины. Работа их ведется неравномерно. Они не приемлют рутины и склонны драматизировать свою личность, что может стать их гибелью. В критических ситуациях они подвержены нервным напряжениям, в результате которых все проделанные ими усилия исчезают. Они горды и дорожат своей свободой, не желая слушать советы. Часто они занимают руководящие должности и считают себя частью братства. У них много друзей, но они предпочитают тех, кто им поклоняется. Если возникает вражда, они могут стать жестокими противниками. Эти черты характера проявляются не всегда, но когда они собирают плоды своих усилий - они вполне ощутимы. Солнце в квадрате с Ураном означает спонтанность, эксцентричность, импульсивность, раздражительность, чувствительность, склонность к радикализму, крайностям, резкости, порывистости, экстремизму, утрате смысла жизни, неосторожности, поспешности, нетерпению и опасности несчастных случаев. Этот аспект также указывает на склонность к риску, авантюрам и скандалам. Некоторые люди могут проявить аномальное поведение и стать параноиками или юродивыми в результате этого аспекта. У женщин этот аспект проявляется в неустойчивых привязанностях и склонности к разрыву отношений. У женщин, которые родились днем, это может быть признаком, что их первый брак закончится разводом. Однако есть и положительные стороны этого аспекта, такие как сильная интуиция, талант, решительность, революционность, чувство справедливости, готовность поставить свою жизнь ради других, презрение к обыденности, серости и рутине, стремление к новому, любовь к свободе и справедливости.

# NatalSunSquareVenus
source: The aspect is impossible.
ru_ru: Аспект невозможен.

# NatalSunTrineJupiter
source: When the Sun is in a trine with Jupiter, it indicates enthusiasm, optimism and spontaneity. This position of the Sun and Jupiter in religious, philosophical, social and legislative matters has a positive impact. This aspect also gives success in business and benefits trust and cooperation. People with this transit experience contentment and self-confidence, are never completely defeated, and generously help others. They also adhere to moral and religious principles and may have the gift of prophecy. Sometimes they prefer to withdraw from the world and spend time among books and close friends. The trine of the Sun and Jupiter as a sign of success in life and happiness. People with this aspect have a broad outlook on things and fair values. They also possess the gifts of foresight, humanity, generosity, kindness, and philanthropy. These people are cheerful, optimistic, cheerful, and have honesty and sincerity. They also have interests in the spiritual and scientific fields, as well as a philosophical nature. People with this aspect often enjoy the favor of Providence and Fortune, and can also enjoy material well-being. In the case of women, it also indicates the possibility of a happy marriage. However, there is also a negative side to this aspect, when loyalty to power and a successful career can force a person to come to terms with the injustice prevailing in society and give him complacency.
ru_ru: Когда Солнце находится в трине с Юпитером, это указывает на энтузиазм, оптимизм и стихийность. Эта позиция Солнца и Юпитера в религиозных, философских, социальных и законодательных вопросах имеет позитивное влияние. Этот аспект также придает успех в делах и вызывает пользу доверия и сотрудничества. Люди с этим транзитом испытывают довольство и уверенность в себе, никогда не бывают полностью побеждены и великодушно помогают другим. Они также придерживаются нравственных и религиозных принципов и могут обладать даром пророчества. Иногда они предпочитают уйти из мира и проводить время среди книг и близких друзей. Трин Солнца и Юпитера как признак успеха в жизни и счастья. Люди с этим аспектом обладают широким взглядом на вещи и справедливыми ценностями. Они также обладают дарами предвидения, гуманности, щедрости, доброты и филантропии. Эти люди жизнерадостны, оптимистичны, веселы и обладают честностью и искренностью. Они также проявляют интересы в духовной и научной сферах, а также обладают философской натурой. Люди с этим аспектом часто пользуются благосклонностью Провидения и Фортуны, а также могут наслаждаться материальным благополучием. В случае женщин, это также указывает на возможность счастливого брака. Однако, есть и отрицательная сторона этого аспекта, когда лояльность к власти и успешная карьера могут заставить человека примириться с несправедливостью, царящей в обществе, и дать ему самоуспокоение.

# NatalSunTrineMars
source: Solar conjunction with Mars enriches us with courage, strong will, and leadership qualities. It is especially beneficial for men, as it gives them masculine features. Ambition and self-confidence, physical strength, endurance, energy and love of sports are all present, but they care more about their own achievements than about the achievements of others. They value honor and decency, are not afraid of difficulties and take on the most difficult tasks. Their practicality and conscious use of their own strength allow them to overcome difficulties easily. They know how to connect theory with practice. The power of the Sun is expressed by inspiration and creativity. Constructive enthusiasm is their calling card. This aspect also gives constructive energy, willpower, enthusiasm, entrepreneurship, material well-being, determination, confidence, courage, boldness, nobility, honesty, sincerity, progressivity, striving for new things, the ability to command and obey. For women, this combination can bring a happy marriage. It is worth noting that the negative side of this aspect is the possibility of feeling punished, which may provoke the temptation to use these qualities for dishonest purposes, to put it mildly. In addition, women may be tempted to confuse men.
ru_ru: Солнечное соединение с Марсом обогащает нас смелостью, сильной волей и качеством лидера. Особенно благоприятно для мужчин, так как придает им мужественные черты. Амбициозность и уверенность в себе, физическая сила, выносливость, энергия и любовь к спорту - все это присутствует, но при этом они в большей степени заботятся о своих собственных достижениях, чем о достижениях других. Они ценят честь и порядочность, не испытывают страха перед трудностями и берут на себя самые сложные задания. Их практичность и осознанное использование собственной силы позволяют им легко преодолевать трудности. Они умеют связать теорию с практикой. Мощь Солнца выражается вдохновенностью и творческим подходом. Конструктивный энтузиазм - их визитная карточка. Этот аспект также дарует конструктивную энергию, силу воли, энтузиазм, предприимчивость, материальное благополучие, решительность, уверенность, мужество, смелость, благородство, честность, искренность, прогрессивность, стремление к новому, способность командовать и подчиняться. Для женщин это сочетание может принести счастливый брак. Стоит отметить, что негативной стороной этого аспекта является возможность почувствовать себя наказуемым, что может спровоцировать искушение использовать эти качества в мягко говоря нечестных целях. К тому же, у женщин может возникнуть искушение запутать мужчин.

# NatalSunTrineMercury
source: The aspect is impossible.
ru_ru: Аспект невозможен.

# NatalSunTrineMoon
source: When the Sun and Moon are in harmony, consciousness and the potential of forces combine with heredity and habits. It promotes good vitality, improves health and the ability to recover. The balance of male and female components is also important. As a result, the attention of the opposite sex is attracted. In pleasant conditions, without contradictions, good relationships, self-confidence and optimism arise. Provided that the Sun, Moon, and IV and X houses are not negatively affected, we can expect a good understanding in the family and with children. In addition, courage becomes a characteristic of this lifestyle. The interaction of the Sun and Moon creates fullness of life and harmony of soul and body. It gives stability and balance, promotes health and well-being. It also makes a person confident in their own worth, allows them to win many friends and find a job that benefits society and people. The combination of the Sun and Moon also attracts success in cooperation, partnership and creates a happy marriage. Early success in life and sincerity are what else you can expect. As well as adaptability, success in social activities and popularity. Soul depth, cordiality, and caring also become an inseparable part of this lifestyle. Success in various professions and occupations is guaranteed. Unfortunately, there is a downside to this aspect. Easy success with the opposite sex can lead to inconstancy in attachments and fluctuations in feelings. Also, easy success in life can lead to a lack of desire for self-development and spiritual growth.
ru_ru: Когда Солнце и Луна находятся в гармонии, сознание и потенциал сил объединяются с наследственностью и привычками. Это способствует хорошим жизненным силам, улучшает здоровье и способность к восстановлению. Важно также равновесие мужских и женских составных частей. В результате привлекается внимание противоположного пола. В приятных условиях, без противоречий, возникают хорошие взаимоотношения, уверенность в себе и оптимизм. При условии, что Солнце, Луна, а также IV и X дома не получили негативного влияния, можно ожидать хорошего взаимопонимания в семье и с детьми. Кроме того, смелость становится характеристикой такого образа жизни. Взаимодействие Солнца и Луны создает полноту жизни и гармонию души и тела. Оно придает стабильность и уравновешенность, способствует здоровью и благополучию. А также делает человека уверенным в своей ценности, позволяет завоевать множество друзей и находить работу, которая приносит пользу обществу и людям. Сочетание Солнца и Луны также привлекает успех в сотрудничестве, партнерстве и создает счастливый брак. Ранний успех в жизни и искренность - вот что еще можно ожидать. А также адаптивность, успех в общественной деятельности и популярность. Глубина души, сердечность и заботливость также становятся неразрывной частью этого образа жизни. Успех в различных профессиях и занятиях гарантирован. К сожалению, в этом аспекте есть и оборотная сторона. Легкий успех у противоположного пола может привести к непостоянству в привязанностях и колебаниям в чувствах. Также легкий жизненный успех может стать причиной отсутствия стремления к саморазвитию и духовному росту.

# NatalSunTrineNeptune
source: The sun and Neptune are a combination of intuitive abilities and emotional nature. Unlike Uranus, who has more judgment, their intuition manifests itself in art, music, religion and mysticism, as well as in spiritual guidance. They love all living things and are able to strengthen and heal people. If they lack the practicality of Mercury and Saturn, they may be dreamers. However, this aspect also gives them practical skills in transactions and stock market speculation. They have the ability to immerse themselves in the subtle currents of life and know where and when to be in order to complete the necessary tasks. The sun in trine to Neptune means inspiration, imagination, fantasy, high states of consciousness and high sensitivity. They have abilities for telepathy, diagnosis and healing, and can also have a beneficial effect on the mental state of others. They often have developed musicality, poetry, and an interest in spirituality. They also often achieve material well-being. Women who have this aspect are often characterized by marriage to spiritually or creatively gifted people, such as musicians. However, there are also negative sides to this interaction: daydreaming, idealism, and detachment from reality.
ru_ru: Солнце и Нептун представляют собой сочетание интуитивных способностей и эмоциональной природы. В отличие от Урана, у которого больше рассудительности, их интуиция проявляется в искусстве, музыке, религии и мистике, а также в духовном руководстве. Они любят все живое и способны укреплять и излечивать людей. Если у них отсутствуют практичность Меркурия и Сатурна, они могут быть мечтателями. Однако этот аспект также дает им практические навыки в сделках и биржевых спекуляциях. Они обладают способностью погружаться в тонкие потоки жизни и знать, где и когда нужно быть, чтобы выполнить нужные дела. Солнце в трине к Нептуну означает вдохновение, воображение, фантазию, высокие состояния сознания и высокую сенситивность. Они обладают способностями к телепатии, диагностике и целительству, а также могут благотворно влиять на психическое состояние окружающих. У них часто есть развитая музыкальность, поэтичность и интерес к духовности. Также они часто достигают материального благополучия. Для женщин, у которых имеется это аспект, часто характерен брак с духовно или творчески одаренными людьми, такими как музыканты. Однако есть и негативные стороны этого взаимодействия: мечтательность, идеализм и отрыв от реальности.

# NatalSunTrinePluto
source: It is believed that people with the Sun-Pluto have special abilities and willpower that allows them to renew and transform all aspects of their lives. Perhaps, when they reach a high level of spiritual development, they are able to see and feel things on a deeper level, knowing exactly where to direct their energy and resources. Such people often show interest in yoga, meditation, and other practices that promote spiritual growth. They may also have clairvoyance and intuition. Their nature is fiery, with extraordinary abilities and magical powers. This aspect indicates success and the ability to attract the attention of others, manage them, be popular and famous. He also talks about striving for new opportunities, entrepreneurship, enthusiasm, and the ability to inspire yourself and others. For women, it can mean marriage to a famous or popular person. At the same time, the negative side of this aspect is that easy success can lead to arrogance and satiety, as well as the temptation to use your position to your advantage.
ru_ru: Считается, что люди с Солнцем-Плутоном обладают особыми способностями и силой воли, позволяющей обновить и преобразить все аспекты их жизни. Возможно, при достижении высокого уровня духовного развития они способны видеть и ощущать вещи на более глубоком уровне, точно зная, куда направить свою энергию и ресурсы. Часто такие люди проявляют интерес к йоге, медитации и прочим практикам, способствующим духовному росту. Они также могут обладать ясновидением и интуицией. Их натура огненная, с необычайными способностями и магической силой. Данный аспект указывает на успех и способность привлекать внимание окружающих, управлять ими, быть популярным и известным. Он также говорит о стремлении к новым возможностям, предприимчивости, энтузиазме и способности вдохновлять себя и других. У женщин он может означать брак с известной или популярной личностью. В то же время, негативная сторона этого аспекта заключается в том, что легкий успех может привести к самонадеянности и пресыщенности, а также искушение использовать свое положение в своих интересах.
