Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitMoonConjunctionMars
source: Anger and irritability due to minor upsets are common. Family quarrels, domestic and business quarrels are possible. A person will develop vigorous activity in the house. This is a good time to do housework with your own hands, but it is especially important to follow all the warnings here. The needs of the family encourage professional ambitions during this period. Most likely, the activity will relate to real estate, farm, household products, or services. This is not a good time to do business with women. Salespeople or pushy people can be a source of irritation to a person. In general, it is important to manage your emotions and at the same time remain sensitive to other people's feelings.
ru_ru: Гнев и раздражительность из-за мелких огорчений — обычное явление. Возможны семейные ссоры, домашние и деловые. Человек развернет энергичную деятельность в доме. Это хорошее время для дел своими руками по дому, но здесь особенно важно соблюдать все предостережения. Потребности семьи побуждают в течение этого периода к профессиональным амбициям. Скорее всего, активность будет относиться к недвижимости, ферме, домашним продуктам или услугам. Это неблагоприятное время для ведения дел с женщинами. Продавцы или напористые люди могут быть источником раздражения человека. Вообще важно управлять своими эмоциями и в то же время оставаться чутким к чувствам других людей.

# TransitMoonConjunctionMercury
source: This transit is characterized by conversations about family and household matters. It is likely to coincide with the arrival of visitors to the house, receiving mail and phone calls, especially from family members, and the aspect of routine household chores. Discussions and business with friends and colleagues may take place at home. Human activities and connections tend to affect women in some way. During this transit, communication with brothers, sisters, neighbors, and colleagues is frequent. Business communication and work tend to relate to food, farm, real estate, home, household products and services, and people tend to undertake small trips related to writing, shopping for household items, and wellness needs. During this period, a person often acquires practical ideas aimed at improving labor productivity and methodology in everyday tasks. If the connection is affected, idle chatter can interfere with productivity. Human health affects work productivity for better or for worse. This transit can lead to a greater understanding of the need for proper eating, clothing, and personal hygiene habits. Many people are aware of the influence of family and cultural conditions and their emotional daily behavior.
ru_ru: Этот транзит характеризуют разговоры, касающиеся семейных и домашних дел. Он, скорее всего, будет совпадать с приходом в дом посетителей, получением почты и телефонных звонков, особенно от членов семьи, и аспектом на обычные домашние дела. Обсуждения, дела с друзьями и товарищами, возможно, будут происходить дома. Деятельность и связи человека склонны некоторым образом затрагивать женщин. В течение этого транзита часты общения с братьями, сестрами, соседями, коллегами. Деловые общения и работа имеют тенденцию относиться к пище, ферме, недвижимому имуществу, дому, домашним продуктам и услугам, Человек склонен предпринимать небольшие путешествия, касающиеся пиши, покупок хозяйственных вещей, оздоровительных потребностей. В течение этого периода человек часто приобретает практические идеи, направленные на улучшение производительности труда и методологии в повседневных задачах. Если соединение поражено, то праздная болтовня может мешать производительности труда. Здоровье человека влияет на продуктивность работы к лучшему или к худшему. Этот транзит может вызвать большее понимание необходимости правильных привычек в пище, одежде и личной гигиене. Многие люди осознают влияние семьи и культурных условий и своем эмоциональном повседневном поведении.

# TransitMoonConjunctionMoon
source: This transit is characterized by everyday household and family activities; cooking, eating, housework, family relationships, child care, groceries and services, food, farm, and real estate. Relationships with women are possible, and business relationships that are likely to be related to women in some way. At this time, a person tends to be emotionally receptive.
ru_ru: Этот транзит характеризуют повседневные домашние и семейные дела; приготовление пищи, еда, работа по дому, семейные отношения, заботы о детях, продукты и услуги, пища, ферма и недвижимость. Возможны взаимоотношения с женщинами, и деловые отношения, которые скорее всего, будут некоторым образом связаны с женщинами. В это время человек склонен быть эмоционально восприимчивым.

# TransitMoonConjunctionNeptune
source: During this transit, subconscious memories and intuitive imagination are awakened. If these subconscious memories are painful, they can cause psychological difficulties, and in exceptional cases, change behavior. Sometimes it takes the form of hallucinations or mental disturbances, but more often it is just an unwillingness to engage in practical life activities and marks a psychological withdrawal from relationships with other people. Unproductive daydreaming and daydreaming should be avoided. On the positive side, premonition, understanding of other people's moods and feelings, intuitive guidance, and increased creative artistic imagination can manifest themselves at this time. Some people recall their previous lives during this transit. Mystical or religious activities may take place at home, or a person may use their home as a place of solitude and meditation. Since the impact of this transit is very emotional, there is a need for a balanced rational point of view at this time. A person may seek refuge or places of solitude. The perception of beauty is often enhanced. Artistic talent can be expressed in the design of your home. Cases with hospitals, shelters, religious shelters, and cultural organizations may be related to the needs and affairs of the family. Family contacts can be maintained with people from distant places or from foreign countries. This transit can be used constructively to introduce educational, religious, and cultural values into family life.
ru_ru: В течение этого транзита пробуждаются подсознательные воспоминания и интуитивное воображение. Если эти подсознательные воспоминания мучительны, то они могут вызывать психологические затруднения, а в исключительных случаях изменить поведение. Иногда это принимает форму галлюцинаций или психических волнений, но чаще всего это просто нежелание заниматься практическими жизненными делами и знаменует психологический уход от взаимоотношений с другими людьми. Следует избегать непродуктивных мечтаний и витаний в облаках. С позитивной стороны в это время могут проявляться предчувствие, понимание настроений и чувств других людей, интуитивное руководство и усиление творческого артистического воображения. Некоторые люди припоминают в течение этого транзита свои предыдущие жизни. Дома могут иметь место мистические или религиозные дела, или человек может использовать свой дом как место уединения и медитации. Поскольку воздействие этого транзита весьма эмоционально, то существует в это время необходимость уравновешенной рациональной точки зрения. Человек может искать убежища или мест уединения. Часто усиливается восприятие красоты. Артистический талант может выражаться в оформлении своего дома. Дела с больницами, приютами, религиозными убежищами и культурными организациями, возможно, будут связаны с нуждами и делами семьи. Семейные контакты могут поддерживаться с людьми из дальних мест или из зарубежных стран. Этот транзит можно конструктивно использовать для введения образовательных, религиозных и культурных ценностей в семейную жизнь.

# TransitMoonConjunctionPluto
source: This transit is characterized by increased intuitive sensitivity and emotional intensity, as well as financial matters, including corporate affairs, other people's money, deceased's belongings and inheritance. Women tend to play an important role in a person's money affairs. There is a strong desire to change or improve family or home conditions. These changes usually relate to strengthening emotional ties with women or family members. This transit can be used constructively for an original modern renovation of the house. There is a possibility that a person will tyrannize over family members or family members will tyrannize over a person. During this transit, a change of residence or the death of a family member is possible (The death of one of the family members is more likely when the transit Pluto is in conjunction with the radical Moon than when the transit Moon is in conjunction with the natal Pluto. In order for a death to occur in the family, there must be other confirmatory influences). A house can be destroyed by large-scale political, economic, cultural, or geological forces, often wars or natural disasters beyond human control. During this transit, people tend to be belligerent, tyrannical, and uncommunicative. This is a bad time to engage in public relations or participate in large gatherings.
ru_ru: Этот транзит характеризуют возросшая интуитивная чувствительность и эмоциональная интенсивность, а также финансовые дела, включающие акционерные дела, деньги других людей, вещи умершего и наследство. Женщины склонны играть важную роль в денежных делах человека. Существует сильное желание изменить или улучшить семейные, или домашние условия. Эти перемены касаются обычно усиления эмоциональных связей с женщинами или членами семьи. Этот транзит может быть конструктивно использован для оригинального современного обновления дома. Есть вероятность того, что человек будет тиранить членов семьи или члены семьи будут тиранить человека. При этом транзите возможна перемена места жительства или смерть члена семьи (Смерть одного из членов семьи более вероятна, когда транзитный Плутон находится в соединении с радикальной Луной, чем когда транзитная Луна в соединении с натальным Плутоном. Для того, чтобы произошла смерть в семье, должны присутствовать и другие подтверждающие влияния). Дом может быть разрушен крупномасштабными политическими, экономическими, культурными или геологическими силами, часто войнами или природными катастрофами, не зависящими от человека. В течение этого транзита люди склонны быть воинствующими, тираничными и необщительными. Это плохой период для занятия публичными отношениями или участия в больших сборищах.

# TransitMoonConjunctionSaturn
source: This transit is characterized by financial difficulties and emotional depression; the former often cause business problems or family expenses. People's responsibilities and the demands placed on them at this time tend to test their vitality. This, in turn, leads to negative emotional views. It is important to remember that this condition does not last forever. A person may feel or show coldness or lack of empathy towards family members, often because of their negative emotional state. Taking care of an incapacitated or elderly relative can become a burdensome responsibility. The tendency to feel sorry for oneself at this time can be harmful to a person. In general, this transit tends to evoke unpleasant memories based on childhood experiences. This is an unfavorable period for doing business with women or for social activities. It is also unfavorable for the initiation of major actions or deeds. Necessary tasks should be performed skillfully and practically. There may be obstacles in professional and financial matters. Professional problems can separate a person from their family, and household chores can, in turn, interfere with their career and professional responsibilities. However, this transit may indicate practical achievements due to diligence and discipline. During this transit, old and forgotten relationships with women may resume.
ru_ru: Этот транзит характеризуют денежные трудности и эмоциональная депрессия; первые часто являются причиной деловых проблем или семейных расходов. Обязанности людей и требования, предъявляемые к ним в это время, склонны испытывать их жизненные силы. Это, в свою очередь, приводит к негативным эмоциональным взглядам. Важно помнить, что это состояние не длится вечно. Человек может ощущать или проявлять холодность, или отсутствие сочувствия к членам семьи, часто из-за своего негативного эмоционального состояния. Забота о нетрудоспособном или старом родственнике может стать обременительной обязанностью. Склонность жалеть самого себя в это время может принести вред человеку. Вообще этот транзит имеет тенденцию вызывать неприятные воспоминания, основанные на детских переживаниях. Это неблагоприятный период для ведения дел с женщинами или для общественной деятельности. Он также неблагоприятен для начинания главных действий или поступков. Необходимые дела следует выполнять умело и практично. В профессиональных и денежных делах могут возникнуть препятствия. Профессиональные проблемы могут разъединить человека с семьей, а домашние обязанности могут, в свою очередь, мешать карьере и профессиональным обязанностям. Однако, этот транзит может указывать на практические достижения благодаря трудолюбию и дисциплине. При этом транзите старые и забытые связи с женщинами могут возобновиться.

# TransitMoonConjunctionSun
source: This is the time when you will feel a huge surge of strength and energy. You will want to start all over again, set new goals for yourself and devote yourself to those projects that have been waiting for their implementation for a long time. Conscious will and unconscious emotions will unite. Today will set the tone for the rest of the month, so take advantage of this powerful energy of renewal. When the transit Moon connects to the natal Sun, the value is much the same as the transit Sun in conjunction with the natal Moon. However, the duration of the influence is much shorter; it lasts only a few hours; whereas the transiting Sun is in conjunction with the natal Moon for about four days.
ru_ru: Это время, когда вы почувствуете огромный прилив сил и энергии. Вам захочется начать все заново, поставить перед собой новые цели и посвятить себя тем проектам, которые уже давно ждут своей реализации. Сознательная воля и бессознательные эмоции объединятся. Сегодняшний день задаст тон на всю оставшуюся часть месяца, так что воспользуйтесь этой мощной энергией обновления. Когда транзитная Луна соединяется с натальным Солнцем, значение во многом такое же, что и транзитное Солнце в соединении с натальной Луной. Однако, длительность влияния много короче; оно длится только несколько часов; тогда как транзитное Солнце находится в соединении с натальной Луной приблизительно четыре дня.

# TransitMoonConjunctionUran
source: This transit is characterized by sudden mood swings, abrupt, unexpected actions of both family and friends, as well as the attitude of the person towards them. Unexpected events can have an impact on family and household chores. The daily routine of life can be disrupted in unusual and unexpected ways, adding a touch of adventure or excitement. Friends, groups, and organizations influence the home in some way, often through things happening in the home. During this transit, friends may come to you unexpectedly. Relationships with women during this transit tend to be exciting and unpredictable. There are often profits and losses in business. A person may take up joint-stock business, business related to other people's money, or business related to inheritance, taxes, alimony, or the belongings of the deceased. These cases often involve women or family in some way. This is a favorable period for original, modern renovation of the house, often including electronic devices such as electronic instruments, stereo and other devices. If the Moon or Uranus are affected radically or in transit, then a person should be careful to avoid accidents when using electrical appliances. Some people at this time have interesting intuitive impressions and clairvoyance. Such experiences or contacts with those who have them often arouse interest in astrological or occult subjects.
ru_ru: Для этого транзита характерны внезапные смены настроения, резкие, неожиданные поступки как семьи и друзей, так и отношение к ним самого человека. Неожиданные события могут оказать влияние на семейные и домашние дела. Повседневный порядок жизни может быть разрушен необычным и неожиданным образом, добавляя нотку приключения или возбуждения. Друзья, группы и организации воздействуют некоторым образом на дом, часто через дела, происходящие в доме. В течение этого транзита друзья, возможно, будут неожиданно заходить к вам. Взаимоотношения с женщинами в течение этого транзита склонны быть волнующими и непредсказуемыми. В бизнесе часто имеет место прибыль и потери. Человек, возможно, займется акционерными делами, делами, касающимися денег других людей, или делами, относящимися к наследству, налогам, алиментам или вещам умерших. Эти дела часто некоторым образом касаются женщин или семьи. Это благоприятный период для оригинального, современного обновления дома, часто включая электронные приспособления, такие, как электронные инструменты, стерео и другие приборы. Если Луна иди Уран поражены радикально или транзитом, то человеку следует быть осторожным, чтобы избежать несчастных случаев при пользовании электроприборами. Некоторые люди в это время обладают интересными интуитивными впечатлениями и ясновидением. Такой опыт или контакты с теми, у кого он есть, часто пробуждают интерес к астрологическим или оккультным предметам.

# TransitMoonConjunctionVenus
source: This transit is characterized by family, household, and social activities. A person tends to have emotional calmness and a happy outlook on life, to be kind and attentive to women and family members, sensitive and emotional to the needs and feelings of others. This transit stimulates love feelings and sexual energy. This is a good time to decorate the house and improve marital and love relationships. The increased sensitivity to beauty and the increased imagination that this transit provides create a good period for artistic and musical expression. This transit favours business activities related to food, real estate, household products and services, art, entertainment and luxury goods. A person may have more business and financial opportunities and greater wealth. This is a good time for public-related work and for all matters related to the treatment of women. If the compound is affected by other planets, then laziness and sentimentality may occur, as well as a tendency to sensitivity and abuse in food and drink.
ru_ru: Для этого транзита характерны семейные, домашние и общественные дела. Человек склонен обладать эмоциональным спокойствием и счастливым взглядом на жизнь, быть добрым и внимательным к женщинам и членам семьи, чутким и эмоциональным к потребностям и чувствам других людей. Этот транзит стимулирует любовные чувства и половую энергию. Это хорошее время для того, чтобы украшать дом и улучшать супружеские и любовные взаимоотношения. Возросшая чувствительность к красой и усиление воображения, которые дает этот транзит, создают хороший период для артистического и музыкального выражения. Этот транзит благоприятствует деловой активности, относящейся к пище, недвижимому имуществу, домашним продуктам и услугам искусству, развлечениям и предметам роскоши. Человек, возможно будет иметь больше деловых и денежных возможностей и большое благосостояние. Это благоприятное время для работы, связанной с публикой, и для всех дел, связанных с обращением с женщинами. Если соединение поражено другими планетами, то может иметь место лень и сентиментальность, а также склонность к чувствительности и злоупотреблениям в еде и питье.

# TransitMoonOppositionJupiter
source: This transit is characterized by whiny sentimentality and misdirected empathy. There is a tendency towards excessive optimism and financial extravagance. Religious, ethnic, racial, national and cultural prejudices, instilled by family conditions, tend to cause problems at this time. Family problems or problems with women tend to arise due to differences in cultural, religious, educational institutions and positions. People with this transit are often overly critical in these areas — they tend to defend noble feelings and ideologies, but not act. In general, they tend to promise more than they can fulfill. During this transit, you are able to support those in need. Now you have something to offer them. Sometimes their demands are substantial, and it may be difficult for you to meet them because you won't be able to say no. However, you will be able to enjoy the help provided, especially when you don't have to focus on a specific task. The more open the offers are, the more you will like them.
ru_ru: Для этого транзита характерны плаксивая сентиментальность и неправильно направленное сочувствие. Существует тенденция к излишнему оптимизму и финансовой расточительности. Религиозные, этнические, расовые, национальные и культурные предрассудки, привитые семейными условиями, склонны вызывать и это время проблемы. Семейные проблемы или проблемы с женщинами имеют тенденцию возникать из-за различий в культурных, религиозных, образовательных учреждений и позиций. Люди с этим транзитом часто излишне критичны в этих областях — они склонны отстаивать, благородные чувства и идеологии, но не действовать. Вообще они склонны обещать больше, чем могут выполнить. Во время этого транзита вы способны поддержать нуждающихся. Теперь вам есть, что им предложить. Иногда их требования существенны, и вам может быть трудно их удовлетворить, потому что вы не сможете сказать «нет». Тем не менее, вы сможете получить удовольствие от оказанной помощи, особенно когда вам не нужно сосредоточиваться на конкретной задаче. Чем более открытыми будут предложения, тем больше они вам понравятся.

# TransitMoonOppositionMars
source: It is necessary to be careful of fire, bodily injury or accidents at home or at work. Care should be taken when handling tools, weapons, and dangerous chemicals. It's an energetic time when showing your personality is more important than following the crowd. You prefer to act alone, otherwise life situations will force you to stand up for yourself. Sometimes you have to choose between the needs of others and what you really want. Acting without thinking is a typical reaction during this transit, and feelings significantly influence what actions you take. You can react so quickly that you won't have time to think about the consequences.
ru_ru: Необходимо остерегаться огня, телесных повреждений или несчастных случаев в доме или на работе. Следует проявлять осторожность при обращении с инструментами, оружием и опасными химикатами. Это энергичное время, когда проявить свою индивидуальность важнее, чем следовать за толпой. Вы предпочитаете действовать в одиночку, иначе жизненные ситуации заставят вас постоять за себя. Иногда вам приходится выбирать между потребностями других и тем, чего хотите вы на самом деле. Действовать без раздумий - типичная реакция во время этого транзита, и чувства существенно влияют на то, какие действия вы предпринимаете. Вы можете так быстро отреагировать, что у вас не будет времени обдумывать последствия.
