Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# NatalVenusTrineNeptune
source: Venus in trine with Neptune in the natal chart affects two main areas of life: your relationships and creative expression. Of course, both stem from your inner nature, which is genuinely friendly and compassionate. Peace and tranquility are your ideals, and you want everything in your world to be beautiful and meet your spiritual goals. Your personal life is important to you; tenderness and affection are at the center of attention. You are a gentle and warm person, and you will not like aggressive, domineering, or selfish partners. You're likely to idealize lovers or potential lovers, so there's a chance you'll be disappointed if they don't live up to your lofty ideals and repay you with a universal, unconditional style of love. If other, more important aspects do not indicate sexuality and physicality in your chart, you may prefer soft caresses and hugs to an unrestrained sex life. As I have already said, communication on an emotional and spiritual level will bring you the greatest satisfaction in a relationship. I expect that privacy may also concern you. Your surrealistic view of the world and artistic creativity are conducive to working in art. You should have a beautiful voice and possibly a high vocal range. Think of Ariana Grande, who has Venus in a trine with Neptune located under a sphere of one degree. If you had to perform in front of others, you would have a presence on a magnetic screen, and such a career would match your fabulous idealism. But there are many other activities that suit your inclinations. You should be interested in defending the rights of others or providing some kind of service. You can participate in charities or humane societies. You are probably more inclined towards the progressive or socialist side of politics.
ru_ru: Венера в трине с Нептуном в натальной карте влияет на две основные сферы жизни: ваши отношения и творческое самовыражение. Конечно, и то, и другое проистекает из вашей внутренней природы, которая искренне дружелюбна и сострадательна. Мир и спокойствие — ваши идеалы, и вы желаете, чтобы все в вашем мире было красивым и соответствовало вашим духовным целям. Ваша личная жизнь важна для вас; нежность и привязанность находятся в центре внимания. Вы мягкий и теплый человек, и вам не понравятся агрессивные, властные или эгоистичные партнеры. Вы, вероятно, будете идеализировать любовников или потенциальных любовников, поэтому есть вероятность разочарования, если они не будут соответствовать вашим высоким идеалам и не отплатят вам универсальным, безусловным стилем любви. Если другие, более важные аспекты не указывают на сексуальность и телесность в вашей карте, вы можете предпочесть мягкие ласки и объятия безудержной сексуальной жизни. Как я уже говорил, общение на эмоциональном и духовном уровне принесет вам наибольшее удовлетворение в отношениях. Я ожидаю, что конфиденциальность также может вас беспокоить. Ваш сюрреалистический взгляд на мир и художественное творчество благоприятствуют работе в искусстве. У вас должен быть красивый голос и, возможно, высокий вокальный диапазон. Вспомните Ариану Гранде, у которой Венера в трине с Нептуном находится под сферой в один градус. Если бы вам пришлось выступать перед другими, у вас было бы присутствие на магнитном экране, и такая карьера соответствовала бы вашему сказочному идеализму. Но есть много других занятий, соответствующих вашим склонностям. Вас должно заинтересовать отстаивание прав других или оказание какой-либо услуги. Вы можете принять участие в благотворительных организациях или гуманных обществах. Вы, вероятно, больше склоняетесь к прогрессивной или социалистической стороне политики.

# NatalVenusTrinePluto
source: Venus in trine with Pluto in the natal chart adds depth and intensity to your feelings and everything you love or are passionate about. Overall, this is a positive aspect, but it also has a dark side. The main impact will have on your personal life and other close relationships. It's easy for you to fall deeply in love, and you take relationships very seriously. In a new relationship, your depth of feelings, care, and passion make you feel deeply intertwined. Your devotion and interest in another person may be too much for them, and any rejection will be very painful for you. Therefore, you should seek relationships with people who are also deep and serious people. The depth of feelings caused by the trigon of Venus and Pluto can make you explore and question the dynamics of relationships and even love itself. This leads to a psychological evolution or transformation that can continue your life. This inner growth that you are experiencing can lead to a distance between you and your partner. Another effect on a relationship is that you may marry someone powerful, influential, or famous and find yourself involved in a difficult relationship or affair. Although such things may seem negative, you need such an intense experience that is vital to your evolution. Life in general can include arguments and scandals related to things that you like. But again, such things will be useful to you in the long run. You have such deep needs.
ru_ru: Венера в трине с Плутоном в натальной карте придает глубину и интенсивность вашим чувствам и всему, что вы любите или чем увлечены. В целом это благоприятный аспект, но у него есть и темная сторона. Основное влияние окажет на вашу личную жизнь и другие близкие отношения. Вам легко глубоко влюбиться, и вы очень серьезно относитесь к отношениям. В новых отношениях ваша глубина чувств, забота и страсть заставляют вас чувствовать себя глубоко переплетенными. Ваша преданность и интерес к другому человеку могут быть для них слишком велики, и любой отказ будет для вас очень болезненным. Поэтому вам следует искать отношений с людьми, которые также являются глубокими и серьезными людьми. Глубина чувств, вызванная тригоном Венеры и Плутона, может заставить вас исследовать и подвергать сомнению динамику отношений и даже самой любви. Это приводит к психологической эволюции или трансформации, которая может продолжить вашу жизнь. Этот внутренний рост, который вы испытываете, может привести к отдалению между вами и вашим партнером. Другое влияние на отношения заключается в том, что вы можете выйти замуж за кого-то влиятельного, влиятельного или знаменитого и оказаться вовлеченным в сложные отношения или дела. Хотя такие вещи могут показаться негативными, вам нужен такой интенсивный опыт, жизненно важный для вашей эволюции. Жизнь в целом может включать в себя споры и скандалы, связанные с вещами, которые вам нравятся. Но опять же, такие вещи будут полезны вам в долгосрочной перспективе. У вас такие глубокие потребности.

# NatalVenusTrineSaturn
source: Venus in trine with Saturn in the natal chart gives conservative values and unwavering loyalty. Commitment to relationships and family values is fundamental, but you shouldn't push your respect for traditions to the extreme. Your feelings are well regulated, and although you are not an extrovert, you should not be overly shy. You are well-mannered and tactful in communication, but you may prefer small groups. You're probably most comfortable in one-on-one situations where you'll be more open about sharing your love and affection. Perhaps you don't like flirting and one-night stands, which may affect a shorter list of lovers than the average. Nevertheless, you have a good chance of finding true love, and your mutual friendships will have a strong karmic bond. New relationships may be slow to form, but they will have a solid foundation, will be faithful and long-lasting. You may prefer someone with a more reasonable attitude, such as yourself, or someone from a different generation. But sometimes opposites attract, and it always depends on your fate. Partners and friends may be connected by practical considerations or shared responsibilities such as work or hobbies. Despite your seriousness, you may have a dark or mischievous sense of humor and enjoy pranks. Venus in a trine with Saturn will not hinder your creativity and artistic expression, but will give it structure and form. As in your personal life, you are reliable and loyal in your career, showing respect to your elders and superiors. Your strong work ethic and productivity will earn the respect of your superiors and serve you well in your career advancement. You would succeed in a traditional business with little or no risk, such as real estate, as well as manufacturing or selling jewelry, fashion, or cosmetics. You may not be extravagant and don't expect instant success, but you can expect to be rewarded for hard work. Perhaps you know how to save money and successfully invest in real estate, art, jewelry, or even blue-chip stocks.
ru_ru: Венера в трине с Сатурном в натальной карте дает консервативные ценности и непоколебимую лояльность. Приверженность отношениям и семейным ценностям фундаментальна, но вы не должны доводить свое уважение к традициям до крайности. Ваши чувства хорошо регулируются, и хотя вы не экстраверт, вам не следует быть чрезмерно застенчивым. Вы хорошо воспитаны и тактичны в общении, но можете предпочесть небольшие группы. Вам, вероятно, наиболее комфортно в ситуациях тет-а-тет, где вы будете более открыты, делясь своей любовью и привязанностью. Возможно, вам не нравятся флирт и связи на одну ночь, что может отразиться на более коротком списке любовников, чем в среднем. Тем не менее, у вас есть хорошие шансы найти настоящую любовь, и ваши общие дружеские отношения будут иметь прочную кармическую связь. Новые отношения могут зарождаться медленно, но будут иметь прочную основу, будут верными и долговечными. Вы можете предпочесть кого-то с более разумным отношением, такого как вы, или кого-то из другого поколения. Но иногда противоположности притягиваются, и это всегда зависит от вашей судьбы. Партнеры и друзья могут быть связаны практическими соображениями или общими обязанностями, такими как работа или хобби. Несмотря на вашу серьезность, вы можете обладать мрачным или озорным чувством юмора и получать удовольствие от розыгрышей. Венера в трине с Сатурном не будет препятствовать вашему творчеству и художественному самовыражению, но придаст ему структуру и форму. Как и в личной жизни, вы надежны и лояльны в своей карьере, проявляете уважение к старшим и вышестоящим. Ваша сильная трудовая этика и продуктивность заслужат уважение начальства и сослужат вам хорошую службу при продвижении по службе. Вы преуспели бы в традиционном бизнесе с небольшим риском или вообще без него, таком как недвижимость, а также в производстве или продаже ювелирных изделий, моды или косметики. Возможно, вы не экстравагантны и не ожидаете мгновенного успеха, но можете рассчитывать на вознаграждение за тяжелую работу. Возможно, вы умеете экономить деньги и с успехом инвестируете в недвижимость, предметы искусства, ювелирные изделия или даже акции "голубых фишек".

# NatalVenusTrineUran
source: Venus in trine with Uranus in the natal chart gives an interesting and unique personality. You need to be around people; therefore, communication is very important. The need for stimulation applies to your social life and, most importantly, to your personal life. Although you may want a long-term commitment, you should feel free and not suffocated. If you can find a strange or stimulating partner, you can settle down. On the other hand, you would also be happy with an open-minded partner who would allow you to communicate widely without feeling jealous. Venus in a trine with Uranus can bring unique or unusual friends. You can change friends as your affections are constantly evolving. You expect the same from your friends and don't demand constant time and attention from them. And friends will be easy to find thanks to your popularity and playful nature. You can easily hold the attention of a group of people thanks to your stimulating and engaging social skills. You love everything new, such as technology, and want to keep up to date with the latest inventions. The same love applies to beautiful things, and your original creative talents can lead to groundbreaking work. A combination of creative talent and experimentation can lead to a career in science as well as in art.
ru_ru: Венера в трине с Ураном в натальной карте дает интересную и уникальную личность. Вы должны быть среди людей; таким образом, общение очень важно. Потребность в стимуляции применима к вашей социальной жизни и, что наиболее важно, к вашей личной жизни. Хотя вы можете хотеть долгосрочных обязательств, вы должны чувствовать себя свободными и не задушенными. Если вы можете найти странного или стимулирующего партнера, вы сможете остепениться. С другой стороны, вы также были бы довольны непредубежденным партнером, который позволял бы вам широко общаться, не испытывая ревности. Венера в трине с Ураном может принести уникальных или необычных друзей. Вы можете менять друзей, поскольку ваши привязанности постоянно развиваются. Вы ожидаете того же от своих друзей и не требуете от них постоянного времени и внимания. А друзей будет легко найти благодаря вашей популярности и игривому характеру. Вы можете легко удержать внимание группы людей благодаря своим стимулирующим и увлекательным социальным навыкам. Вы любите все новое, например технологии, и хотите быть в курсе последних изобретений. Та же любовь относится и к прекрасным вещам, и ваши оригинальные творческие таланты могут привести к созданию новаторских работ. Сочетание творческого таланта и экспериментирования может привести к карьере в науке так же, как и в искусстве.

source: Neptune
ru_ru: Нептун

source: Opposition
ru_ru: Оппозиция

source: Pluto
ru_ru: Плутон

# TransitForecastButton
source: Transit forecast for today
ru_ru: Рассчитать транзиты на сегодня

source: Saturn
ru_ru: Сатурн

source: Save
ru_ru: Сохранить

source: Set birth date
ru_ru: Установить дату рождения

source: Set birth location
ru_ru: Установить место рождения

source: Sextile
ru_ru: Секстиль

source: Square
ru_ru: Квадрат

source: Sun
ru_ru: Солнце

# TransitAspectsInfo
source: Daily forecast
ru_ru: Транзитный прогноз на сегодня

# TransitJupiterConjunctionJupiter
source: This transit is characterized by an optimistic, self-confident, moral attitude and attempts at self-improvement. Improvements in family and home conditions are possible. It is possible to develop an interest in understanding cultural trends and their future potential development. There is often an increased interest in religion, philosophy, law, education, travel, cultural pursuits, foreign countries and foreigners. The period is favorable for dealing with churches, hospitals, charitable institutions, publications, lectures, training, or legal issues. If this compound receives stressful aspects from the planets, then there is a danger of overexertion in obligations and financial expenses. This transit occurs once in a 12-year cycle.
ru_ru: Этот транзит характерен оптимистичным, самоуверенным, моральным настроем и попытками самоусовершенствования. Возможны улучшения в семейных и домашних условиях. Возможно развитие интереса в понимании культурных тенденций и их будущего потенциального развития. Часто возникает усиленный интерес к религии, философии, закону, просвещению, путешествиям, культурным занятиям, чужим странам и иностранцам. Период благоприятен для дел с церквями, больницами, благотворительными учреждениями, для публикаций, чтения лекций, обучении или устройства юридических вопросов. Если это соединение получает стрессовые аспекты от планет, то существует опасность перенапряжения в обязательствах и финансовых тратах. Этот транзит встречается раз в 12-летний цикл.

# TransitJupiterConjunctionMars
source: An increase in creative power, entrepreneurship, and initiative. Spiritual abilities increase, physical strength increases, and sports interests. Aspects bring success and luck, honor and respect, fame and honors. Well-being thanks to friends or relatives. Dependence on one's own mood. Unbalanced behavior. It's a good time for a doctor, a warrior, a technician, an athlete, but you should try to avoid rashness and recklessness. It's a good time for a trial. Improving your health. Transit Jupiter in conjunction with natal Mars has the same meaning as transit Mars in conjunction with natal Jupiter, but it is somewhat longer and indicates a period of enthusiasm and expansive activity. It happens once in the 12-year cycle of Jupiter.
ru_ru: Возрастание творческой силы, предприимчивости, инициативы. Подъём духовных способностей, увеличивается физическая сила, спортивные интересы. Аспекты приносят успех и удачу, почёт и уважение, славу и почести. Благополучие благодаря друзьям или родственникам. Зависимость от собственного настроения. Неуравновешенность в поступках. Хороший период для врача, воина, техника, спортсмена, однако следует постараться из­бежать необдуманности и опрометчивости. Удачное время для судебно­го процесса. Улучшение здоровья. Транзитный Юпитер в соединении с натальным Марсом имеет это же значение, что и транзитный Марс в соединении с натальным Юпитером, но несколько большую длительность и указывает на период энтузиазма и экспансивной деятельности. Бывает раз в 12-летний цикл Юпитера.

# TransitJupiterConjunctionMercury
source: This is a great period of thought when our mind is stimulated and we are ready, attuned, and eager to learn; in fact, we crave new knowledge! The bigger the idea and the broader the concept, the more receptive we are to it. Mental stress has never been so pleasant. How big is the universe? This is a good time to explore the height, depth, and facets of any object. We respond to new information and can even be teachers or mentors ourselves during this period. Now we speak quite convincingly, inspiring others, but we can overdo it in our preaching behavior. We can also exaggerate, talk too much or loudly, or be overly confident in our ideas. And the problem with knowing all this is that then we won't be able to learn anything! Trying to stay humble will help us formulate our big plans for the future. The conjunction of transit Jupiter with natal Mercury has the same meaning as transit Mercury in conjunction with natal Jupiter, but it lasts much longer and indicates a long period of mental development, harmonious communication, intellectual and cultural enrichment. It is characterized by increased interest in religion, philosophy, and education, and is especially favorable to teachers, lawyers, lecturers, writers, students, reporters, ministers, and commentators. This transit takes place once every twelve years.
ru_ru: Это отличный период мыслей, когда наш разум стимулируется, и мы готовы, настроены и стремимся учиться; на самом деле мы жаждем новых знаний! Чем масштабнее идея и шире концепция, тем мы восприимчивее к ней. Психическое напряжение никогда еще не было таким приятным. Насколько велика вселенная? Это хорошее время, чтобы исследовать высоту, глубину и грани любого объекта. Мы реагируем на новую информацию и можем даже сами быть учителями или наставниками в этот период. Сейчас мы говорим довольно убедительно, вдохновляя других, но мы можем перестараться в проповедническом поведении. Мы также можем преувеличивать, говорить слишком много или громко или быть чрезмерно уверенными в своих идеях. И проблема со знанием всего этого в том, что тогда мы ничего не сможем узнать! Попытка оставаться скромными поможет нам сформулировать наши большие планы на будущее. Соединение транзитного Юпитера с натальным Меркурием имеет такое же значение, что и транзитный Меркурий в соединении с натальным Юпитером, но длится гораздо дольше и указывает на длительный период ментального развития, гармоничного общения, интеллектуального и культурного обогащения. Оно характеризуется усилением интереса к религии, философии и образованию, особенно благоприятно для учителей, юристов, лекторов, писателей, студентов, репортеров, министров и комментаторов. Этот транзит происходит раз в двенадцать лет.

# TransitJupiterConjunctionMoon
source: Our mood rises when the Moon visits Jupiter monthly. No matter how bad things may seem, we are looking into a future in which life seems a little better and brighter. Although this influence is very fleeting, it can be an inspiration to support us. We feel refreshed, optimistic, and even lucky. Any emotions we experience can suddenly intensify at this time. Our concern extends beyond the personal to a broad social level; we want to contribute and improve conditions for everyone. Training or mentoring is going well now, as are family matters, because we are sensitive to each other and willing to listen. The conjunction of the transiting Jupiter with the radical Moon has the same significance as the transiting Moon in conjunction with the natal Jupiter, but lasts longer. This transit, including retrograde and forward movement contacts, occurs every 12 years and thus indicates a long period of opportunities to improve family and financial situation.
ru_ru: Наше настроение поднимается, когда Луна ежемесячно посещает Юпитер. Какими бы плохими ни казались вещи, мы заглядываем в будущее, в котором жизнь кажется немного лучше и ярче. Хотя это влияние весьма мимолетно, оно может стать вдохновением, чтобы поддерживать нас. Мы чувствуем себя свежими, оптимистичными и даже удачливыми. Любые эмоции, которые мы испытываем, могут внезапно усилиться в это время. Наша забота простирается за пределы личного до широкого социального уровня; мы хотим внести свой вклад и улучшить условия для всех. Обучение или наставничество сейчас идут хорошо, как и семейные дела, потому что мы чувствительны друг к другу и готовы слушать. Соединение транзитного Юпитера с радикальной Луной имеет такое же значение, что и транзитная Луна в соединении с натальным Юпитером, но длится дольше. Этот транзит, включая контакты ретроградного и прямого движения, случается каждые 12 лет и указывает, таким образом, на длительный период возможностей улучшить семейное и денежное положение.
