Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitSunOppositionPluto
source: People with this transit are trying to dominate, coerce, or remake others, or they themselves may become the subject of such treatment by others. Naturally, this is the cause of indignation, and if a person does not fight these tendencies, then there may be problems. Thus, this transit is likely to cause conflicts over power and authority. Other problems related to relationships arise in the areas of business, joint finance, collective money, insurance, taxes, inheritance, alimony, and possessions of the deceased. Sexual conflicts tend to arise in love and marital relationships; usually due to sexual demands from one of the partners. Love relationships can be limited. During this transit, the right attitude towards children is important. Discipline should be maintained without cruelty and excessive rigor. During this period, impulsivity and stubbornness should be avoided. When used positively, this transit can lead to constructive achievements and self-improvement. A person can communicate with dynamic, strong people who will have a great influence on him in some way.
ru_ru: Люди с этим транзитом пытаются господствовать, принуждать или переделывать других, или сами могут стать предметом такого обращения со стороны других. Естественно, это является причиной возмущения и, если человек не будет бороться с этими склонностями, то могут быть проблемы. Таким образом, этот транзит скорее всего будет вызывать конфликты из-за власти и авторитета. Другие проблемы, касающиеся взаимоотношений, возникают в сферах бизнеса, совместных финансов, коллективных денег, страхования, налогов, наследства, алиментов и вещей умершего. Склонны возникать сексуальные конфликты в любовных и супружеских взаимоотношениях; обычно из-за сексуальных требований со стороны одного из партнеров. Любовные отношения могут быть ограничены. В течение этого транзита важно правильное отношение к детям. Дисциплину следует поддерживать без жестокости и чрезмерной строгости. В течение этого периода следует избегать импульсивности и упрямства. При позитивном использовании этот транзит может вызвать конструктивные достижения и самоусовершенствования. Человек может общаться с динамичными сильными людьми, которые некоторым образом будут иметь на него большое влияние.

# TransitSunOppositionSaturn
source: Extreme selfishness, a personal defense mechanism, and selfish ambitions are the dangers during this transit. People in responsible and influential positions should beware of cruel and unreasonable decisions at this time. This is often accompanied by a tendency to blindly kowtow to people in authority. Usually this harsh despotism is based on feelings of fear and danger. Although they can sometimes be justified in the name of law and order, they are more likely to provoke resentment and opposition. In some cases, there are indications of a strong struggle for supremacy and a high social position in a person's business or profession. This is a difficult time for professional advancement. Even modest gains in business and professional affairs require a lot of work, discipline, and collaboration. People in responsible and influential positions can place great demands on a person. This is an unfavorable period for financial speculation. There is a tendency to resist changes and new methods, even if they represent necessary improvements. This is actually an unfavorable period for starting new attempts. In general, it is best to perform the necessary daily duties and wait for a more favorable time to start the changes. Heavy business and professional responsibilities can reduce a person's vitality, limit social activities and love affairs. This transit is often accompanied by a lack of social and romantic opportunities. Self-doubt and social demands often make a person feel lonely and unloved. Responsibility for children often becomes a burden, and a person can become too harsh in their treatment of them. Children experiencing this transit tend to feel that they are not loved and are being mistreated.
ru_ru: Крайний эгоизм, личный защитный механизм и эгоистические амбиции — вот опасности в течение этого транзита. Люди, занимающие ответственные и влиятельные посты, должны остерегаться в это время жестоких и неразумных решений. Это часто сопровождается склонностью слепо раболепствовать перед людьми, облеченными властью. Обычно этот суровый деспотизм основан на чувствах страха и опасности. Хотя они иногда могут быть оправданы именем закона и порядка, они скорее всего будут вызывать негодование и оппозицию. В некоторых случаях есть указания на сильную борьбу за превосходство и высокое общественное положение в бизнесе или профессии человека. Это трудное время для профессионального продвижения. Даже скромные выгоды в бизнесе и в профессиональных делах требуют много работы, дисциплины и взаимодействия. Люди, занимающие ответственные и влиятельные посты, могут предъявлять человеку большие требования. Это неблагоприятный период для финансовых спекуляций. Существует склонность противиться переменам и новым методам, даже если они представляют собой необходимое усовершенствование. Это в действительности неблагоприятный период для начала новых попыток. Вообще, лучше всего выполнять необходимые повседневные обязанности и подождать более благоприятного времени для начала перемен. Тяжелые деловые и профессиональные обязанности могут понизить жизнеспособность человека, ограничить общественную деятельность и любовные дела. Часто этот транзит сопровождает отсутствие общественных и романтических возможностей. Неуверенность в себе и общественные запросы часто заставляют человека чувствовать себя одиноким и нелюбимым. Ответственность за детей часто становится бременем, и человек может стать слишком суровым в своем обращении с ними. Дети, испытывающие этот транзит, склонны чувствовать, что их не любят и жестоко обращаются с ними.

# TransitSunOppositionSun
source: Despite your external well-being, you are not destined to emerge victorious from situations related to your inner self. Now is not the time to resist someone else's power or express your opinion. A more favorable time would have forced your opponents to retreat. In this astrological situation, six months have passed since your birthday, which is enough time to evaluate all your pros and cons. This transit is characterized by personal clashes and power struggles. Conflicts over power tend to arise, especially in marital and love relationships. During this transit, a democratic attitude is necessary if one wants to have harmony in important relationships. Strictness and kindness are necessary in relation to children. This time is conducive to partnerships and joint ventures with strong and energetic people.
ru_ru: Несмотря на внешнее благополучие, вам не суждено выйти победителем из ситуаций, связанных с вашим внутренним я. Сейчас не время сопротивляться чужой власти или выказывать свое мнение. Более благоприятное время заставили бы ваших противников отступить. При данной астрологической ситуации после вашего дня рождения успевает пройти шесть месяцев - достаточное время для того, чтобы оценить все свои плюсы и минусы. Для этого транзита характерны личные столкновения и борьба за власть. Склонны возникать конфликты из-за власти, особенно в супружеских и любовных взаимоотношениях. В течение этого транзита необходимо демократичное отношение, если хотят иметь гармонию в важных взаимоотношениях. По отношению к детям необходима строгость и доброта. Это время благоприятствует партнерствам и совместным делам с сильными и энергичными людьми.

# TransitSunOppositionUran
source: This transit is characterized by a thirst for freedom and defiance of authority. People tend to insist on complete freedom for themselves, while at the same time expecting others to submit to their demands, discipline, and guidance. Unpredictable behavior in society, friendship and communication with unreliable people are possible. A love relationship is likely to be unstable and short-lived. Tastes in art, music, and public affairs tend to be peculiar and possibly eccentric. Insecurity and experimentation with new life styles are common. There is a tendency to engage in peculiar occult activities or join strange organizations. Far-fetched, impulsive actions and decisions often have unexpected consequences. Gambling and unwise speculation can be especially ruinous. Joint finances, shared money, insurance, inheritance, alimony and taxes are often a source of conflict. Collective financial affairs do not tend to go smoothly or according to plan. In general, it is important to check your personal motives and be guided by common sense during this transit.
ru_ru: Этот транзит характеризуют жажда свободы и неподчинение авторитетам. Люди склонны настаивать на полной свободе для самих себя, ожидая в то же время, чтобы другие подчинялись их требованиям, дисциплине и руководству. Возможно непредсказуемое поведение в обществе, дружба и общение с ненадежными людьми. Любовные отношения скорее всего будут неустойчивыми и недолговечными. Вкусы в искусстве, музыке, общественных делах склонны быть своеобразными и, возможно, эксцентричными. Неуверенность и экспериментирование с новыми жизненными стилями — обычное явление. Существует тенденция заниматься своеобразной оккультной деятельностью или вступать в странные организации. Надуманные, импульсивные поступки и решения нередко имеют неожиданные последствия. Азартные игры и неразумные спекуляции могут быть особенно разорительными. Совместные финансы, общие деньги, страхование, наследство, алименты и налоги часто являются источником конфликтов. Коллективные финансовые дела не склонны идти гладко или согласно плану. Вообще, важно проверить свои личные мотивы и руководствоваться здравым смыслом в течение этого транзита.

# TransitSunOppositionVenus
source: During this transit, it is especially important to establish harmony in business, social, love, and marital relationships. Important relationships often suffer because of money problems or lack of emotional sensitivity. Reasonable kindness is necessary in dealing with children. Children experiencing this transit often require additional attention and emotional support from parents and teachers. A person tends to actively engage in art, music, entertainment, social and love affairs. However, excessive secular activities sometimes interfere with serious human responsibilities. One should beware of extravagance, boasting, and an exaggerated opinion of one's desirability. If this transit is treated with the right understanding, it can bring a lot of pleasure and joy.
ru_ru: В течение этого транзита особенно важно установить гармонию в деловых, общественных, любовных и супружеских взаимоотношениях. Важные взаимоотношения часто страдают из-за денежных проблем или из-за недостатка эмоциональной чувствительности. В отношениях с детьми необходима разумная доброта. Дети, испытывая этот транзит, часто требуют дополнительного внимания и эмоциональной поддержки со стороны родителей и учителей. Человек склонен активно заниматься искусством, музыкой, развлечениями, общественными и любовными делами. Однако, излишняя светская деятельность иногда мешает серьезным обязанностям человека. Следует остерегаться экстравагантности, хвастовства и преувеличенного мнения о своей желанности. Если к этому транзиту относиться с правильным пониманием, то он может принести много удовольствия и радости.

# TransitSunSextileJupiter
source: This Transit is characterized by an enthusiastic search for educational, cultural, religious, philosophical, and charitable goals and objectives. Friends and comrades are involved in these cases. Romantic opportunities may arise through a person's religious, educational, or cultural activities. Often, in cultural and educational matters, a person assumes the role of a personal leader. This is a good time to receive support from religious, educational, or cultural institutions for your creative projects. The time is favorable for lecturing, teaching, publishing, artistic and theatrical activities. Transit creates a favorable atmosphere for seeking recognition and support from reputable and influential people. It is also favorable for dealing with legal, cultural, religious and charitable institutions. This is an excellent time to conduct important legal business and for reasonable financial speculation. The time is favorable for long journeys in search of pleasure, knowledge or spiritual enlightenment. Benefits may come from foreign cultures and other religious traditions. This is also a good time to help with the education and religious education of children and youth, and to enroll in higher education. The time is favorable for family and cultural affairs.
ru_ru: Этот Транзит характеризуют восторженные поиски образовательных, культурных, религиозных, философских и благотворительных целей и задач. В этих делах участвуют друзья и товарищи. Благодаря религиозной, образовательной или культурной деятельности человека могут появиться романтические возможности. Часто в культурных и образовательных делах человек берет на себя роль персонального лидера. Это хороший период для получения поддержки от религиозных, образовательных или культурных учреждений своим творческим проектам. Время благоприятно для лекторской, учительской, издательской, артистической и театральной деятельности. Транзит создает благоприятную атмосферу для поисков признания и поддержки от авторитетных и влиятельных лиц. Он также благоприятен для ведения дел с юридическими, культурными, религиозными и благотворительными учреждениями. Это превосходное время для ведения важных юридических дел и для разумных финансовых спекуляций. Время благоприятно для длительных путешествий в поисках удовольствий, знаний или духовного просвещения. Выгода может придти из иностранных культур и других религиозных традиций. Это также хороший период для помощи в образовании и религиозном воспитании детей и молодежи, для поступления в высшее учебное заведение. Время благоприятно для семейных и культурных дел.

# TransitSunSextileMars
source: This transit is characterized by vigorous mental activity and increased self-confidence. In their financial and professional affairs, a person acts thoughtfully, energetically and constructively. This is a good time for business related to production, technology and interesting projects. This is a good time to work with machines, tools and for work that requires physical exertion. The source of pleasure can be sports, love dates, and physical activity. This transit benefits children and those who follow them.
ru_ru: Этот транзит характеризует энергичная умственная активность и возросшая самоуверенность. В своих денежных и профессиональных делах человек действует продуманно, энергично и конструктивно. Это благоприятное время для дел, относящихся к производству, технике и интересным проектам. Это хорошее время для работы станками, инструментами и для работы, требующей напряжения физических сил. Источником удовольствий может быть спорт, любовные свидания и физическая деятельность. Этот транзит благоприятствует детям и тем, кто следит за ними.

# TransitSunSextileMercury
source: This transit is characterized by the authoritative transmission of personal ideas and creative mental activity. Ideas for literary or artistic expression may arise. This is a good time to introduce reputable and influential people with their ideas. Friends will help people with this transit to gain recognition for their ideas. Friendly communication and productive exchange of ideas can take place between these people and their brothers, sisters, neighbors and colleagues. These people are interested in communicating with children and youth and in their education. Short trips related to children, social activities, love, work and health will be productive. A special source of pleasure during this transit is mental games.
ru_ru: Для этого транзита характерна авторитетная передача личных идей и творческая мыслительная активность. Могут возникнуть идеи для литературного или артистического самовыражения. Это хорошее время для ознакомления авторитетных и влиятельных лиц со своими идеями. Друзья помогут людям с этим транзитом добиться признания их идей. Между этими людьми и их братьями, сестрами, соседями и коллегами могут иметь место дружеское общение и продуктивный обмен идеями. Эти люди проявляют интерес к общению с детьми и молодежью и к их образованию. Короткие путешествия, связанные с детьми, общественными делами, любовью, работой и здоровьем будут продуктивными. Особый источник удовольствий в течение этого транзита — умственные игры.

# TransitSunSextileMoon
source: This transit is characterized by increased vitality and new ideas for creative self-expression in the home circle. Social and family gatherings at home are possible. People express ideas on how to make money, help the family budget, or improve the home environment. This is a favorable transit for public relations, for business activity and financial speculation, as well as in relation to food, farm, real estate, household products and services. There can be a lot of meetings and communication between brothers, sisters, neighbors and colleagues in connection with daily activities. This time is favorable for pleasant meetings with old and new friends, for communication with romantically minded partners or with the opposite sex. There may be love and business opportunities involving the opposite sex. People with this transit achieve insight into their subconscious motives.
ru_ru: Этот транзит характеризуют повышенные жизненные силы и новые идеи для творческого самовыражения в домашнем кругу. Возможны светские и семейные встречи дома. Люди высказывают идеи, как заработать деньги, помочь семейному бюджету или улучшить домашнее окружение. Это благоприятный транзит для взаимоотношения с публикой, для деловой активности и финансовых спекуляций, а также по отношению к пище, ферме, недвижимому имуществу, домашним продуктам и услугам. Между братьями, сестрами, соседями и коллегами в связи с повседневными делами может быть много встреч и общения. Это время благоприятно для приятных встреч со старыми и новыми друзьями, для общения с романтически настроенными партнерами или с противоположным полом. Могут возникнуть любовные и деловые возможности, касающиеся противоположного пола. Люди с этим транзитом достигают проникновения в свои подсознательные мотивы.

# TransitSunSextileNeptune
source: During this transit, a person's intuitive creative and artistic abilities are stimulated. Intuitive inspiration makes a person capable of assuming the role of a leader in cultural events. This is a good time to do business with hospitals, shelters, religious and cultural institutions. People with this transit show kindness and generosity to those who are less happy than themselves. This is a favorable period for familiarizing children with religious, spiritual and general mental concepts. Understanding of children's moods, feelings, and actions is also increasing. This transit is often characterized by a sense of a subtle understanding of art and beauty. It creates a favorable atmosphere for working in the performing arts, photography and cinematography. Artistic creativity is often expressed in improving the home environment. People with this transit gain access to the workings of their subconscious minds and discover creative foresight for future possibilities. The abilities of intuition and clairvoyance often influence thought processes. Some people hear or see past events or thought projects as if they were happening in the present. It is a good transit for spiritual meditation and development. A person shares spiritual values with his brothers, sisters, neighbors and comrades. Love and social activities during this transit tend to have an exotic aspect.
ru_ru: В течение этого транзита побуждаются интуитивные творческие, художественные способности человека. Интуитивное вдохновение делает человека способным принять на себя роль лидера в культурных мероприятиях. Это благоприятное время для ведения дел с больницами, приютами, религиозными и культурными учреждениями. Люди с этим транзитом проявляют доброту и великодушие к тем, кто менее счастлив, чем они сами. Это благоприятный период для ознакомления детей с религиозными, духовными и общими психическими представлениями. Возрастает также понимание настроения, чувств и поступков детей. Этот транзит часто характеризует чувство тонкого понимания искусства и красоты. Он создает благоприятную атмосферу для работы в сценическом искусстве, фотографии и кинематографии. Художественные творческие способности часто выражаются в улучшении домашней обстановки. Люди с этим транзитом получают доступ к работе своего подсознательного разума и обнаруживают творческое предвидение будущих возможностей. Способности к интуиции и ясновидению часто влияют на мыслительные процессы. Некоторые люди слышат или видят прошлые события, или мыслительные проекты, как если бы они происходили в настоящее время. Это хороший транзит для духовной медитации и развития. Духовными ценностями человек делится с братьями, сестрами, соседями и товарищами. Любовь и светские дела в течение этого транзита склонны иметь экзотический аспект.

# TransitSunSextilePluto
source: This transit is characterized by increased willpower, ingenuity, enterprise, and intuitive understanding. A deeper level of understanding of the fundamental goals of life can encourage a person to make more efforts aimed at constructive work and spiritual, mental, and physical self-improvement. Some people gain the ability to intuitively understand the operation of universal laws. This is a good time for spiritual discipline designed to raise the level of consciousness. A person takes steps to eliminate useless old ideas, positions, and possessions. There may be classes in occult Internet groups, organizations, or an interest in metaphysical pursuits and searches. Some people show interest in science and technology. Ingenuity is shown in the reuse of defective items. A person tends to be resourceful and brave in extreme circumstances. This is a good time to conduct joint-stock money matters, issues related to joint financial matters, insurance, taxes, inheritance and property of the deceased. Transit creates a favorable atmosphere for the start of new enterprises or speculative financial investments in scientific joint-stock companies, but only on condition that the natal horoscope and other transits coincide.
ru_ru: Этот транзит характеризуют возросшая сила воли, изобретательность, предприимчивость и интуитивное понимание. Более глубокий уровень понимания коренных целей жизни может побудить человека Прилагать больше усилий, направленных на конструктивную работу и духовное, умственное, физическое самоусовершенствование. Некоторые люди обретают способность интуитивно проникать в действие всемирных законов. Это хорошее время для духовной дисциплины, призванной поднять уровень сознания. Человек предпринимает шаги с целью устранения бесполезных старых идей, позиций и имущества. Возможны занятия в оккультных интернет-группах, организациях или интерес к метафизическим занятиям и поискам. Некоторые люди проявляют интерес к науке и технике. Изобретательность проявляется в повторном использовании бракованных предметов. Человек склонен быть изобретательным и храбрым в чрезвычайных обстоятельствах. Это благоприятное время для ведения акционерных денежных дел, вопросов, относящихся к совместным финансовым делам, страхованию, налогам, наследству и имуществу покойного. Транзит создает благоприятную атмосферу для начала новых предприятий или спекулятивных финансовых капиталовложений в научные акционерные предприятия, но только при условии, что натальный гороскоп и другие транзиты совпадают.
