Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# UTC+11
source: Solomon Islands, Honiara
ru_ru: Соломоновы Острова, Хониара

# UTC+12
source: New Zealand, Wellington
ru_ru: Новая Зеландия, Веллингтон

# UTC+2
source: Greece, Athens
ru_ru: Греция, Афины

# UTC+3
source: Russian, Moscow
ru_ru: Россия. Москва

# UTC+3:30
source: Iran, Tehran
ru_ru: Иран, Тегеран

# UTC+4
source: UAE, Dubai
ru_ru: ОАЭ, Дубай

# UTC+4:30
source: Afghanistan, Kabul
ru_ru: Афганистан, Кабул

# UTC+5
source: Kazakhstan. Astana
ru_ru: Казахстан. Астана

# UTC+5:30
source: India, New Delhi
ru_ru: Индия, Нью-Дели

# UTC+6
source: Kyrgyzstan, Bishkek
ru_ru: Кыргызстан, Бишкек

# UTC+6:30
source: Myanmar, Yangon
ru_ru: Мьянма, Янгон

# UTC+7
source: Thailand, Bangkok
ru_ru: Таиланд, Бангкок

# UTC+8
source: China, Beijing
ru_ru: Китай. Пекин

# UTC+9
source: Japan, Tokyo
ru_ru: Япония. Токио

# UTC+9:30
source: Australia, Adelaide
ru_ru: Австралия, Аделаида

# UTC-1
source: Cape Verde, Praia
ru_ru: Кабо-Верде, Прайя

# UTC-10
source: USA, Honolulu (Hawaii)
ru_ru: США, Гонолулу (Гавайи)

# UTC-11
source: USA (Baker Island), Pago Pago
ru_ru: США (Американское Самоа), Паго-Паго

# UTC-2
source: South Georgia
ru_ru: Южная Джорджия

# UTC-3
source: Argentina, Buenos Aires
ru_ru: Аргентина, Буэнос-Айрес

# UTC-3:30
source: Canada, St. John's (Newfoundland)
ru_ru: Канада, Сент-Джонс (Ньюфаундленд)

# UTC-4
source: Canada, Halafacs
ru_ru: Канада, Галифакс

# UTC-4:30
source: Venezuela ,Caracas
ru_ru: Венесуэла, Каракас

# UTC-5
source: USA, New York (New York City)
ru_ru: США, Нью-Йорк (Нью-Йорк)

# UTC-6
source: USA, Chicago (Illinois)
ru_ru: США, Чикаго (Иллинойс)

# UTC-7
source: USA, Denver (Colorado)
ru_ru: США, Денвер (Колорадо)

# UTC-8
source: USA, Los Angeles (California)
ru_ru: США, Лос-Анджелес (Калифорния)

# UTC-9
source: USA, Alaska
ru_ru: США, Анкоридж (Аляска)

# UTC-9:30
source: French Polynesia, Marquesas Islands
ru_ru: Французская Полинезия, Маркизские острова

source: Venus
ru_ru: Венера

# WelcomeMessage
source: Hello
ru_ru: Привет

# YouCanCalculate
source: You can start the calculation process
ru_ru: Вы можете запустить процесс расчета

# YouCanChangeConfig
source: You сan сhange сonfigurations in "Menu"
ru_ru: Вы можете изменить настройки, нажав "Меню"

source: Your birth date
ru_ru: Дата Вашего рождения

# DirectionForecastButton
source: Proccess direction forecast
ru_ru: Рассчитать дирекции на сегодня

# DirectionAspectsInfo
source: Direction forecast for today
ru_ru: Дирекционный прогноз на сегодня
