Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# NatalUranSquarePluto
source: Uranus and Pluto are a powerful combination of planets that has a significant impact on the generation of people born in the 30s and living during periods of social upheaval. Wars, revolutions, and economic collapse become an integral part of their lives. But the true power of their influence on individual destiny depends on the placement of planets in corner houses and the presence of aspects with other planets and houses. Stubbornness, extravagance, radical political views and revolutionary tendencies are characteristic features of a personality influenced by Uranus and Pluto. The mass aspect is a key factor determining the impact of social dynamics on individual development. It depends on the aspects existing between Uranus and Pluto, as well as their location in the natal chart. People affected by this influence tend to change the current social order. Their motives and ideals are high and pure, but from birth they are forced to face social difficulties, deprived of youth and carefree. Even if they were born into a wealthy family, they don't feel safe. This period of history is also associated with sexual excess, and it is important to remember this. Uranus, which is squared with Pluto, causes fanaticism, extremism, self-will and eccentric behavior that others usually cannot understand. There is also a propensity for accidents and risk. However, on the positive side, this is an aspect that contributes to the struggle for justice and new ideas, the manifestation of fearlessness and steadfastness.
ru_ru: Уран и Плутон представляют собой мощное сочетание планет, которое оказывает значительное влияние на поколение людей, родившихся в 30-х годах и проживающих в периоды социальных потрясений. Войны, революции и экономический крах становятся неотъемлемой частью их жизни. Но истинная сила их воздействия на индивидуальную судьбу зависит от размещения планет в угловых домах и наличия аспектов с другими планетами и домами. Упрямство, экстравагантность, радикальные политические взгляды и революционные тенденции являются характерными чертами личности, подверженной влиянию Урана и Плутона. Аспект масс является ключевым фактором, определяющим, какой воздействие оказывает общественная динамика на индивидуальное развитие. Он зависит от аспектов, существующих между Ураном и Плутоном, а также их местоположения в натальной карте. Люди, подверженные этому влиянию, стремятся изменить текущий социальный порядок. Их мотивы и идеалы высоки и чисты, но с самого рождения они вынуждены сталкиваться с социальными трудностями, лишены молодости и беззаботности. Даже если они родились в богатой семье, они не чувствуют себя в безопасности. Этот период истории также связан с половыми излишествами, и это важно помнить. Уран, находящийся в квадрате с Плутоном, вызывает фанатизм, экстремизм, своеволие и эксцентричное поведение, которое окружающие обычно не могут понять. Есть также склонность к несчастным случаям и риску. Однако, с позитивной стороны, это аспект, который способствует борьбе за справедливость и новые идеи, проявлению бесстрашия и непоколебимости.

# NatalUranTrineNeptune
source: The aspect between Uranus and Neptune promises a high level of spirituality development. This is especially noticeable among the generation born in 1939-1945. In personal horoscopes, this aspect may not play a special role if the planets are not located in corner houses or do not form strong aspects. However, in some cases, it may indicate genius abilities. People with this aspect often show a penchant for mysticism and the occult. People of this generation have pronounced clairvoyant abilities and developed intuition. There are a large number of astrologers, yogis, magicians and parapsychologists among them. They tend to join similar societies to develop their skills. They also have utopian ideals and their destiny is to raise the level of spirituality of the entire civilization to a new height. This aspect will give you unique abilities, intuition and strong psychological insight. It's not surprising if you have clairvoyance and even telepathy. Your premonitions and prophetic dreams delight others. You have a deep interest in parapsychology and are highly receptive. However, keep in mind that there is some danger that you may break away from reality and "fly into the clouds."
ru_ru: Аспект между Ураном и Нептуном обещает высокий уровень развития духовности. Особенно это заметно у поколения, родившегося в 1939-1945 гг. В личных гороскопах этот аспект может не играть особой роли, если планеты не расположены в угловых домах или не образуют сильных аспектов. Однако, в некоторых случаях, он может указывать на гениальные способности. Люди с этим аспектом часто проявляют склонность к мистике и оккультизму. Люди этого поколения обладают ярко выраженными ясновидческими способностями и развитой интуицией. Среди них великое количество астрологов, йогов, магов и парапсихологов. Они стремятся присоединиться к подобным обществам, чтобы развивать свои навыки. У них также присутствуют утопические идеалы и их судьба - поднять уровень духовности всей цивилизации на новую высоту. Этот аспект подарит вам уникальные способности, интуицию и сильную психологическую проницательность. Неудивительно, если вы обладаете ясновидением и даже телепатией. Ваши предчувствия и пророческие сны восхищают окружающих. Вы испытываете глубокий интерес к парапсихологии и обладаете высокой восприимчивостью. Однако, имейте в виду, что существует некоторая опасность того, что вы можете оторваться от реальности и "полететь в облака".

# NatalUranTrinePluto
source: A generation with a strong will to transform civilization and carry out reforms. A burning passion for science and the occult. They symbolize progress and political change by applying their knowledge in science and the occult. They do not tolerate opposition and obstacles to progress. Thus, through collective efforts, new forms of civilization are being formed and new sources of energy are being discovered, while simultaneously developing intuitive abilities. However, not everyone feels this effect, unless the planets are in significant positions in the sky and are enhanced through aspects. Originality, enterprise, constructiveness, determination, insight, frankness, honesty, directness. The disadvantage is the ability to channel ingenuity for personal gain.
ru_ru: Поколение, обладающее сильной волей к преобразованию цивилизации и проведению реформ. Горящая страсть к наукам и оккультизму. Символизируют прогресс и политические перемены, применяя свои знания в науке и оккультизме. Не терпят оппозицию и преграды на пути прогресса. Таким образом, коллективными усилиями формируются новые формы цивилизации и открываются новые источники энергии, параллельно развивая интуитивные способности. Однако это воздействие ощущает не каждый, если только планеты не находятся в значимых позициях на небосклоне и не обладают усилением через аспекты. Оригинальность, предприимчивость, конструктивность, решительность, проницательность, откровенность, честность, прямота. Недостатком является возможность направления изобретательности на личную выгоду.

# NatalVenusConjunctionJupiter
source: The conjunction of Venus with Jupiter in the natal chart reflects how this location looks in the sky, beautiful and charming. When two of the most beautiful planets meet together, they become the most attractive and popular attractions. Your popularity is due not only to your physical attractiveness, but also to your sincere warm and friendly nature. Your presence encourages others to show the same warmth and affection that you naturally radiate. This is one of the safest planetary aspects. You dislike conflict to the extent that you can promote peace by setting an example of generosity and harmony. It's not that you are particularly active in dispute resolution, as this will require unpleasant arguments and negotiations. Your aversion to aggression or threatening situations means that you prefer to be among pleasant people and live in a beautiful environment. You are not a picky freak, but enjoy beauty in all its forms. You may have a talent for art, music, or poetry, or you may manifest these qualities as pure enjoyment of beauty, entertainment, and relaxation. The conjunction of Venus with Jupiter is a good omen for your social and personal life, because you attract pleasant things. Since Venus manages money as well as love, you probably won't have to struggle like most others to live a life of comfort or even luxury. However, you are also very generous and may not have the strong desire and determination to get on the rich list. Depending on other complex aspects of this connection or the location of the fixed stars, this very positive aspect may have some negative sides. Self-control and extravagance can become a problem leading to addiction or greed. It may be difficult for you to find motivation, and you prefer to be content with the blessings that your good karma brings into this life.
ru_ru: Соединение Венеры с Юпитером в натальной карте отражает то, как это расположение выглядит на небе, красиво и очаровательно. Когда две самые красивые планеты встречаются вместе, они становятся самыми привлекательными и популярными достопримечательностями. Ваша популярность обусловлена ​​не только вашей физической привлекательностью, но и искренним теплым и дружелюбным характером. Ваше присутствие побуждает других проявлять ту же теплоту и привязанность, которую вы естественным образом излучаете. Это один из самых безопасных планетарных аспектов. Вы не любите конфликты до такой степени, что можете способствовать миру, подавая пример щедрости и гармонии. Дело не в том, что вы особенно активно разрешаете споры, поскольку это потребует неприятных споров и переговоров. Ваша неприязнь к агрессии или угрожающим ситуациям означает, что вы предпочитаете находиться среди приятных людей и жить в красивой обстановке. Вы не придирчивый урод, а наслаждаетесь красотой во всех ее проявлениях. У вас может быть талант к искусству, музыке или поэзии, или вы можете проявлять эти качества как чистое наслаждение красотой, развлечением и отдыхом. Соединение Венеры с Юпитером — хорошее предзнаменование для вашей общественной и личной жизни, потому что вы привлекаете приятные вещи. Поскольку Венера управляет деньгами так же, как и любовью, вам, скорее всего, не придется, как большинству других, бороться за жизнь в комфорте или даже роскоши. Тем не менее, вы также очень щедры и, возможно, не обладаете сильным желанием и решимостью попасть в список богатых людей. В зависимости от других сложных аспектов этого соединения или расположения неподвижных звезд, этот очень положительный аспект может иметь некоторые негативные стороны. Самоконтроль и расточительность могут стать проблемой, ведущей к зависимости или жадности. Вам может быть трудно найти мотивацию, и вы предпочитаете довольствоваться благословениями, которые ваша хорошая карма приносит в эту жизнь.

# NatalVenusConjunctionMars
source: The conjunction of Venus with natal Mars has a profound effect on relationships, but your intense passions can affect all areas of life. Your strong desire for love and affection means that loving relationships take up a lot of your time. Your sexual attraction and need for intimacy can sometimes cause friction in a relationship. Your intensity level may be too much for your partner to handle, and people with Venus in conjunction with Mars often have many marriages or affairs. Finding a new partner is not difficult due to your high sexuality and magnetic attraction. Flirting will be the most enjoyable activity, but you need to be aware of the impact of this flirting on your existing partner in order to maintain a long-term relationship. The ability to attract other people means that you must be popular on social media and with the public at large. Such a public appeal often helps in your career and is one of the reasons why you can count on financial well-being or at least comfort. Another advantage of your career is your intense single-minded energy. A strong work ethic and creative enthusiasm can lead to significant achievements and widespread recognition of your achievements. Speaking about the conjunction of Venus with Mars, astrologers Robert Hand and Robert Pelletier suggest that how you treat the opposite sex largely depends on your relationship with a parent of the opposite sex in your youth.
ru_ru: Соединение Венеры с натальным Марсом глубоко влияет на отношения, но ваши сильные страсти могут повлиять на все сферы жизни. Ваше сильное стремление к любви и привязанности означает, что любовные отношения отнимают у вас много времени. Ваше сексуальное влечение и потребность в интимных отношениях иногда могут вызывать трения в отношениях. Ваш уровень интенсивности может быть слишком велик, чтобы партнер мог с ним справиться, а люди с Венерой в соединении с Марсом часто имеют много браков или романов. Найти нового партнера несложно благодаря вашей высокой сексуальности и магнетической притягательности. Флирт будет самым приятным занятием, но вы должны осознавать влияние этого флирта на существующего партнера, чтобы поддерживать долгосрочные отношения. Способность привлекать других людей означает, что вы должны пользоваться популярностью в социальных сетях и среди публики в целом. Такое публичное обращение часто помогает в вашей карьере и является одной из причин, по которой вы можете рассчитывать на финансовое благополучие или, по крайней мере, на комфорт. Еще одним преимуществом вашей карьеры является ваша интенсивная целеустремленная энергия. Сильная трудовая этика и творческий энтузиазм могут привести к значительным достижениям и широкому признанию ваших достижений. Рассказывая о соединении Венеры с Марсом, астрологи Роберт Хэнд и Роберт Пеллетье предполагают, что то, как вы относитесь к противоположному полу, в значительной степени зависит от ваших отношений с родителем противоположного пола в молодости.

# NatalVenusConjunctionNeptune
source: Venus combined with natal Neptune makes you a romantic, an idealist and a dreamer. You can easily fall head over heels in love with someone, and your empathy and compassion can only be admired. However, this tendency towards romantic love can make you vulnerable to heartbreak and disappointment. Other people who aren't as caring as you are may see your kindness as a weakness and take advantage of you. You should expect others to reciprocate and be faithful to you in order to maintain equal rights in a loving relationship. Once you overcome the tendency to overly idealize or subconsciously ignore the other person's negative traits, you will reduce the risk of dissolution or grief. The conjunction of Venus with Neptune also suggests that you must have musical, artistic, or other creative talents. You can appreciate the surreal, and shaping the more intangible impressions you receive will have a therapeutic effect.
ru_ru: Венера в соединении с натальным Нептуном делает вас романтиком, идеалистом и мечтателем. Вы легко влюбитесь в кого-то по уши, и вашим сочувствием и состраданием можно только восхищаться. Однако эта склонность к романтической любви может сделать вас уязвимым перед разбитым сердцем и разочарованием. Другие люди, которые не так заботливы, как вы, могут счесть вашу доброту слабостью и воспользоваться вами. Вы должны ожидать, что другие ответят вам взаимностью и верностью, чтобы сохранять равные права в любовных отношениях. Как только вы преодолеете склонность чрезмерно идеализировать или подсознательно игнорировать негативные черты другого человека, вы уменьшите риск растворения или горя. Соединение Венеры с Нептуном также предполагает, что у вас должны быть музыкальные, артистические или другие творческие таланты. Вы можете оценить сюрреалистическое, и придание формы более неосязаемым впечатлениям, которые вы получаете, будет иметь терапевтический эффект.

# NatalVenusConjunctionPluto
source: The conjunction of Venus with natal Pluto creates an intense love nature. How you need to love and be loved manifests itself positively or negatively, largely depending on other aspects and fixed stars in your chart. The variability of the expression of love in this union is mainly due to the way you love yourself. In any case, relationships are a serious issue in your life and vital to your well—being. It will be easier for you than most to attract a partner because of your level of attraction, both emotional and sexual. Instant attraction, karmic relationships, and falling head over heels can relate to you or your loved ones. It won't take long for you to fall deeply in love and form a strong alliance. If other factors in your chart indicate low self-esteem or a bad mood, the conjunction of Venus with Pluto can lead to a lack of self-love and a destructive relationship. You can become a victim of betrayal or abuse, experiencing intense pain every time you are stung. And it can be a repetitive cycle leading to despair. Jealousy, possessiveness, manipulation, and even crimes can lead to shame and embarrassment. Negative manifestations can also lead to drug abuse or other forms of self-harm. Poverty, sadomasochism, sexual violence, and rape can be extreme examples. Even in the depths of Pluto's realm, you can always use the powerful ability to overcome pain and change your life. Perhaps fate will see that you visit the darkness, because you are reborn like a butterfly from a cocoon.
ru_ru: Соединение Венеры с натальным Плутоном создает интенсивную любовную натуру. То, как вам нужно любить и быть любимым, проявляется положительно или отрицательно, в значительной степени в зависимости от других аспектов и неподвижных звезд в вашей карте. Вариативность выражения любви этим союзом обусловлена ​​главным образом тем, как вы любите себя. В любом случае отношения — это серьезный вопрос в вашей жизни и жизненно важный для вашего благополучия. Вам будет легче, чем большинству, привлечь партнера из-за вашего уровня влечения, как эмоционального, так и сексуального. Мгновенное влечение, кармические отношения и падение по уши могут относиться к вам или вашим возлюбленным. Вам не понадобится много времени, чтобы глубоко влюбиться и сформировать крепкий союз. Если другие факторы в вашей карте указывают на низкую самооценку или плохое настроение, соединение Венеры с Плутоном может привести к отсутствию любви к себе и деструктивным отношениям. Вы можете стать жертвой предательства или жестокого обращения, испытывая сильную боль каждый раз, когда вас ужалят. И это может быть повторяющийся цикл, ведущий к отчаянию. Ревность, собственничество, манипуляции и даже преступления могут привести к позору и смущению. Негативные проявления могут также привести к злоупотреблению наркотиками или другим формам членовредительства. Бедность, садомазохизм, сексуальное насилие и изнасилования могут быть крайними примерами. Даже в глубинах царства Плутона вы всегда можете воспользоваться мощной способностью преодолевать боль и изменять свою жизнь. Возможно, судьба увидит, что вы посещаете тьму, потому что вы возрождаетесь, как бабочка из кокона.

# NatalVenusConjunctionSaturn
source: The conjunction of Venus with natal Saturn makes you a very devoted and caring person, but you may have trouble showing it. This can lead to delay and restraint in forming close relationships. You crave love and affection, but there are many obstacles on the way to this. Life will give you a painful experience to learn to love yourself and others. This may be a karmic aspect. People from previous lives who felt betrayed or offended by you will look for you in this life to teach you a lesson and balance the situation. It is also possible that people who have hurt you in previous incarnations will return with love and valuable lessons to teach. Once you reach a certain point of evolution, difficulties and grief will give way to loving and lasting relationships. The conjunction of Venus with Saturn can be the most difficult during adulthood. Lack of self-love or self-respect is usually the main reason for shyness or inability to maintain close relationships. It would be much worse if your parents or teachers were strict with you. You may have experienced deprivation, meanness, lack of love and affection, or lack of attention, especially from your father. Abuse is also possible, but the main thing is that you may have felt unloved and unappreciated by others. Rejection, isolation, and loneliness add to these difficulties as you miss out on opportunities to develop social and personal interaction skills. Social awkwardness is likely, and you will most likely prefer to communicate with only one person or with a minimum number of people at any one time. The more you treat yourself badly, the more people will avoid you. Imagine that you are wearing a sign around your neck that says "I am a freak." Your karmic lesson in this life is to love yourself so that others can love you. You can experience periods of isolation between relationships, and breakups and divorces are common for this aspect.
ru_ru: Соединение Венеры с натальным Сатурном делает вас очень преданным и заботливым человеком, но у вас могут возникнуть проблемы с тем, чтобы показать это. Это может привести к задержке и сдержанности в формировании близких отношений. Вы жаждете любви и привязанности, но на пути к этому существует множество препятствий. Жизнь подкинет болезненный опыт, чтобы научиться любить себя и других. Это может быть кармический аспект. Люди из предыдущих жизней, которые чувствовали себя преданными или обиженными вами, будут искать вас в этой жизни, чтобы преподать вам урок и сбалансировать ситуацию. Также возможно, что люди, причинившие вам боль в предыдущих воплощениях, вернутся с любовью и ценными уроками, которые можно преподать. Как только вы достигнете определенной точки эволюции, трудности и горе уступят место любящим и прочным отношениям. Соединение Венеры с Сатурном может оказаться самым трудным в период взросления. Отсутствие любви к себе или уважения к себе обычно является основной причиной застенчивости или неспособности поддерживать близкие отношения. Было бы гораздо хуже, если бы родители или учителя были к вам строги. Возможно, вы столкнулись с лишениями, подлостью, лишением любви и привязанности или отсутствием, особенно со стороны вашего отца. Злоупотребление также возможно, но главное в том, что вы, возможно, чувствовали себя нелюбимыми и не ценимыми другими. Отвержение, изоляция и одиночество усугубляют эти трудности, поскольку вы упускаете возможность развивать навыки социального и личного взаимодействия. Вероятна социальная неловкость, и вы, скорее всего, предпочтете общаться только с одним человеком или с минимальным количеством людей в любое время. Чем больше вы плохо относитесь к себе, тем больше людей будут вас избегать. Представьте себе, что вы носите на шее табличку с надписью «Я - урод». Ваш кармический урок в этой жизни — любить себя, чтобы другие могли любить вас. Между отношениями вы можете испытывать периоды изоляции, а расставания и разводы являются обычным явлением для этого аспекта.
