Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitVenusOppositionPluto
source: This transit is characterized by selfishness and a lack of understanding of others' emotions. There is a tendency in the past to use others for sexual pleasure. There is a tendency to succumb to sexual seduction. Extramarital sexual relations are frequent during this transit. Sexual jealousy and difficulties in managing sexual passions are common problems. There is a danger of trying to dominate others or falling under someone else's domination for reasons of sexual gratification. In some cases, however, this transit can lead to a spiritually meaningful love relationship. A native may try to remake or reform people in close personal relationships or be subjected to such attempts on their part. There is a special need for cooperation and fair play in all respects. Conflicts may arise over combined finances, insurance, taxes, deceased property, and alimony. There may be problems in corporate financial relations. Caution is needed in business endeavors and unethical business practices should be especially avoided. A native may lack social sophistication. Transit can change into creative artistic expression through the use of intuition.
ru_ru: Этот транзит характеризуется эгоистичностью и недостатком понимания эмоций других. Есть тенденция к прошлому использованию других ради сексуального удовольствия. Существует склонность поддаваться сексуальному совращению. При этом транзите часты внебрачные сексуальные связи. Сексуальная ревность и трудности управления сексуальными страстями — частые проблемы. Существует опасность попыток доминировать над другими или попадания под чужое господство по мотивам сексуального удовлетворения. В некоторых случаях, однако, этот транзит может привести к духовно значимым любовным отношениям. Урожденный может попытаться переделать или реформировать людей в тесных личных отношениях либо подвергнуться таким попыткам с их стороны. Проявляется особая нужда в сотрудничестве и честной игре во всех отношениях. Могут возникнуть конфликты из-за объединенных финансов, страховок, налогов, имущества умерших и алиментов. Возможны проблемы в корпоративных финансовых отношениях. Нужна осторожность в деловых начинаниях и следует особо избегать неэтичных деловых практик. Урожденному может недоставать социальной рафинированности. Транзит может измениться в творческое художественное выражение через использование интуиции.

# TransitVenusOppositionSaturn
source: This transit is characterized by emotional depressions. Loneliness and lack of romantic fulfillment often cause an unhappy emotional state. Romantic disappointments and unrequited love are possible. Separation from loved ones is possible. Professional and work responsibilities are often hampered by romantic and marital relationships. A native is either cold and does not sympathize with others enough, or feels the same from people. Problems also arise from shyness, rigid formal manners, and lack of public trust. Closed social behavior can be interpreted as snobbery. The period is unfavorable for activities in public relations and dealing with those who have power and authority. At this time, it is characterized by a waste of energy, delays in business and financial affairs, and an unpleasant awareness of one's personal financial limitations. In the past, poor financial management calls for a reassessment at the moment. Forced savings on pleasures and luxury items are possible.
ru_ru: Этот транзит характерен эмоциональными депрессиями. Одиночество и недостаток романтических осуществлений часто вызывают несчастное эмоциональное состояние. Возможны романтические разочарования и безответная любовь. Возможна разлука с любимыми. Профессиональные и рабочие обязанности часто затруднены романтическими и брачными отношениями. Урожденный либо холоден и недостаточно симпатизирует другим, либо испытывает это же от людей. Проблемы возникают также от застенчивости, жестких формальных манер и недостатка общественного доверия. Замкнутое общественное поведение может быть интерпретировано как снобизм. Период неблагоприятен для деятельности в общественных отношениях и дел с теми, кто обладает властью и авторитетом. В это время характерны пустая трата сил, задержки в бизнесе и финансовых делах, неприятное осознание своей личной финансовой ограниченности. В прошлом плохое ведение финансов призывает к переоценке в данный момент. Возможна вынужденная экономия на удовольствиях и предметах роскоши.

# TransitVenusOppositionSun
source: The need to express your own self may encourage you to flaunt your strengths. Secular events will be nothing more than exercises in boasting about their acquaintances and connections, an emphatic demonstration of luxury in this astrological situation. There is a possibility that other people will make determined efforts to impress you in the same way. In these days, the sense of beauty will be lost. Sophistication and elegance will give way to rudeness and flashiness. Romantic pursuits will become more a matter of satisfying one's own ego than an emotional need. During this period, you should not get into situations whose success depends on your popularity and the attitude of others. The opposition of the transiting Venus to the natal Sun has the same significance as the opposition of the transiting Sun to the natal Venus; however, it can last for a longer or shorter period of time, depending on the velocity of Venus and whether Venus is stationary or retrograde.
ru_ru: Потребность в проявлении собственного я может побудить вас выставить свои достоинства напоказ. Светские события станут не чем иным, как упражнениями в похвальбе своими знакомствами и связями, подчеркнутой демонстрацией роскоши при данной астрологической ситуации. Существует возможность, что другие люди предпримут решительные усилия, чтобы произвести на вас впечатление тем же способом. В эти дни чувство красоты будет утрачено. Утонченность и элегантность уступят место грубости и броскости. Романтические увлечения станут скорее вопросом удовлетворения собственного эго, нежели эмоциональной потребностью. В этот период не стоит попадать в положения, успех которых зависит от вашей популярности и отношения окружающих. Оппозиция транзитной Венеры к натальному Солнцу имеет такое же значение, как оппозиция транзитного Солнца с натальной Венерой; однако, она может длиться в течение большего или меньшего периода времени, в зависимости от скорости движения Венеры и от того, будет ли Венера стационарной или ретроградной.

# TransitVenusOppositionUran
source: Unstable romantic flirtations and promiscuous sexual relationships, along with irresponsibility, are characteristic of this transit. Such attitudes and actions can cause conflicts in close personal relationships. The native experiences unforeseen emotional reactions, likes and dislikes. There are often eccentric tastes in art, music, and social activities. Silly eccentric friends and social contacts are very possible. There may be breaks in friendships, group associations, marriage, and other close relationships. Old relationships often break down and new ones are formed. There are inappropriate sexual and romantic associations. Such activities often lead to the collapse of established relationships that have a longer lasting value. There is a need for reasonable cooperation with friends, group associations and partners. Hedonistic tendencies can lead to indifference to practical responsibilities and long-term provision. There may be unexpected difficulties with the combined finances. Losses are also possible through unwise, impulsive financial decisions. Conflicts over combined finances, insurance, taxes, alimony, and inheritance are very likely. Caution should be exercised in businesses related to electronics, advanced technology, art, music, entertainment, and "lightning enrichment" schemes.
ru_ru: Нестойкие романтические флирты и беспорядочные сексуальные связи, наряду с безответственностью характерны для этого транзита. Такие отношения и действия могут вызвать конфликты в тесных личных отношениях. Урожденный испытывает непредвиденные эмоциональные реакции, симпатии и антипатии. Часто проявляются эксцентричные вкусы в искусстве, музыке и общественной деятельности. Весьма возможны глупые эксцентричные друзья и общественные контакты. Возможны разрывы в дружбе, групповых ассоциациях, браке и других тесных отношениях. Часто рвутся старые отношения и завязываются новые. Существуют неподходящие сексуальные и романтические ассоциации. Такая деятельность приводит часто к развалу установившихся связей, имеющих более длительную ценность. Ощущается нужда в разумном сотрудничестве с друзьями, групповыми ассоциациями и партнерами. Гедонистические тенденции могут вызвать безразличие к практическим обязанностям и долгосрочному обеспечению. Возможны неожиданные трудности с объединенными финансами. Возможны также потери через неразумные, импульсивные финансовые решения. Весьма вероятны конфликты из-за объединенных финансов, страховок, налогов, алиментов и наследства. Следует проявлять осторожность в бизнесе, связанном с электроникой, прогрессивной технологией, искусством, музыкой, развлечениями и схемами "молниеносного обогащения".

# TransitVenusOppositionVenus
source: Partnerships, other alliances, and joint ventures in which you participate will be marred by conflicting views and other conflicts. Seeking to resolve differences will face significant obstacles, but in the end, it will lead to a better understanding of individual needs, as well as the definition and adjustment of common goals. This transit is characterized by excessive social activity, difficulties in expressing or accepting love. In important relationships, it is necessary to be diplomatic and sensitive. The overactive social life associated with this transit can lead to sensitivity and financial extravagance. Unreasonable spending on works of art and entertainment is especially likely.
ru_ru: Партнерство, прочие союзы и совместные предприятия, в которых вы участвуете, будут подпорчены противоречивыми взглядами и другими конфликтами. Стремление разрешить разногласия столкнется со значительными препятствиями, но, в конце концов, приведет к улучшению понимания индивидуальных потребностей, а также определению и корректировке общих целей. Этот транзит характерен излишней общественной деятельностью, трудностями в проявлении или принятии любви. В важных отношениях необходимо проявлять дипломатичность и чувствительность. Сверхактивная общественная жизнь, ассоциируемая с этим транзитом, может привести к чувствительности и финансовой расточительности. Особенно вероятны неразумные траты на произведения искусства и развлечения.

# TransitVenusSextileJupiter
source: Transit is characterized by a happy, optimistic, generous attitude and understanding of the moods, feelings and needs of others. An individual can benefit and contribute to others through ideas for and participation in social activities, especially those related to religion, philosophy, or higher education. Social, business, artistic, or romantic relationships often arise with foreigners or people associated with religious educational or cultural organizations. Traveling for business, education, religious pilgrimage, pleasure, social or romantic activities can be very successful. If the natal horoscope promises romantic or marital opportunities, then they are most likely to present themselves during this period. A native will re-appreciate art, music, and the beauty of nature. Writers or musicians can receive financial support or public recognition. This time is favorable for businesses related to art, music, entertainment, education, publishing and cultural activities.
ru_ru: Транзит характерен счастливым, оптимистическим, щедрым отношением и пониманием настроений, чувств и нужд других. Индивид может получить выгоду и способствовать другим через идей для общественной деятельности и участия в ней, особенно связанной с религией, философией или высшим образованием. Часто возникают общественные, деловые, художественные или романтические отношения с иностранцами или людьми, связанными с религиозными просветительскими или культурными организациями. Путешествия ради бизнеса, просвещения, религиозного паломничества, удовольствия, общественной или романтической деятельности могут быть весьма успешными. Если натальный гороскоп обещает романтические или брачные возможности, то они, скорее всего, представятся в этот период. Урожденный заново оценит искусство, музыку, красоту природы. Писатели или музыканты могут получить финансовую поддержку или общественное признание. Это время благоприятно для бизнеса, связанного с искусством, музыкой, развлечениями, образованием, издательской и культурной деятельностью.

# TransitVenusSextileMars
source: This transit is characterized by a tendency towards initiative in business, social, romantic and artistic manifestations. Transit is favorable for sexual harmony in marriage and romantic relationships. Women who want to get pregnant often succeed in this. Nee's business, social, artistic, and romantic activities are often combined with short trips and socializing. There may be ideas for creative expression in art, music, entertainment, and social activities. Social activities are probably associated with dancing or other physical forms of manifestation. This period is favorable for activities related to business, joint finance, corporate money, taxes, insurance, alimony, music, art, entertainment and luxury goods. It is also a good time for business and professional social relations.
ru_ru: Этот транзит характерен тенденцией к инициативе в деловых, общественных, романтических и художественных проявлениях. Транзит благоприятен для сексуальной гармонии в браке и романтических отношениях. Женщины, желающие забеременеть, часто преуспевают в этом. Бизнес урожденного, его общественная, художественная и романтическая деятельность часто сочетаются с короткими поездками и общением. Могут появляться идеи для творческого выражения в искусстве, музыке, развлечениях и общественной деятельности. Общественная деятельность, вероятно, связана с танцами или другими физическими формами проявления. Этот период благоприятен для деятельности, связанной с бизнесом, совместными финансами, корпоративными деньгами, налогами, страховками, алиментами, музыкой, искусством, развлечениями и предметами роскоши. Это также хорошее время для деловых и профессиональных общественных отношений.

# TransitVenusSextileMercury
source: If you are overcome by the desire to compose something romantic, the current circumstances will inspire you and provide you with this opportunity. If you are not an author of romantic prose or poetry, you will nevertheless have a chance to express your love thoughts and dreams in some other way. Circumstances favor lessons or instruction in painting, music, interior design, or the art of arranging bouquets. In addition, the business will be successful at this time, especially in the field of hairdressing, or other services, fashion, production and sale of perfumes and jewelry. Perhaps you will show interest and achieve success in literary work, painting, publishing, selling books and magazines. This period is favorable for activities in the fields of diplomacy, public relations, social planning, law, as well as for partnerships and joint ventures. The transit Venus sextile with natal Mercury has the same meaning as transit Mercury in the radical Venus sextile, but it usually lasts longer depending on how fast Venus is moving and whether it will be stationary, retrograde or direct, thus indicating a long period of harmonious social and intellectual relations. relationships.
ru_ru: Если вас одолевает желание сочинить нечто романтическое, нынешние обстоятельства вдохновят вас и обеспечат вам такую возможность. Если же вы не являетесь автором романтической прозы или поэзии, вам, тем не менее, представится случай выразить свои любовные мысли и мечты каким-то другим образом. Обстоятельства благоприятствуют урокам или наставлениям в области живописи, музыки, дизайна интерьеров или искусства составления букетов. Кроме того в это время бизнес будет успешным, особенно в сфере парикмахерских, или других услуг, моды, производства и продажи духов и ювелирных украшений. Возможно, вы проявите интерес и добьетесь успеха в литературном творчестве, живописи, издательском бизнесе, продаже книг и журналов. Этот период благоприятен для деятельности в сферах дипломатии, связей с общественностью, социальном планировании, юриспруденции, а также для партнерских отношений и совместных предприятий. Секстиль транзитной Венеры с натальным Меркурием имеет то же значение, что и транзитный Меркурий в секстиле с радикальной Венерой, но длится обычно дольше в зависимости от того, как быстро движется Венера, и от того, будет ли она стационарной, ретроградной или прямой, указывая, таким образом, на долгий период гармоничных общественных и интеллектуальных взаимоотношений.

# TransitVenusSextileMoon
source: The romantic and pleasant atmosphere of courteous manners and benevolence characteristic of the current circumstances offers a chance to improve the quality of your life and enjoy it. This astrological situation means an opportunity to express your feelings towards your lover, spouse, family members, friends, and children. Cooperation and conciliatory gestures on your part can lead to better relationships with relatives. The current situation can enhance your attractiveness and harmony in family life, have friendly dinners at your home, improve your diet, improve your health, and gain physical attractiveness. The transiting Venus sextile with the radical Moon has the same meaning, but a longer duration. The latter depends on how fast Venus is moving and whether it will be stationary, retrograde or straight. The sextile of the transiting Moon with Venus lasts only a few hours, whereas the sextile of Venus with the Moon lasts a day or more and indicates a long period of social and artistic activity.
ru_ru: Романтичная и приятная атмосфера учтивых манер и благожелательности, характерная для нынешних обстоятельств, дает шанс улучшить качество вашей жизни и насладиться ею. Данная астрологическая ситуация означает возможность выразить свои чувства по отношению к возлюбленному, супругу, членам семьи, друзьям, детям. Сотрудничество и примирительные жесты с вашей стороны могут привести к улучшению взаимоотношений с родственниками. Сложившаяся ситуация может способствовать усилению вашей притягательности и гармонии в семейной жизни, дружеским ужинам в вашем доме, усовершенствованию диеты, укреплению здоровья и обретению физической привлекательности. Секстиль транзитной Венеры с радикальной Луной имеет то же значение, но большую длительность. Последняя зависит от того, как быстро движется Венера и будет ли она стационарной, ретроградной или прямой. Секстиль транзитной Луны с Венерой длится лишь несколько часов, тогда как секстиль Венеры с Луной длится день или более и указывает на длительный период общественной и артистической деятельности.

# TransitVenusSextileNeptune
source: During this transit, creative imagination is stimulated. Religious epiphanies and artistic insights are often closely associated with this transit. An enhanced sense and appreciation of beauty can lead to artistic inspiration. Enhanced visualization ability can also enhance creative artistic talent. Earnings or financial expenses are often related to art, music, entertainment, photography and cinematography. There is a great sympathy for other people and an intuitive insight into their moods, feelings and thoughts. Some develop a deviation towards romantic, social friendships. This period is favorable for visiting relatives or friends in hospitals, nursing homes or other similar institutions.
ru_ru: Во время этого транзита стимулируется творческая фантазия. С этим транзитом часто тесно связаны религиозные прозрения и художественные озарения. Усиленное чувство и оценка красоты может привести к художественному вдохновению. Усиленная способность визуализаций может также усилить творческий художественный талант. Заработок или затраты финансов часто связаны с искусством, музыкой, развлечениями, фото- и кинематографией. Появляется большая симпатия к другим людям и интуитивное озарение их настроений, чувств и мыслей. У некоторых развивается отклонение к романтической, социальной дружбе. Этот период благоприятен для посещения родственников или друзей в госпиталях, домах престарелых или иных подобных учреждениях.

# TransitVenusSextilePluto
source: New insights into ways to renew emotional habits and relationships characterize this transit. Inspiration is possible in artistic, musical and creative activities. Art or natural kindness has a spiritually uplifting effect during this transit. Good ideas about business ventures and corporate finance ventures often come up, especially if they involve art, entertainment, or luxury goods. This transit is also characterized by sexual stimulation, and if it is in the radical horoscope, then the transit will bring marriage or romantic opportunities.
ru_ru: Новые прозрения путей обновления эмоциональных привычек и отношений характеризуют этот транзит. Возможно вдохновение в артистической, музыкальной и творческой деятельности. Искусство или природная доброта оказывает при этом транзите духовно возвышающее действие. Часто возникают хорошие идеи относительно деловых дерзаний и корпоративных финансовых предприятий, особенно если они связаны с искусством, развлечениями или предметами роскоши. Этот транзит характерен также сексуальной стимуляцией и, если это есть в радикальном гороскопе, то транзит принесет брак или романтические возможности.

# TransitVenusSextileSaturn
source: This transit is characterized by formal manners. There are ideas for organizing and stabilizing businesses and finances. The period is favorable for seeking financial support from those who hold prominent positions and have authority. If this is suggested by the natal horoscope, then business partnership opportunities may arise. Some become socially or romantically involved with older or more established people, or even marry someone older than them if indicated in a radical horoscope. This period is favorable for working on public relations and for solving legal, political or important business issues. There is a predominating attraction to a serious intellectual assessment of traditional art forms, as well as to the creation of works that especially require a sense of form and structure.
ru_ru: Этот транзит характерен формальными манерами. Возникают идеи по организации, стабилизации бизнеса и финансов. Период благоприятен для поисков финансовой поддержки у тех, кто занимает видные посты и обладает авторитетом. Если это предполагает натальный гороскоп, то могут возникнуть возможности делового партнерства. Некоторые становятся социально или романтически связанными с более старыми или прочно обосновавшимися людьми, или даже вступают в брак с кем-то старше их, если на то есть указание в радикальном гороскопе. Этот период благоприятен для работы по общественным отношениям и для решения юридических, политических или важных деловых вопросов. Преобладает тяготение к серьезной интеллектуальной оценке традиционных форм искусства, а также к созданию работ, особенно требующих чувства формы и структуры.
