Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitMarsSquareNeptune
source: This transit is characterized by suppressed anger, secret intrigues, secret actions, and difficulties in controlling subconscious desires. Secret sexual excesses are possible. Secrecy or subconsciously motivated self-destructive tendencies are another danger. Difficulties may arise from alcohol and drug use. Cheating in business or professional matters is possible. During this transit, the native or those associated with him may be tempted to use questionable means to satisfy their business, professional, or political ambitions. There is a risk of fraud in connection with insurance, taxes, general finances or alimony. Absent-mindedness often causes inefficiency in work.
ru_ru: Этот транзит характерен подавленным гневом, тайными интригами, секретными действиями и трудностями в контроле подсознательных желаний. Возможны тайные сексуальные излишества. Секретность или подсознательно мотивированные саморазрушительные тенденции - еще одна опасность. Затруднения могут возникнуть от употребления алкоголя и наркотиков. Возможен обман в бизнесе или профессиональных делах. При этом транзите у урожденного или тех, кто с ним связан, могут быть искушения использовать сомнительные средства для удовлетворения их делового, профессионального или политического честолюбия. Существует опасность обмана в связи со страховками, налогами; общими финансами или алиментами. Рассеянность часто вызывает неэффективность в работе.

# TransitMarsSquarePluto
source: This transit is characterized by impulsive actions, powerful struggles, the need for self-regeneration, and attempts at violent remaking or reshaping. A native can be aggressive and angry. It is very important to exercise caution, diplomacy and correct judgment. A native may exhibit a dominant, dictatorial attitude or be subjected to it by others. Conflicts can be caused due to combined finances, corporate money, insurance, taxes, and the property of the deceased. During this period, there may be a risk of sexual violence or jealousy. The struggle may involve political, professional, or military matters. One should be especially careful to avoid dangerous situations, especially gatherings and crowds, as well as criminal groups and illegal activities. In situations of war, revolution, and natural disasters, there is also a risk of injury or death. Care is required when handling tools, machines, weapons, dangerous chemicals or radioactive substances, especially if Pluto has a square with Mars in a radical horoscope.
ru_ru: Этот транзит характерен импульсивными действиями, мощной борьбой, потребностью в саморегенерации и попытками насильственного переделывания или переформирования. Урожденный может быть агрессивным и гневным. Весьма важно проявление осторожности, дипломатичности и правильного суждения. Урожденный может проявлять доминирующее, диктаторское отношение или подвергнуться ему со стороны других. Конфликты могут быть вызваны из-за объединенных финансов, корпоративных денег, страховок, налогов, имущества умерших. В этот период может возникнуть опасность сексуального насилия или ревности. Борьба может включать политические, профессиональные или военные дела. Следует быть особенно осторожным, чтобы избежать ситуаций опасности, особенно сборищ и толп, а также криминальных групп и незаконной деятельности. В ситуации войны, революции и в период природных бедствий также грозит опасность увечья или смерти. Требуется осторожность в обращении с инструментами, машинами, оружием, опасными химикатами или радиоактивными веществами, особенно если Плутон имеет квадратуру с Марсом в радикальном гороскопе.

# TransitMarsSquareSaturn
source: This transit is characterized by frustrated ambitions, a tough, unsympathetic emotional attitude, restrained by anger and ruthless claims to power. A native can be subjected to the burden and responsibility of hard work. It feels like he has to make double efforts for the same amount of work. There is a tendency to work in spurts rather than in a measured rhythm, and there is a risk of physical injury or exhaustion from overworking. Professional problems, disorders, and impairments arise during this transit, along with legal battles and conflicts with authorities, the elderly, and government agents. There is a possibility of being subjected to hardship, physical danger, and even arrest.
ru_ru: Этот транзит характерен разочарованными амбициями, жестким, несимпатичным эмоциональным настроем, сдерживаемым гневом и безжалостными притязаниями на власть. Урожденный может быть подвергнут бремени и ответственности тяжелой работы. Такое впечатление, что ему приходится делать двойные усилия для одного и того же объема работы. Существует тенденция работать рывками, а не в размеренном ритме, есть опасность физически увечья или физического истощения от переработки. Профессиональные проблемы, расстройства и ухудшения возникают при этом транзите, наряду с судебными битвами и конфликтами с властями, пожилыми людьми и правительственными агентами. Существует возможность подвергнуться трудностям, физической опасности и даже аресту.

# TransitMarsSquareSun
source: Physical objects and actions annoy your inner Self and challenge your volitional qualities in this astrological situation. Perhaps you will become more sensitive to incursions into your territory, attempts to challenge your authority or question your methods. Whatever decision you make - to follow your own path or to take the advice of others - your desire for personal achievements during this period will be especially strong. You will seek rewards, but you will not necessarily be proud of the methods used. Tension may arise when communicating with men or colleagues. The success of your efforts will surely be negated by overly aggressive or hasty actions. By finding a way to curb these tendencies and gain determination and patience, you will achieve more than you expected. Be careful in any practical activity to avoid head and face injuries, as well as overloading the heart and spine. The quadrature of the transit Mars with the natal Sun basically has the same meaning as the quadrature of the transit Sun with the natal Mars, however, it has a longer time period. Being stationary or retrograde, its effect can last for several weeks. The quadrature of the transit Sun with the natal Mars occurs approximately once a year, whereas the quadrature of the transit Mars with the natal Sun occurs twice a year.
ru_ru: Физические предметы и действия досаждают вашему внутреннему Я и бросают вызов вашим волевым качествам при данной астрологической ситуации. Возможно, вы станете, более обостренно воспринимать вторжения на вашу территорию попытки оспаривать вашу власть или подвергать сомнению ваши методы. Какое бы решение вы ни приняли - следовать своим путем или воспользоваться советами окружающих, - ваше стремление к личным достижениям в этот период будет особенно сильным. Вы будете добиваться вознаграждения, но не обязательно станете гордиться использованными методами. Напряжение может возникнуть при общении с мужчинами или коллегами. Успех ваших усилий наверняка будет сведен на нет излишне агрессивными или поспешными действиями. Найдя способ обуздать эти склонности и обрести решимость и терпение, вы достигнете большего, чем ожидали. Будьте осторожны в любой практической деятельности, чтобы избежать травм головы и лица, а также перегрузки сердца и позвоночника. Квадратура транзитного Марса с натальным Солнцем в основном имеет такое же значение, как квадратура транзитного Солнца с натальным Марсом, однако, она имеет более длительный период времени. Будучи стационарным или ретроградным, его влияние может длиться несколько недель. Квадратура транзитного Солнца с натальным Марсом случается приблизительно раз в год, тогда, как квадратура транзитного Марса с натальным Солнцем происходит два раза в год.

# TransitMarsSquareUran
source: This transit is characterized by impulsive actions, explosive outbursts of anger, a desire for freedom at any cost, and a selfish, self-centered attitude. Disagreements with IT companies and organizations, as well as with friends, are very likely. The source of conflicts can be general finances, corporate money, administrative matters, taxes, insurance, inheritance or alimony. It's a bad time to start professional and business projects: many unexpected factors may surface. Large-scale forces beyond the control of a native can destroy his life's work. There may be news of the sudden death of a friend or bandmate. There may be danger from explosives, electricity, car accidents, improper handling of cars or firearms.
ru_ru: Этот транзит характерен импульсивными действиями, взрывными всплесками гнева, желанием свободы любой ценой и эгоистическим, сконцентрированным на себе настроем. Весьма вероятны разногласия с IT-компаниями и организациями, а также с друзьями. Источником конфликтов могут быть общие финансы, корпоративные деньги, административные дела, налоги, страховки, наследство или алименты. Время неудачное для начинания профессиональных и деловых проектов: может всплыть множество неожиданных фактором Крупномасштабные силы вне контроля урожденного могут разрушить дело его жизни. Возможна весть о внезапной смерти друга или сотоварища по группе. Возможна опасность от взрывчатки, электричества, автокатастроф, неправильного обращения с машинами или огнестрельным оружием.

# TransitMarsSquareVenus
source: During this period, physical activity and relationships are stimulating and stimulating. Social events, partnerships, collaborations, romantic adventures, diplomatic maneuvers and legal negotiations can be successful, but there is a possibility that, despite all efforts, they will not go very smoothly. Envy, jealousy, aggressiveness, and callousness are potential factors that should be avoided or eliminated before something important can be accomplished. Harmony and cooperation should be invoked to counterbalance the influence of negative forces. A threat from a supporter, partner, or other close ally is possible, but other factors are necessary for its implementation. Transit Mars in quadrature with radical Venus has the same meaning as transit Venus in quadrature with natal Mars, but it lasts a little longer and indicates a more serious problem with emotional passions and desires. The duration of the transit depends on how fast Mars is moving and whether it will be stationary, retrograde, or moving forward.
ru_ru: В этот период физическая деятельность и взаимоотношения носят стимулирующий и возбуждающий характер. Светские события, партнерство, сотрудничество, романтические приключения, дипломатические маневры и юридические переговоры могут быть успешными, но есть вероятность, что, несмотря на все старания, они пройдут не совсем гладко. Зависть, ревность, агрессивность и черствость - потенциальные факторы, которых следует избегать или устранять прежде, чем будет достигнуто нечто важное. Гармонию и сотрудничество следует призвать на помощь, чтобы уравновесить влияние негативных сил. Возможна угроза от сторонника, партнера или другого близкого союзника, но для её осуществления необходимы и другие факторы. Транзитный Марс в квадратуре с радикальной Венерой имеет то же значение, что и транзитная Венера в квадратуре с натальным Марсом, но длится немного дольше и говорит о более серьезной проблеме с эмоциональными страстями и желаниями. Продолжительность транзита зависит от того, насколько быстро движется Марс и будет ли он стационарен, ретрограден или движется вперед.

# TransitMarsTrineJupiter
source: This transit is characterized by constructive, expansive actions, enthusiasm, self-confidence, and a love of adventure. It is possible to achieve significant progress and expansion in business and professional affairs. The period is favorable for settling legal issues, court cases and home improvement projects. There is a greater than usual probability of bringing religious and philosophical beliefs and ideals into action. This transit is beneficial for religious, educational, and cultural organizations and their projects. It is possible to benefit from foreign travel and contacts with foreigners or foreign cultures. Transit is favorable for sports and outdoor activities. There is an interest in reputation and fair play.
ru_ru: Этот транзит характерен конструктивными, экспансивными действиями, энтузиазмом, уверенностью в себе и любовью к приключениям. Возможно достижение значительного прогресса и экспансии и бизнесе и профессиональных делах. Период благоприятен для улаживания юридических вопросов, судебных дел и проектов по улучшений дома. Проявляется большая, чем обычно, вероятность приведения в действие религиозных и философских верований, идеалов. Этот транзит благоприятен для религиозных, просветительских, культурных организаций и их проектов. Возможна выгода от заграничных путешествий и контактов с иностранцами или иностранными культурами. Транзит благоприятен для спорта и деятельности на открытом воздухе. Существует заинтересованность в репутации и честной игре.

# TransitMarsTrineMars
source: This transit is characterized by creative actions, constructive ambition, physical vitality, and increased self-confidence. There is a great capacity for initiative and leadership. The tendency to enjoy sports, constructive work, and other physical activities. The period is good for work that requires physical exertion or the use of tools and machines. It's a good time to travel, start new projects related to business and professional matters. Police work and military affairs are particularly favorable.
ru_ru: Этот транзит характерен творческими действиями, конструктивным честолюбием, физической жизнеспособностью и возросшей уверенностью в себе. Проявляется большая способность к инициативе и лидерству. Склонность наслаждаться спортом, конструктивной работой и другой физической деятельностью. Период хорош для работы, требующей физического напряжения или использования орудий и машин. Хорошее время для путешествий, начинания новых проектов в связи с бизнесом, профессиональными делами. Особенно благоприятна полицейская работа и военные дела.

# TransitMarsTrineMercury
source: At this time, your mental abilities will increase. A surge of enthusiasm will motivate you to turn your plans and ideas into successful actions. During this period, the installation and repair of equipment will be favorable, and sales of any kind will certainly be more active and successful. The same applies to travel, gatherings, and information dissemination. Your business, job, or business owned by you or your siblings is sure to thrive, especially if it is located next door to your home. You will receive good news by mail or phone. This is a favorable period for literary creativity, design, buying a car or other means of transportation with a motor, as well as for developing technical and computer skills. The trine of Mars in transit with natal Mercury has the same meaning as the transit Mercury in the trine with natal Mars, but usually lasts longer depending on the speed of Mars and whether it is stationary, retrograde or direct. This transit marks a long period of creative and constructive mental initiative.
ru_ru: В это время ваши умственные способности возрастут. Прилив энтузиазма побудит вас воплотить замыслы и идеи в успешные действия. В этот период благоприятными будут установка и ремонт техники, а распродажи любого рода наверняка пройдут более активно и успешно. То же самое относится к путешествиям, собраниям и распространению информации. Ваше дело, работа или предприятие, принадлежащее вам или вашим братьям и сестрам, наверняка будет процветать, особенно если оно расположено по соседству с вашим домом. По почте или по телефону вы получите хорошие известия. Это благоприятный период для литературного творчества, дизайна, покупки автомобиля или другого средства передвижения с мотором, а также для развития технических и компьютерных навыков. Трин транзитного Марса с натальным Меркурием имеет то же значение, что и транзитный Меркурий в трине с натальным Марсом, но обычно длится дольше в зависимости от скорости Марса и от того, является ли он стационарным, ретроградным или прямым. Этот транзит отмечает длительный период творческой и конструктивной умственной инициативы.

# TransitMarsTrineMoon
source: During this period, your personal environment will surely be serene. The schedule will be fulfilled, the equipment will work as expected, everyone around will be busy with their own business, tasks will be solved on time and without unnecessary effort. The growth of creativity and imagination will be undeniable. You will tend to be guided by instinct and intuition in your actions. The trine of transiting Mars with a radical Moon has the same meaning as the transit Moon in the trine with natal Mars, but lasts for a longer period of time, depending on the speed of Mars' movement and whether it will be stationary, retrograde or direct. He points to a long period of constructive action in domestic and professional affairs.
ru_ru: В этот период ваше личное окружение наверняка будет безмятежным. Расписание будет выполняться, техника работать, как полагается, все вокруг будут заняты своим делом, задачи решаться вовремя и без лишних усилий. Рост творческих способностей, и воображения будет несомненным. В своих действиях вы будете склонны руководствоваться инстинктом и интуицией. Трин транзитного Марса с радикальной Луной имеет то же значение, что и транзитная Луна в трине с натальным Марсом, но длится более долгий период времени в зависимости от скорости движения Марса и от того, будет ли он стационарным, ретроградным или прямым. Он указывает на длительный период конструктивных действий в домашних и профессиональных делах.

# TransitMarsTrineNeptnune
source: This transit is characterized by the stimulation of imagination and intuitive abilities, as well as an energetic manifestation of artistic creativity. Transit is favorable for dancers and actors. A feeling of harmony when expressing your deepest desires. The ability to heal spiritually is stimulated. Interest in religious, educational, mystical, or spiritual activities often develops. It may include meditation or other spiritual practices. Transit is great for secret searches and research. Progress in secret, behind-the-scenes work or activities is possible. He actively preaches his religious, educational and philosophical views. Nee often carries out constructive changes in hospitals and charitable institutions. Benefits are possible through corporate finance, business, insurance, tax revisions, and inheritance.
ru_ru: Этот транзит характерен стимуляцией фантазии и интуитивных способностей, а также энергичным проявлением художественного творчества. Транзит благоприятен для танцоров и актеров. Ощущение гармонии при проявлении своих глубочайших желаний. Стимулируются способности к духовному исцелению. Часто развивается интерес к религиозной, просветительной, мистической или духовной деятельности. Она может включать медитацию или другую духовную практику. Транзит прекрасен для тайных поисков и исследований. Возможен прогресс в секретной, закулисной работе или деятельности. Характерно активное проповедование своих религиозных, просветительных и философских взглядов. Часто урожденный проводит конструктивные изменения в больницах и благотворительных учреждениях. Возможна выгода через корпоративные финансы, бизнес, страховки, налоговые пересмотры иди наследство.

# TransitMarsTrinePluto
source: This transit is characterized by increased energy, willpower, and personal leadership in business and professional affairs. There is a great ability to defend one's principles when necessary. A native experiences an energetic, constructive impulse to achieve. This is a great time to find a way to improve professional performance. Effective use of combined finance and corporate money is a possible way to progress in corporate business, scientific research and technological issues. It is possible to show great willpower in attempts at physical and spiritual self-improvement. This is a good time for self-development and constructive occult work, as well as for athletes whose work requires physical exertion.
ru_ru: Этот транзит характерен увеличенной энергией, силой воли и проявлением личного лидерства, в бизнесе и профессиональных делах. Проявляется большая способность защищать свои принципы, когда это необходимо. Урожденный испытывает энергичный, конструктивный импульс к достижениям. Это отличное время, чтобы найти способ улучшим профессиональную эффективность. Эффективное использование объединенных финансов и корпоративных денег — возможный путь к прогрессу в делах корпоративного бизнеса, научного поиска и технологических вопросов. Возможно проявление большой силы воли в попытках физического и духовного самосовершенствования. Это благоприятное время для саморазвития и конструктивной оккультной работы, а также для атлетов, чья работа требует физических напряжений.

# TransitMarsTrineSaturn
source: This transit is characterized by an efficient expenditure of energy, intensified ambition, and a practical determination to succeed. The period is favorable for practical achievements through discipline and hard work. The native shows discipline and good organization in business and professional affairs. Transit is beneficial for managerial, administrative efforts, and is also particularly effective for conducting industrial, police, and military affairs. Transit is favorable for those who are engaged in engineering, construction, architectural professions, as well as manual labor and work related to tools, machines and precision crafts. Practical achievements are possible through associations with friends, IT companies and organizations. This is a favorable period for dealing with authorities, government representatives, and government agencies.
ru_ru: Этот транзит характерен эффективной затратой энергии, интенсифицированным честолюбием и практической решимостью преуспеть. Период благоприятен для практических достижений через дисциплину и тяжелый труд. Урожденный проявляет дисциплину и хорошую организацию в бизнесе и профессиональных делах. Транзит благоприятен для менеджерских, административных усилий, а также особенно эффективен для ведения промышленных, полицейских и военных дел. Транзит благоприятен для тех, кто занят в инженерных, строительных, архитектурных профессиях, а также ручным трудом и работой, связанной с орудиями, машинами и точным ремеслом. Практические достижения возможны через ассоциации с друзьями, IT-компаниями и организациями. Это благоприятный период для дел с авторитетами, представителями власти и правительственными учреждениями.
