Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# NatalMoonOppositionJupiter
source: The moon is Jupiter. The tendency to submit to sudden bursts of generosity. In this case, critical thinking may be lacking. Relationships with other people can become problematic because you mislead them or make promises that you can't always keep. The tendency to inertia and laziness. You may be suffering from excessive food intake, excess weight, or bad habits. Unreasonable and wasteful behavior may occur, as well as dishonesty. Your sentimentality can sometimes come to tears, especially when it comes to religion. Your oddities and idiosyncrasies create difficulties in relationships with your parents and other family members, and there are often disagreements on religious issues. You are not always ready to objectively consider family problems and tend to stick to old traditions and habits that represent reliability for you.
ru_ru: Луна - Юпитер. Тенденция подчиняться внезапным всплескам щедрости. В этом случае может отсутствовать критическое мышление. Отношения с другими людьми могут становиться проблематичными, поскольку вы вводите их в заблуждение или даете обещания, которые не всегда можете выполнить. Наклонность к инертности и лени. Возможно, вы страдаете от избыточного потребления пищи, лишнего веса или плохих привычек. Могут проявляться неразумное и расточительное поведение, а также непорядочность. Ваша сентиментальность может иногда доходить до слез, особенно когда это связано с религией. Ваши странности и особенности создают трудности в отношениях с родителями и другими членами семьи, часто возникают разногласия по религиозным вопросам. Вы не всегда готовы объективно рассмотреть семейные проблемы и склонны удерживаться в старых традициях и привычках, которые для вас олицетворяют надежность.

# NatalMoonOppositionMars
source: Such people are not characterized by the constancy of emotions. They easily lose their temper over trifles, especially in everyday life, which negatively affects family relationships. Men are harsh when dealing with women, and the latter often lack tenderness. Alcohol consumption becomes dangerous for them, as it arouses aggression. Therefore, it is important to develop their cheerful disposition and self-control. Strong impulsivity can lead to rash actions, which in turn will lead to waste, and as a result - to financial difficulties and debts. Indifference to other people's money and property creates conflicts. Quarrels often arise with parents, especially with the mother, and then with a life partner and children. These people do not tolerate routine, so it is difficult for them to perform their duties for a long time. Their thirst for adventure leads to unwanted relationships, debauchery and violence. Families have to suffer from the loss of family members in the war and from violent attacks. It is important to take precautions to protect your home from a possible fire. In very unfavorable astrological conditions, dishonor and criminality can come out.
ru_ru: Таким людям несвойственно постоянство эмоций. Они легко теряют самообладание по пустякам, особенно в быту, что отрицательно сказывается на семейных отношениях. Мужчины проявляют резкость в общении с женщинами, а последним часто не хватает нежности. Потребление алкоголя становится для них опасным, так как пробуждает агрессивность. Поэтому важно развить у них веселый нрав и самоконтроль. Сильная импульсивность может повлечь за собой необдуманные поступки, что в свою очередь приведет к расточительству, а в результате - к финансовым трудностям и долгам. Безразличное отношение к чужим деньгам и собственности рождает конфликты. Часто возникают ссоры с родителями, особенно с матерью, а затем и со спутником жизни и детьми. Эти люди не терпят рутину, поэтому они трудно выполняют свои обязанности на протяжении длительного времени. Их жажда приключений ведет к нежелательным связям, разгулу и насилию. Семьям приходится страдать от потери членов семьи в военные действия и от насильственных посягательств. Важно соблюдать меры предосторожности, чтобы защитить свой дом от возможного пожара. В очень неблагоприятных астрологических условиях может вылезти наружу бесчестие и преступность.

# NatalMoonOppositionMercury
source: In the opposition of the Moon to Mercury, you have a constant conflict between your heart and your head. In most situations, your emotions run counter to logic and reason, which you know to be true. Your mind wants something different from what your senses are saying. You'll probably hesitate between them because you're never sure which one to choose. You can be extremely emotional, but in a second you will return to your colder sense of logic. When the moon is in opposition to Mercury, you never know how to combine your feelings with rational reason. There may be a feeling that they are separated by islands. In fact, you may not even want to mix the two and may consider emotions to be something bad or something that needs to be dealt with separately. Depending on the situation, you tend to be either overly emotional or overly rational. You can rock back and forth; which you choose will depend on what's going on and how strong you feel. However, you probably don't realize that this aspect of the Moon in opposition to Mercury is causing you to make wrong decisions. Most people know that they have made the right choice because their intuition is consistent with logic. This rarely happens to you! You may have trouble communicating or your words may seem wrong. You feel like you never know what to say. In conversations and in your own mind, there are two competing voices that want to speak. Some people with the Moon in opposition to Mercury experience severe anxiety, especially regarding social or emotional situations.
ru_ru: В оппозиции Луны к Меркурию у вас постоянный конфликт между сердцем и головой. В большинстве ситуаций ваши эмоции противоречат логике и разуму, которые, как вы знаете , верны. Ваш разум хочет чего-то отличного от того, что говорят ваши чувства. Вы, вероятно, будете колебаться между ними, потому что никогда не уверены, что выбрать. Вы можете быть чрезвычайно эмоциональны, но через секунду снова вернетесь к своему более холодному чувству логики. Когда Луна находится в оппозиции к Меркурию, вы никогда не знаете, как совместить свои чувства с рациональным разумом. Может возникнуть ощущение, что они разделены островами. На самом деле, вы, возможно, даже не захотите смешивать их и можете считать эмоции чем-то плохим или чем-то, с чем нужно разбираться отдельно. В зависимости от ситуации вы склонны быть либо чрезмерно эмоциональными, либо чрезмерно рациональными. Вы можете раскачиваться взад и вперед; что вы выберете, будет зависеть от того, что происходит и насколько сильно вы себя чувствуете. Однако вы, вероятно, не осознаете, что этот аспект Луны в оппозиции к Меркурию заставляет вас принимать неправильные решения. Большинство людей знают, что сделали правильный выбор, потому что их интуиция согласуется с логикой. С вами такое случается редко! У вас могут возникнуть проблемы с общением или ваши слова могут показаться неверными. Вы чувствуете, что никогда не знаете, что сказать. В разговорах и в вашем собственном сознании есть два конкурирующих голоса, которые хотят говорить. Некоторые люди с Луной в оппозиции к Меркурию испытывают сильную тревогу, особенно в отношении социальных или эмоциональных ситуаций.

# NatalMoonOppositionNeptune
source: The moon is Neptune. Internal emotional confusion can affect others and the whole world, and subconscious processes play an important role in this. It may be difficult to understand what exactly the cause of the problems is – in themselves or in a partner. It is also characterized by strong impressionability and the ability to adopt the moods of others. This aspect can lead a person to an unfavorable society and harmful dependence, for example, on alcohol. It is also necessary to guard against questionable financial transactions and financial adventures. It is important to be careful when practicing astral practices. Household chores can be chaotic and messy due to laziness or irresponsibility, or due to past mental difficulties. People around you can offend these people by playing on their emotions. Emotional stress often occurs. Weak people may develop a parasitic lifestyle.
ru_ru: Луна - Нептун. Внутреннее эмоциональное замешательство может отражаться на окружающих и на весь мир, и подсознательные процессы играют в этом важную роль. Возможно затруднение в понимании, в чем именно причина проблем – в самих себе или в партнере. Также характерны сильная впечатлительность и способность перенимать настроения окружающих. Этот аспект может привести человека к неблагоприятному обществу и пагубной зависимости, например, от алкоголя. Также необходимо беречься от сомнительных финансовых сделок и финансовых авантюр. Важно быть осторожным при занятии астральными практиками. Домашние дела могут быть хаотичными и беспорядочными из-за лени или безответственности либо в связи с прошлыми психическими трудностями. Люди вокруг могут обижать этих людей, играя на их эмоциях. Часто возникают переживания эмоционального напряжения. У слабых людей может установиться паразитический образ жизни.

# NatalMoonOppositionPluto
source: Saturn - Neptune. The tendency to control loved ones and change them. The unrest is so strong that it causes fear in others. Disagreements on monetary issues and the management of common funds often lead to family conflicts about inheritance. Persistence leads to strife. There is no desire to teach yourself and listen to morality. In love affairs, sobriety and aggressiveness. The tendency to command family and friends, to control and change everything forever. Feelings manifest themselves with such force that others become afraid. There are often quarrels about money within the family. Stubbornness leading to quarrels. They don't let themselves be taught and "moralized." In love, there is complete sobriety or aggressiveness.
ru_ru: Сатурн - Нептун. Склонность контролировать близких и изменять их. Волнения так сильны, что вызывают у других страх. Разногласия по денежным вопросам и распоряжению общими средствами – часто приводят к семейным конфликтам о наследстве. Упорство приводит к раздорам. Нет желания себя учить и слушать мораль. В любовных делах – трезвость и агрессивность. Тенденция командовать семьей и друзьями, вечно все контролировать и менять. Чувства проявляются с такой силой, что другим становится страшно. Часто ссоры о деньгах внутри семьи. Упрямство, ведущее к ссорам. Не дают себя учить и "читать мораль". В любви - сплошная трезвость или агрессивность.

# NatalMoonOppositionSaturn
source: The moon and Saturn merge in sad harmony. For a long time, people become entangled in fruitless ties and shackles of family ties. Parents are often responsible for the inflexibility of children. Relationships with other people lack mobility and optimism. They often seem boring and uncomfortable to others. Figuring out each connection by weight, they constantly compare them with past experiences of disappointment, which prevents casual communication. Their behavior is strained and unnatural, limiting the development of their abilities. Imaginary obligations to their family and financial difficulties often bind their hands. Making friendships or maintaining family ties is a real challenge for them. They suffer from a lack of imagination, complexes, coldness of emotions, indifference and inaccessibility. It happens that household and professional duties collide opposite each other. Bosses easily turn into pseudo-parents for them, which makes communication difficult and unacceptable.
ru_ru: Луна и Сатурн сливаются в грустной гармонии. Долгое время люди запутываются в бесплодных связях и оковах семейных уз. Зачастую родители несут ответственность за детскую несгибаемость. Отношения с другими людьми лишены подвижности и оптимизма. Они зачастую кажутся скучными и неуютными для других. Выясняя на весу каждую связь, они постоянно сравнивают их с прошлым опытом разочарований, что мешает непринужденному общению. Их поведение напряжено и неестественно, ограничивая развитие их способностей. Мнимые обязательства перед семьей и финансовые трудности часто вяжут их руки. Установить дружеские связи или сохранить семейные узы — для них это настоящая трудность. Они страдают от недостатка воображения, комплексов, холодности эмоций, безразличия и неприступности. Бывает, что домашние и профессиональные обязанности сталкиваются напротив друг друга. Начальники легко превращаются для них в псевдородителей, что делает общение сложным и неприемлемым.

# NatalMoonOppositionUran
source: The moon is Uranus. Resilience and emotional instability. Frequent unexpected changes in mood and behavior that confuse others. Unreliability can drive family and loved ones to despair and break up relationships. Nerve sensitivity, irritability. Unexpected acquaintances that often pass quickly. Unstable family life, frequent change of residence. The desire for unusual experiences, which requires time and energy, while there is not enough time for important things, and one has to sever family ties in order to satisfy the need for adventure. Mothers forget about their home and are disgusted by routine. Men are not serious about their wives. Mood swings lead to despair.
ru_ru: Луна - Уран. Стойкость и эмоциональная нестабильность. Частые неожиданные изменения в настроении и поведении, что сбивает окружающих с толку. Ненадежность может довести семью и близких до отчаяния и распада отношений. Чувствительность нервов, раздражительность. Неожиданные знакомства, которые часто быстро проходят. Неустойчивая семейная жизнь, частая смена места жительства. Стремление к необычным переживаниям, что требует времени и энергии, при этом на важные дела не хватает времени, и приходится разрывать семейные связи, чтобы удовлетворить потребности в приключениях. Матери забывают о своем доме, испытывают отвращение к рутине. Мужчины несерьезны в отношении своих жен. Колебания настроения приводят к отчаянию.

# NatalMoonOppositionVenus
source: In the horoscope, the aspect of the Moon in opposition to Venus often indicates difficulties and sadness in relationships with friends and in love. Your parents may not approve of your partner, and the parental home is not always peaceful. You have a volatile mood, and you are prone to pleasure and easily succumb to temptation. You often feel a strong desire to be the center of attention, which may be the result of an internal inferiority complex. Women who have this aspect in their horoscope may experience temporary health problems.
ru_ru: В гороскопе аспект Луны в оппозиции к Венере часто указывает на трудности и грусть в отношениях с друзьями и в любви. Твои родители могут не одобрять твоего партнера, и в родительском доме не всегда царит спокойствие. У вас переменчивое настроение, и вы склонны к наслаждениям и легко поддаетесь искушениям. Часто вы ощущаете сильное желание быть в центре внимания, что может быть следствием внутреннего комплекса неполноценности. У женщин, у которых этот аспект присутствует в гороскопе, могут возникать временные проблемы с самочувствием.

# NatalMoonSextileJupiter
source: The Moon's sextile to Jupiter in the natal chart gives an optimistic and cheerful character. You may have a good sense of humor, but the main reason for your popularity has more to do with the positive energy you share. This subconscious joy lifts people's spirits when they're depressed, but it doesn't exhaust you. In other words, you have more positive energy. You should enjoy friendly relationships and a happy family life. Relationships with women, especially with mothers and daughters, should be harmonious and warm. You will become a great parent and teach your children a lot by setting a good example. You can be adventurous in your youth and feel satisfied and fulfilled in your old age. You are a carefree person, but you expect others to treat you as well as you treat them. It's hard to turn down people who can sometimes cause problems. However, you have many real friends and supporters who will take care of you in this way. Making friends is easy because you naturally share your feelings openly. Generosity is a strong point, and it can partially explain your luck in life. Public popularity can benefit your chosen career and even lead to fame.
ru_ru: Секстиль Луны к Юпитеру в натальной карте дает оптимистичный и жизнерадостный характер. У вас может быть хорошее чувство юмора, но основная причина вашей популярности больше связана с позитивной энергией, которой вы делитесь. Эта подсознательная радость поднимает настроение людям, когда они подавлены, но не истощает вас. Другими словами, у вас больше положительной энергии. Вам следует наслаждаться дружескими отношениями и счастливой семейной жизнью. Отношения с женщинами, особенно с матерью и дочерьми, должны быть гармоничными и теплыми. Вы станете отличным родителем и многому учите детей, подавая хороший пример. Вы можете быть предприимчивым в молодости и чувствовать себя довольным и реализованным в старости. Вы беспечный человек, но ожидаете, что другие будут относиться к вам так же хорошо, как и вы к ним. Трудно отказать людям, которые иногда могут создавать проблемы. Однако у вас есть много настоящих друзей и сторонников, которые будут заботиться о вас таким образом. Заводить друзей легко, потому что вы, естественно, открыто делитесь своими чувствами. Щедрость — сильная сторона, и она может частично объяснить вашу удачу в жизни. Публичная популярность может пойти на пользу выбранной вами карьере и даже привести к славе.

# NatalMoonSextileMars
source: The sextile of the Moon with natal Mars gives a passionate enthusiasm for work and entertainment and indicates a successful life. It makes you energetic, ambitious, determined, bold, charismatic, sexy, and most appealing to the senses. You attract a crowd because you are very expressive and energetic, and it would be very difficult to upset someone with such balanced emotional energy and charm. This aspect is competitive, but at the same time collaborative, which makes it easier to win. Success and popularity are the result of warm attractiveness. You can express your need for independence by being part of a group by taking the initiative. You will receive the respect and support of almost everyone who appreciates your dedication, initiative and courage. Bravery comes naturally; you can satisfy your inner primal need by fighting for a worthy cause or on behalf of your family or clan.
ru_ru: Секстиль Луны с натальным Марсом дает страстный энтузиазм к работе и развлечениям и указывает на успешную жизнь. Он делает вас энергичным, амбициозным, решительным, смелым, харизматичным, сексуальным и наиболее привлекательным для чувств. Вы привлекаете толпу, потому что вы очень выразительны и энергичны, и было бы очень сложно расстроить кого-либо с такой сбалансированной эмоциональной энергией и обаянием. Этот аспект носит соревновательный, но в то же время совместный характер, что упрощает победу. Успех и популярность являются результатом теплой привлекательности. Вы можете выразить свою потребность в независимости, будучи частью группы, взяв на себя инициативу. Вы получите уважение и поддержку практически всех, кто ценит вашу целеустремленность, инициативу и смелость. Храбрость приходит естественно; вы можете удовлетворить свою внутреннюю первобытную потребность, сражаясь за достойное дело или от имени своей семьи или клана.

# NatalMoonSextileMercury
source: The sextile of the Moon and natal Mercury makes you a charming and sociable person. You are easy to communicate with and get along with, although sometimes you can be overconfident. You may prefer to be around people and have lots of friends. You have good people and communication skills because you intuitively understand people and form emotional bonds quickly. But above all, you are a great communicator. You are smart, but you are not considered an intellectual because of your peculiar flair and lively character. Your curiosity and good memory allow you to learn quickly and keep up a conversation on almost any topic. You will make a great friend because you can openly share your feelings. People can share their feelings with you because you listen to them and understand. This talent for interacting on an intimate level goes beyond personal communication. You subconsciously act as a guide in groups of people, giving everyone a sense of belonging and team spirit. You have a playful mind and a youthful spirit. You should become a good parent and enjoy the company of children. You can act as a representative or agent of other people or groups. You are the one who will speak on behalf of your family and make toasts at parties. You have a knack for handling words, and in the last few days you could have become a wonderful writer or pen pal. Your handwriting should be neat, pleasant, or at least easy to read. Writing is your special skill, but it will be wasted on technical subjects. You are a storyteller, poet, songwriter and writer.
ru_ru: Секстиль Луны и натального Меркурия делает вас обаятельным и общительным человеком. С вами легко общаться и ладить, хотя иногда вы можете быть самоуверенным. Вы можете предпочитать быть среди людей и иметь много друзей. У вас хорошие люди и навыки общения, потому что вы интуитивно понимаете людей и быстро формируете эмоциональные связи. Но, прежде всего, вы отличный коммуникатор. Вы умны, но вас не считают интеллектуалом из-за вашего своеобразного чутья и живого характера. Ваше любопытство и хорошая память позволяют вам быстро учиться и поддерживать беседу практически на любую тему. Из вас получится отличный друг, потому что вы можете открыто делиться своими чувствами. Люди могут поделиться с вами своими чувствами, потому что вы их слушаете и понимаете. Этот талант взаимодействия на интимном уровне выходит за рамки личного общения. Вы подсознательно действуете как проводник в группах людей, давая каждому чувство принадлежности и командного духа. У вас игривый ум и молодой дух. Вы должны стать хорошим родителем и наслаждаться компанией детей. Вы можете выступать в качестве представителя или агента других людей или групп. Вы тот, кто будет говорить от имени своей семьи и произносить тосты на вечеринках. У вас есть умение обращаться со словами, и в последние несколько дней вы могли бы стать прекрасным писателем или другом по переписке. Ваш почерк должен быть аккуратным, приятным или, по крайней мере, легко читаемым. Письмо — это ваш особый навык, но он будет потрачен впустую на технические предметы. Вы рассказчик, поэт, автор песен и писатель.
