Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitUranConjunctionUran
source: Since you will already be over eighty years old by the time the transit Uranium forms a junction with your natal Uranium, you can and should have the freedom to act according to your desires. By this time, you have managed to learn a lot about the traditional way of life and cope with its many responsibilities. Now you can shift these responsibilities to others and free yourself to move along an unexplored path, the path of an explorer. You can rise to a higher level of thinking and acquire a New quality of life. This transit is characterized by alienation from material things and liberation from worldly responsibilities. This usually happens at the age of about 84, when an interest develops in scientific, occult or mystical subjects and sometimes in organizations associated with scientific, occult or mystical activities. It is possible to gain intuitive perceptions about spiritual realities, life after death, and reincarnation.
ru_ru: Поскольку к тому времени, когда транзитный Уран образует соединение с вашим натальным Ураном, вам уже будет больше восьмидесяти лет, вы можете и должны иметь свободу действовать сообразно своим желаниям. К этому времени вы успели многое узнать о традиционном укладе жизни и справиться с ее многочисленными обязанностями. Теперь вы можете переложить эти обязанности на других и освободиться, чтобы двинуться по неизведанному пути, пути исследователя. Вы можете подняться на более высокий уровень мышления и приобрести Новое качество жизни. Этот транзит характерен отчуждением от материальных вещей и освобождением от мирских обязанностей. Обычно это случается в возрасте примерно 84 лет, когда развивается интерес к научным, оккультным или мистическим предметам и иногда к организациям, связанным с научной, оккультной или мистической деятельностью. Возможно получить интуитивные восприятия относительно духовных реальностей, жизни после смерти и реинкарнации.

# TransitUranConjunctionVenus
source: This period may herald the end of an affair, partnership, relationship with women, or joint venture, but at the same time contribute to the creation of new relationships in these areas. Unpredictable changes in these matters are important, not the direction that the future course of events will take. In a partnership, freedom is necessary, but it is not known who will demand more independence - you or your partner. At this time, unusual or unexpected alliances may arise, and your communication with people in general will become more unpredictable and unusual. Your clothes and appearance during this period will more reflect your individuality and independence. Your social activities and views will also undergo changes, losing their orthodoxy. Your activities and priorities in the field of painting and music may also change radically. The conjunction of transit Uranus with radical Venus has the same meaning as transit Venus in conjunction with natal Uranus, but lasts for a year or more and indicates a long period of artistic, emotional, social and romantic liberation. It provides an opportunity to realize long-cherished personal, social, financial, artistic and romantic goals and aspirations. Transit happens once every 84 years and is an effective opportunity for a person in life.
ru_ru: Этот период может возвестить об окончании романа, партнерства, взаимоотношений с женщинами или совместного предприятия, но вместе с тем способствовать созданию новых отношений в перечисленных сферах. Важны непредсказуемые изменения в этих вопросах, а не направление, которое примет дальнейший ход событий. В партнерских отношениях необходима свобода, но неизвестно, кто потребует большей независимости - вы или ваш партнер. В это время возможно возникновение необычных или неожиданных союзов, а ваше общение с людьми в целом станет более непредсказуемым и непривычным. Ваша одежда и внешний вид в этот период будут в большей степени отражать вашу индивидуальность и независимость. Ваша общественная деятельность и взгляды также претерпят изменения, утратив свою ортодоксальность. Ваша деятельность и приоритеты в сфере живописи и музыки также могут коренным образом измениться. Соединение транзитного Урана с радикальной Венерой имеет то же значение, что и транзитная Венера в соединении с натальным Ураном, но длится год или более и указывает на длительный период художественного, эмоционального, социального и романтического освобождения. Оно дает возможность реализовать давно вынашиваете личные, социальные, финансовые, художественные и романтические цели и чаяния. Транзит случается раз в 84 года и собственно действенной в жизни возможностью для человека.

# TransitUranOppositionJupiter
source: Caution is recommended. Your generosity or optimism may be misplaced. Information sources, intellectual progress in general, economic expansion, and even spiritual growth are subject to sudden changes and instability. It is unwise to persevere during this period in order to improve one's professional advancement or personal status, since the outcome is not only unpredictable, but also unfavorable. There may be a break with the father or unexpected changes related to him. The people and circumstances that cause you to suffer changes and inconveniences at this time cannot be used for your own purposes. It is wiser to react with restraint and judgment, no matter what difficulties you may encounter. Transit Uranus in opposition to radical Jupiter has the same meaning as transit Jupiter in opposition to radical Uranus, but it lasts longer and indicates an extended period of unrealistic social, cultural and financial expectations. Transit is a once-in-a-lifetime experience.
ru_ru: Рекомендуется проявлять осторожность. Ваше великодушие или оптимизм может оказаться неуместным. Источники информации, интеллектуальный прогресс в целом, экономическая экспансия и даже духовный рост подвержены внезапным изменениям и нестабильности. Неразумно в этот период проявлять настойчивость ради улучшения своего профессионального повышения или личного статуса, поскольку исход не только непредсказуем, но и неблагоприятен. Возможны разрыв с отцом или неожиданные изменения, связанные с ним. Людей и обстоятельства, по вине которых вы терпите изменения и неудобства в это время нельзя использовать в своих целях. Разумнее реагировать сдержанно и рассудительно, с какими бы трудностями вы ни столкнулись. Транзитный Уран в оппозиции к радикальному Юпитеру имеет то же значение, что и транзитный Юпитер в оппозиции к радикальному Урану, но длится дольше и указывает на продленный период нереалистических общественных, культурных и финансовых ожиданий. Транзит встречается раз в жизни.

# TransitUranOppositionMars
source: The physical need to act will become overwhelming. You can flare up for no reason or for any reason, even minor, during this period. Physical efforts and activities will be erratic and unpredictable, as will their results. Unexpected actions may be taken against you. It is quite possible that they will pose a danger to you. There is a high probability of a breakup with male relatives or companions. Your work or other physical labor that you do will cause stress and chaos to increase, and this, in turn, will negatively affect your health. Possible headaches, fever, facial or eye injuries. This period is unfavorable for surgical operations, as their results are unpredictable. A physical conflict will not be resolved in your favor. Aggressive tendencies and reckless actions should be carefully avoided, especially those related to sex, sports and any competition. Transit Uranus in opposition to natal Mars has the same meaning as transit Mars in opposition to radical Uranus, but it lasts much longer, and indicates a long period of sudden, abrupt changes under emotional, physical, and nervous stress. Transit occurs only once during the average life span of a person.
ru_ru: Физическая потребность действовать станет непреодолимой. Вы можете вспылить без причины или по любому, даже незначительному поводу в этот период. Физические усилия и деятельность будут беспорядочными и непредсказуемыми, как и их результаты. Против вас могут быть предприняты неожиданные действия. Вполне возможно, что они будут представлять для вас опасность. Велика вероятность разрыва с родственниками-мужчинами или компаньонами. Ваша работа или другой физический труд, которым вы занимаетесь, вызовет нарастание стресса и хаоса, а это, в свою очередь, отрицательно скажется на вашем здоровье. Возможны головные боли, жар, травмы лица или глаз. Этот период неблагоприятен для хирургических операций, поскольку их результаты непредсказуемы. Физический конфликт разрешится не в вашу пользу. Следует старательно избегать агрессивных наклонностей и опрометчивых поступков, в особенности связанных с сексом, спортом и любой конкуренцией. Транзитный Уран в оппозиции с натальным Марсом имеет то же значение, что и транзитный Марс в оппозиции к радикальному Урану, однако длится намного дольше, и указывает на длительный период внезапных, крутых перемен при эмоциональных, физических и нервных стрессах. Транзит встречается лишь раз в течение средней продолжительности жизни человека.

# TransitUranOppositionMercury
source: Be prepared for radical changes in thinking, methods, and communication. Despite the fact that chaotic events will eventually bring you something valuable, there is a danger that everything useful and positive will be sacrificed to the new and unusual. This period is unlikely to be easy. In this astrological setting, it is difficult to express or put thoughts and ideas in order, your thinking is ahead of oral or written speech, so it is difficult for others to follow the course of your thoughts. Nerves, anxiety, accidents, and violent confrontations can hinder your progress. Electrical equipment is a potential source of danger, excitement reigns in the house and its surroundings, and communication with siblings may be interrupted. What should be done? You are not able to manage events, but you can take precautions in advance to balance their impact and react to what is happening with maximum calmness and good-naturedness. The opposition of transit Uranium with natal Mercury has the same meaning as transit Mercury in opposition with natal Uranium, but lasts much longer, thus marking a long period of intellectual confusion and radical changes in mental outlook. This transit happens once every 84 years.
ru_ru: Будьте готовы к радикальным переменам в мышлении, методах и общении. Несмотря на то, что хаотические события, в конце концов, принесут вам нечто ценное, есть опасность, что все полезное и позитивное будет принесено в жертву новому и непривычному. Этот период вряд ли будет легким. При данной астрологической обстановке трудно выражать или приводить в порядок мысли и идеи, ваше мышление опережает устную или письменную речь, поэтому окружающим тяжело уследить за ходом вашей мысли. Вашему прогрессу могут помешать нервы, беспокойство, аварии и бурные конфронтации. Электрическое оборудование является потенциальным источником опасности, в доме и его окрестностях царит возбуждение, связь с братьями и сестрами может прерваться. Что же предпринять? Управлять событиями вы не в состоянии, но можете заранее позаботиться о мерах предосторожности, чтобы уравновесить их влияние и реагировать на происходящее с максимальным спокойствием и добродушием. Оппозиция транзитного Урана с натальным Меркурием имеет то же значение, что и транзитный Меркурий в оппозиции с натальным Ураном, но длится гораздо дольше, отмечая, таким образом, длительный период интеллектуального смущения и радикальных перемен в умственном кругозоре. Этот транзит случается раз в 84 года.

# TransitUranOppositionMoon
source: The situation in the home and family is almost certain to worsen due to the circumstances of this period. Although it is impossible to say with absolute certainty, you can change your home or part with your former home, children, other family members and even pets, that is, commit acts that seemed unthinkable until recently. At this time, the usual routine and familiar events will be replaced by chaos, prompting you to search for new methods and approaches. Your emotional life will become extremely unstable and unpredictable, and fulfilling your obligations to someone will become more difficult, if not impossible. Your overall health may deteriorate as a result of emotional overload, and if you are a woman of childbearing age and pregnant, it will be difficult for you to deliver a baby. Final decisions and important changes should be avoided until this period has passed. The opposition of transit Uranus to the radical Moon has the same meaning as the transit Moon in opposition to natal Uranus, but lasts for at least a year and marks a major period of emotional, monetary, domestic instability and change. This transit takes place once every 84 years.
ru_ru: Положение в доме и семье почти наверняка ухудшится ввиду обстоятельств данного периода. Хотя утверждать с абсолютной уверенностью это нельзя, но вы можете сменить жилье или расстаться с прежним домом, детьми, другими членами семьи и даже домашними животными, то есть совершить поступки, которые еще совсем недавно казались немыслимыми. В эту пору обычный распорядок и привычные события сменятся хаосом, побуждающим вас к поиску новых методов и подходов. Ваша эмоциональная жизнь станет чрезвычайно нестабильной и непредсказуемой, выполнение обязательств перед кем-либо осложнится, если вовсе не окажется невозможным. Общее состояние здоровья может ухудшиться в результате эмоциональной перегрузки, а если вы женщина детородного возраста и беременны, вам будет трудно доносить ребенка. Следует избегать окончательных решений и важных изменений, пока не пройдет этот период. Оппозиция транзитного Урана с радикальной Луной имеет то же значение, что и транзитная Луна в оппозиции с натальным Ураном, но длится по крайней мере год и отмечает главный период эмоциональной, денежной, домашней неустойчивости и перемен. Этот транзит происходит раз в 84 года.

# TransitUranOppositionNeptune
source: This transit is characterized by subconsciously motivated disorderly behavior. There is a susceptibility to troubles and mental experiences. Confusion and confusion about one's own goals and prospects is often possible. Achievements can end in disappointment due to the unwillingness to cooperate on the part of the nee himself or his friends. A native needs to develop a broader and more universal outlook on life and a willingness to accept change. Unreasonable mental practices and drug and alcohol abuse should be especially avoided. Strange difficulties or deceptions may arise around matters related to taxes, insurance, corporate money and the property of the deceased. Personal life can be disrupted and confused by large-scale economic, political, cultural or natural forces that a native cannot control. Some suddenly find themselves in strange circumstances where they have to deal with unfamiliar people and conditions. There is danger from or towards friends, groups, or organizations. Personal connections may turn out to be confused or disoriented psychologically. In extreme cases, friends turn into secret enemies who intentionally or unintentionally mislead the nee.
ru_ru: Этот транзит характерен подсознательно мотивируемым беспорядочным поведением. Существует подверженность неприятностям и психическим переживаниям. Часто возможна путаница и неразбериха в собственных целях и перспективах. Свершения могут кончиться разочарованием из-за нежелания сотрудничать со стороны самого урожденного или его друзей. Урожденному необходимо развить более широкий и более универсальный взгляд на жизнь и готовность принимать изменения. Следует особо избегать неразумных психических практик и злоупотребления наркотиками и алкоголем. Могут возникнуть странные трудности или обманы вокруг дел, связанных с налогами, страховками, корпоративными деньгами и имуществом умершего. Личная жизнь может быть разрушена и спутана крупномасштабными экономическими, политическими, культурными или природными силами, которые урожденный не может контролировать. Некоторые внезапно попадают в странные обстоятельства, где они должны иметь дело с незнакомыми людьми и условиями. Есть опасность от друзей, групп или организаций, или по отношению к ним. Личные связи могут оказаться спутанными или дезориентированными психологически. В крайних случаях друзья, оборачиваются тайными врагами, которые намеренно или ненамеренно вводят урожденного в заблуждение.

# TransitUranOppositionPluto
source: This transit is characterized by the destruction of the worn-out and useless. The existing living conditions are undergoing a radical change. Many are forced to radically rethink their goals and prospects. Transit can force a new awareness of the need for change. If a native can recognize the constructive potential of entering new and unusual conditions, then even destructive experiences will not be meaningless. Some develop revolutionary feelings, along with a desire to overturn the existing order. The normal routine of life can be disrupted by natural disasters, wars, revolutions, or other political, economic, or cultural upheavals. In extreme circumstances, it is life-threatening. At this time, old friendships and group ties are often broken, and new ones begin. Transit sometimes coincides with the unexpected death of someone important to the nee. There is a possibility of involvement in a forceful organizational, business or marital struggle. A power struggle can also be related to a partnership or business relationship. Unexpected difficulties may arise due to taxes, pooled finances, corporate money, alimony, inheritance, insurance, or the estate of the deceased. During this transit, involvement in psychic experimentation, such as sessions and trance mediumship, is dangerous.
ru_ru: Этот транзит характерен уничтожением изношенного и бесполезного. Существующие условия жизни подвергаются радикальной перемене. Многие вынуждены радикально пересмотреть свои цели и перспективы. Транзит может вынудить новую осознанность необходимости перемен. Если урожденный может признать конструктивный потенциал вхождения в новые и непривычные условия, то даже разрушительные переживания будут не бессмысленными. У некоторых развиваются революционные чувства, вместе с желанием опрокинуть существующий порядок. Нормальная рутина жизни может быть разрушена природными бедствиями, войнами, революциями или иными политическими, экономическими или культурными потрясениями. При крайних обстоятельствах это угрожает жизни. В это время часто разрывается старая дружба и групповые связи, и начинаются новые. Транзит иногда совпадает с неожиданной смертью кого-то важного для урожденного. Существует возможность вовлеченности в силовую организационную, деловую или супружескую борьбу. Силовая борьба может быть также связана с партнерством или деловыми отношениями. Неожиданные трудности могут возникнуть из-за налогов, объединенных финансов, корпоративных денег, алиментов, наследства, страховок или достояния умерших. При этом транзите опасны вовлеченность в психическое экспериментирование, такое как сеансы и трансовый медиумизм.

# TransitUranOppositionSaturn
source: Everything you've managed to achieve in terms of leadership, experience, and power (especially if the success was accidental, rather than the result of hard work and attention to business) will be unexpectedly threatened, and perhaps even destroyed by people and circumstances over which you have no control. If you try to assert your position or power, the situation is unlikely to improve. During this period, your traditions and methods will be criticized, and the opposing forces will insist on changes and new orders. Although it is impossible to completely avoid these situations, your flexibility, observation and caution in responding to threats can minimize the negative impact of this unstable and unsuccessful period. Transit Uranus in opposition to radical Saturn has the same meaning as transit Saturn in opposition to radical Uranus, but it lasts longer and indicates a prolonged period when there is a lack of awareness and cooperation with others in business, professional, group and organizational matters, as well as in partnership. Transit occurs only once or twice in a lifetime.
ru_ru: Все, чего вам удалось достигнуть в вопросах руководства, опыта и власти (особенно если успех был случайным, а не стал результатом упорной работы и внимания к делам), подвергнется неожиданной угрозе, а может, и вообще потерпит крах по вине людей и обстоятельств, над которыми вы не властны. Если вы попытаетесь утвердить свое положение или власть, ситуация вряд ли улучшится. В этот период ваши традиции и методы подвергнутся критике, а противоборствующие силы будут настаивать на изменениях и новых порядках. Хотя полностью избежать описанных ситуаций невозможно, ваша гибкость, наблюдательность и осторожность в ответ на угрозы могут свести до минимума негативное воздействие этого нестабильного и неудачного периода. Транзитный Уран в оппозиции к радикальному Сатурну имеет то же значение, что и транзитный Сатурн в оппозиции к радикальному Урану, но длится дольше и указывает на продолжительный период, когда недостает осознанности и сотрудничества с другими и бизнесе, профессиональных, групповых и организационных делах, а также в партнерстве. Транзит встречается лишь один-два раза в жизни.

# TransitUranOppositionSun
source: During this period, internal contradictions can push you to unpredictable actions, circumstances encourage you to act in a way that does not necessarily correspond to the satisfaction of your deep emotional needs, but betrays mental confusion. It is more than likely that you will break up with a person or an object that is of great importance to you. This breakup may be your own unexpected decision, or you will be forced to come to terms with it and as a result will head down a completely new, unexpected path. Wait for a challenge to your authority or will. You will not be able to control the actions of others or change circumstances, as well as manipulate them - you just have to monitor your own reaction. The situations that arise during this period are not of a long-term nature and tend to change constantly. It is very difficult to prepare for such changes. The opposition of the transit Uranus with the natal Sun has the same significance as the opposition of the transit Sun with the natal Uranus; however, it lasts much longer and thus indicates the main period of instability in human life.
ru_ru: В этот период внутренние противоречия могут подтолкнуть вас к непредсказуемым действиям, обстоятельства побуждают вас действовать, таким образом, который вовсе не обязательно соответствует удовлетворению ваших глубинных эмоциональных запросов, но выдает душевное смятение. Более чем вероятно расставание с человеком или предметом, имеющим для вас большое значение. Это расставание может быть вашим собственным неожиданным решением или же вы будете вынуждены смириться с ним и в результате направитесь по совершенно новому, неожиданному пути. Ждите вызова, брошенного вашей власти или воле. Вы не сможете контролировать действия окружающих или изменение обстоятельств, а также манипулировать ими - вам остается лишь следить за собственной реакцией. Ситуации, возникающие в этот период, не носят длительного характера и имеют тенденцию к постоянному изменению. К подобным изменениям весьма трудно подготовиться. Оппозиция транзитного Урана с натальным Солнцем имеет такое же значение, как оппозиция транзитного Солнца с натальным Ураном; однако, она длится гораздо дольше и указывает, таким образом, на основной период неустойчивости в жизни человека.
