Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitSaturnSextileMoon
source: At this time, wait for situations that will provide you with a chance to improve your emotional life, fulfill a long-held desire, strengthen your health or get in shape, and stabilize relationships with family members, especially the elderly. It will be useful to listen to the advice of those who are older and wiser than you. Patience will become a virtue that will certainly pay off. If you usually lack patience, it will be useful to learn it. A potential chance may arise as a result of your hard work and patience in the past. The sextile of a transiting Saturn with a radical Moon has the same meaning as the transiting Moon in a sextile with a natal Saturn, but it lasts much longer — a period during which a person can arrange their professional, monetary and household affairs.
ru_ru: В это время ждите ситуаций, которые предоставят вам случай улучшить свою эмоциональную жизнь, осуществить давнее желание, укрепить здоровье или привести себя в форму, стабилизировать взаимоотношения с членами семьи, особенно с престарелыми. Полезно будет прислушаться к советам тех, кто старше и мудрее вас. Терпение станет добродетелью, которая непременно окупится. Если же обычно вам недостает терпения, будет полезно научиться ему. Потенциальный шанс может возникнуть в результате вашей кропотливой работы и проявлений терпения в прошлом. Секстиль транзитного Сатурна с радикальной Луной имеет такое же значение, что и транзитная Луна в секстиле с натальным Сатурном, но длится гораздо дольше — период, в течение которого человек может устроить свои профессиональные, денежные и домашние дела.

# TransitSaturnSextileNeptune
source: This period is characterized by an epiphany of the subconscious mind. There may be an ability to draw from deep sources of memory, which go back, perhaps, even to previous incarnations and provide deep insights useful for the present. This transit steadily allows the mind to reach deeper levels of concentration or meditation. The ability of creative imagination can be effectively used. You can gain intuitive insights into how to behave in business and professional affairs. Past acquaintances and associations often create opportunities. The period is favorable for work and psychology, as well as for work related to hospitals, universities, churches or other cultural institutions, or for serious work in art and music. The work may be related to professional or government secrecy in one way or another.
ru_ru: Этот период характерен прозрением подсознания. Может проявиться способность черпать из глубинных источников памяти, которые восходят, возможно, даже к прежним инкарнациям и обеспечивают глубокими прозрениями, полезными для настоящего. Этот транзит устойчиво позволяет уму достигать более глубоких уровней концентрации или медитации. Можно эффективно использовать способность творческого воображения. Можно получить интуитивные прозрения в то, как себя вести в бизнесе и профессиональных делах. Прошлые знакомства и ассоциации часто создают возможности. Период благоприятен для работы и психологии, а также для работы, связанной с больницами, университетами, церквями или иными культурными учреждениями, или для серьезной работы в искусстве и музыке. Работа может быть так или иначе связана с профессиональной или правительственной секретностью.

# TransitSaturnSextilePluto
source: This period is characterized by the stimulation of intuitive mental abilities. It can provide significant insights into scientific, mathematical, and occult laws. This transit also has the effect of increasing mental concentration and discipline. This is a good period for serious study of science, mathematics, and metaphysics. At this time, professional advancement is achieved through ingenuity, perseverance and financial investments. Professional activity is often associated with secrecy in some way. Financial benefits are possible through inheritance, taxes, corporate money, subsidies, and investments.
ru_ru: Этот период характерен стимуляцией интуитивных ментальных способностей. Может дать значительные прозрения в научные, математические и оккультные законы. Этот транзит имеет также эффект возрастающей ментальной концентрации и дисциплины. Период удачен для серьезного изучения науки, математики, метафизики. В это время достигается профессиональное продвижение благодаря изобретательности, настойчивости и материальных вложений. Профессиональная деятельность часто каким-то образом связана с секретностью. Возможна финансовая выгода через наследство, налоги, корпоративные деньги, субсидии и капиталовложения.

# TransitSaturnSextileSaturn
source: is characterized by good organization and planning in professional, business and political activities. The time is favorable for business consolidation and professional benefits, as well as for signing business and professional contracts and agreements. Worldly status and reputation can be elevated through professional activities. Relationships with IT companies, organizations, and friends prevail, and marriage or partnership is possible. Professional and business opportunities through friends, groups, and organizations are frequent. Friendship and cooperation with older people or those with stable power and authority are easily won. Purposeful, serious activity can connect with brothers, sisters, neighbors and friends.
ru_ru: Характерен хорошей организацией и планированием в профессиональной, деловой и политической деятельности. Время благоприятно для консолидации бизнеса и профессиональных выгод, а также для подписания деловых и профессиональных контрактов и соглашений. Мирские статус и репутация могут быть возвышены через профессиональную деятельность. Преобладают отношения с IT-компаниями, организациями, друзьями, возможно вступление в брак или партнерство. Часты профессиональные и деловые возможности через друзей, группы и организации. Легко завоевывается дружба и сотрудничество с более пожилыми людьми или теми, у кого устойчивая власть и авторитет. Целенаправленная, серьезная деятельность может связывать с братьями, сестрами, соседями и друзьями.

# TransitSaturnSextileSun
source: You will be given the opportunity to demonstrate integrity, generosity, or leadership skills during this period. In turn, this will lead to personal success and recognition. Other factors related to the possibilities of the current circumstances will also become a source of personal pride and self-satisfaction. Bosses, government officials, government or other institutions, as well as older people with mature judgment and experience, will give you advice or help, providing a chance to move forward. The transiting Saturn sextile with the natal Sun has basically the same meaning as the transiting Sun sextile with the Mental Saturn; however, due to the fact that it lasts much longer, its effects are more significant. The opportunities presented to us by the sextile can trigger the realization of long-term goals and objectives.
ru_ru: Вам будет предоставлена возможность продемонстрировать целостность, великодушие или задатки лидера в этот период. В свою очередь это приведет к личному успеху и признанию. Другие факторы, сопряженные с возможностями нынешних обстоятельств, также станут источником личной гордости и удовлетворения собой. Начальство, представители власти, правительственных или иных учреждений, а также люди старшего возраста, обладающие зрелостью суждений и опытом, дадут вам совет или окажут помощь, обеспечив шанс продвинуться вперед. Секстиль транзитного Сатурна с натальным Солнцем имеет в основном такое же значение, как секстиль транзитного Солнца с Ментальным Сатурном; однако, из-за того, что он длится гораздо дольше, его воздействие более значительно. Возможности, представленные нам секстилем, могут вызвать осуществление долговременных целей и задач.

# TransitSaturnSextileUran
source: During this transit, the native becomes involved in serious friendships, groups, and organizations and assumes the responsibilities associated with them. This is a good time to establish friendships with mature, educated, serious-minded people and to start business and professional enterprises. There may be opportunities for progress in business and professions related to politics, administrative work, corporate business, government grants, engineering, and scientific research. There may be a more practical approach to humane goals and projects. The ability to harmoniously combine elements of the old and new is manifested. Transit can give a boost to intuitive knowledge through an improved ability to concentrate. Original and, in some cases, intuitive insights are possible to advance your career or organizational and business goals. The practical implementation of inspired ideas is possible. This is a great time for scientific or astrological work. There may be an interest in serious study of technological, scientific or occult subjects.
ru_ru: Во время этого транзита урожденный вовлекается в серьезные дружеские отношения, группы и организации и принимает связанные с ними обязанности. Это благоприятное время для установления дружбы со зрелыми, образованными, серьезно мыслящими людьми и для начала деловых и профессиональных предприятий. Могут возникнуть возможности прогресса в бизнесе и профессиях, связанных с политикой, административной работой, корпоративным бизнесом, правительственными дотациями, инженерным делом и научным поиском. Может проявиться более практичный подход к гуманным целям и проектам. Проявляется способность гармоничного комбинирования элементов старого и нового. Транзит может дать подъем интуитивному знанию через улучшенную способность к концентрации. Возможны оригинальные и, в некоторых случаях, интуитивные прозрения для продвижения своей карьеры или организационных и деловых целей. Возможно практическое воплощение вдохновенных идей. Это прекрасный период для научной или астрологической работы. Возможна заинтересованность в серьезном изучении технологических, научных или оккультных предметов.

# TransitSaturnSextileVenus
source: It's time to combine the useful with the pleasant. During this period, social contacts can lead to business opportunities, and vice versa - business connections and practical work will provide an opportunity to have fun or visit society. Do not miss the opportunity to enter into partnerships or create joint ventures. If you are attractive, polite, and charming, you will be able to impress the people you meet, especially those in positions of power or leadership. As a result of this favorable impression, they can eventually offer you valuable cooperation and assistance. Transiting Saturn in the sextile with radical Venus has the same meaning as transiting Venus in the sextile with natal Saturn, but for a longer duration and marks a long period of opportunity to stabilize close relationships and business affairs. The transit occurs twice during Saturn's 24-year cycle.
ru_ru: Самое время сочетать полезное с приятным. В этот период светские контакты могут привести к деловым возможностям, и наоборот - деловые связи и практическая работа предоставят возможность развлечься или побывать в обществе. Не упускайте случая заключить партнерские отношения или создать совместные предприятия. Если вы привлекательны, отличаетесь вежливостью и шармом, вы сумеете произвести впечатление на людей, с которыми встречаетесь, особенно на тех, кто обладает властью или занимает руководящие посты. В результате этого благоприятного впечатления они, в конце концов, могут предложить вам ценное сотрудничество и помощь. Транзитный Сатурн в секстиле с радикальной Венерой имеет то же значение, что и транзитная Венера в секстиле с натальным Сатурном, но большую длительность и знаменует собой длительный под возможности стабилизироваться тесные отношения и дела по бизнесу. Транзит встречается дважды за 24-летний цикл Сатурна.

# TransitSaturnSquareJupiter
source: You will probably encounter many obstacles on the way to personal and economic growth, intellectual achievements and recognition, political success and spiritual self-realization during this period. Endless rules and orders from government officials may seem useless and become factors hindering your progress. During this period, a number of troubles may be related to your father or his influence. You may need to sacrifice some of your existing success and prosperity, and even if you agree to this, you will not immediately understand how to implement your intentions. Despite the negative potential, unfortunate circumstances can only be a temporary test of your strength and determination - a test that you are able to withstand. Transiting Saturn in the natal Jupiter quadrature has the same meaning as transiting Jupiter in the natal Saturn quadrature, but a longer duration and indicates a long period of business, professional and domestic difficulties. The transit occurs twice in Saturn's 29-year cycle.
ru_ru: На пути к личному и экономическому росту, интеллектуальным достижениям и признанию, политическому успеху и духовной самореализации в этот период вам наверняка встретится немало препятствий. Бесконечные правила и указания распоряжения представителей власти могут показаться бесполезными и стать факторами, препятствующими вашему прогрессу. В этот период ряд неприятностей может быть связан с вашим отцом или его влиянием. Возможно, вам потребуется частично пожертвовать уже имеющимся успехом и процветанием, и даже если вы согласитесь на это, вы не сразу поймете, как осуществить свои намерения. Несмотря на негативный потенциал, досадные обстоятельства могут быть лишь временным испытанием вашей силы и решимости - испытанием, которое вы в состоянии выдержать. Транзитный Сатурн в квадратуре с натальным Юпитером имеет то же значение, что и транзитный Юпитер в квадратуре с натальным Сатурном, но большую длительность и указывает на длительный период деловых, профессиональных и домашних трудностей. Транзит встречается дважды в 29-летнем цикле Сатурна.

# TransitSaturnSquareMars
source: Physical actions will be hindered by literally maddening hindrances and difficulties. Impatience can lead you to act contrary to authorities, rules, and guidelines. At this time, you may experience a lack of energy and time, and this, in turn, will make you want to choose the shortest path, which is unlikely to be effective. The methods you use and the goals you pursue will contradict the existing system and traditions, and you will lose valuable time and energy in arguments about who is right. Older people may need your physical help. Anger and irritation can make things difficult if you don't make efforts to channel negative energy in a positive direction. The authorities will not tolerate aggression. A Saturn transit in the natal Mars quadrature has the same meaning as a Mars transit in the natal Saturn quadrature, but it lasts longer and marks a period of difficulty and frustration. This transit occurs twice in a person's life.
ru_ru: Физическим действиям будут препятствовать доводящие буквально до помешательства помехи и затруднения. Нетерпение может побудить вас действовать наперекор властям, правилам и указаниям. В эту пору вы можете испытать недостаток энергии и времени, а это, в свою очередь, вызовет желание выбрать кратчайший путь, который вряд ли окажется эффективным. Методы, которые вы используете, и цели, которые вы преследуете, будут противоречить существующей системе и традициям, а ценное время и силы вы потеряете в спорах о том, кто прав. Людям старшего возраста может потребоваться ваша физическая помощь. Гнев и раздражение могут осложнить положение, если вы не предпримете усилия, чтобы направить негативную энергию в позитивное русло. Представители власти не потерпят проявлений агрессий. Транзитный Сатурн в квадратуре с натальным Марсом имеет то же значение, что и транзитный Марс в квадратуре с натальным Сатурном, но длится дольше и знаменует период трудностей и расстройства. Этот транзит встречается дважды в жизни человека.

# TransitSaturnSquareMercury
source: Changing places will not be an easy task. The absence of a car and other means of transportation will limit your mobility during this period. If your business is related to computers, communication tools, contract preparation, technical and design projects, education and training, it will probably be hampered by delays and other troubles. Correspondence does not arrive on time or contains only bad or disappointing news. The tasks you receive may be particularly difficult, or circumstances may prevent you from giving them enough time and attention. The quadrature of Saturn in transit with natal Mercury has the same meaning as Mercury in transit in quadrature with natal Saturn, but it lasts much longer and indicates a long period of anxiety and responsibilities. This transit occurs twice during Saturn's 29-year cycle.
ru_ru: Перемена мест станет нелегким занятием. Отсутствие машины и других средств транспорта ограничит вашу подвижность в этот период. Если ваша деятельность связана с компьютерами, средствами коммуникации, подготовкой контрактов, техническими и дизайнерскими проектами, образованием и тренингом, ей наверняка помешают отсрочки и другие неприятности. Корреспонденция не приходит вовремя или же содержит только плохие или неутешительные известия. Полученные вами задания могут оказаться особенно трудными, или же обстоятельства помешают вам уделить им достаточно времени и внимания. Квадратура транзитного Сатурна с натальным Меркурием имеет то же значение, что и транзитный Меркурий в квадратуре с натальным Сатурном, но длится гораздо дольше и указывает на длительный период тревог и обязанностей. Этот транзит встречается дважды в течение 29-летнего цикла Сатурна.

# TransitSaturnSquareMoon
source: The things you choose to do, or the time you choose for them, will surely be accompanied by endless difficulties - this is a characteristic feature of this period. The systems and schedules are not functioning during this period. Plans are falling apart. There are health problems. Household chores will become endless and tedious. Relationships with relatives and friends will become complicated for trivial reasons and because of trifling quibbles. Old appliances and household appliances will start to break down, perhaps because you neglected preventive maintenance or forgot to replace them with new ones. There is a lack of vitality in your environment, at least on an emotional level. If you feel a surge of energy today, then the next day you become apathetic. Others become either inspired and interested, or indifferent. These days, people lack a sense of humor - this fully applies to you. Your judgments will be shaped by fear. The quadrature of the transiting Saturn with the radical Moon has the same meaning as the transiting Moon in the quadrature with the natal Saturn, but a longer duration and indicates a long period of problems requiring attention, plus adversity, decreased vitality and emotional depression. The quadrature of a transiting Saturn with a radical Moon occurs approximately every fourteen and a half years.
ru_ru: Делам, которыми вы предпочтете заняться, или времени, которое вы выберете для них, наверняка будут сопутствовать бесконечные трудности - это характерная черта этого периода. Системы и графики не функционируют в этот период. Планы рушатся. Возникают проблемы со здоровьем. Домашние хлопоты станут нескончаемыми и утомительными. Взаимоотношения с родными и близкими осложнятся по ничтожным поводам и из-за пустяковых придирок. Старая техника и бытовые приборы начнут ломаться - возможно, потому, что вы пренебрегли профилактическим ремонтом или забыли заменить их новыми. В вашем окружении недостает жизненной силы, по крайней мере, на эмоциональном уровне. Если сегодня вы чувствуете прилив сил, то на следующий день вами овладевает апатия. Окружающие становятся то воодушевленными и заинтересованными, то равнодушными. В эти дни людям недостает чувства юмора - это в полной мере касается и вас. Ваши суждения будут формироваться под влиянием страха. Квадратура транзитного Сатурна с радикальной Луной имеет то же значение, что и транзитная Луна в квадратуре с натальным Сатурном, но большую длительность и указывает на длительный период проблем, требующих внимания, плюс невзгоды, пониженная жизнеспособность и эмоциональная депрессия. Квадратура транзитного Сатурна с радикальной Луной происходит приблизительно через каждые четырнадцать с половиной лет.

# TransitSaturnSquareNeptune
source: This period is characterized by irrational fears, phobias, and worries. There is often a desire to avoid practical responsibilities and work. It is likely that psychological problems of family members or someone else who needs to be dealt with will interfere with the performance of professional work and its success. This planetary combination is often associated with mental illness. Some of the natives or those they have to deal with exhibit irrational tendencies. Depression or paranoia based on subconscious memories may become apparent. Negative emotional states and in some cases unreasonable mental practices, such as sessions, drug abuse, alcohol abuse, etc., can have an undesirable mental impact on professional activity. These conditions, in turn, aggravate tendencies towards mental illness and, in extreme cases, lead to hospitalization, placement in charitable institutions or imprisonment. Alcohol or drug abuse has a particularly harmful effect at this time. During this period, there is a possibility of becoming a target for a secret murder or secret atrocities in the past, which can be publicly exposed, which will entail vicissitudes of fate and damage to personal reputation and status. Hidden enemies can damage your reputation and professional standing, but since there is a tendency to paranoia, these dangers may be more hypochondriac than real. Usually, with this aspect of Neptune, a person becomes his own worst enemy.
ru_ru: Этот период характерен нерациональными страхами, фобиями и беспокойствами. Часто возникает желание избежать практических обязанностей и работы. Вероятно, что психологические проблемы членов семьи или кого-то другого, с кем необходимо иметь дело, будут мешать выполнению профессиональной работы и ее успеху. Эта планетарная комбинация часто ассоциируется с душевными болезнями. Некоторые из урожденных или тех, с кем они должны иметь дело, проявляют иррациональные тенденции. Могут стать явными депрессии или паранойи, основанные на подсознательных воспоминаниях. Негативные эмоциональные состояния и в некоторых случаях неразумные психические практики, также как сеансы, злоупотребления наркотиками, спиртным и т.д. могут оказать нежелательное психическое влияние на профессиональную деятельность. Эти состояния, в свою очередь, отягчают тенденции к душевным заболеваниям и, в крайних случаях, ведет к госпитализации, помещению в благотворительные учреждения или заключению в тюрьму. Злоупотребление алкоголем или наркотиками имеет в это время особо вредоносный эффект. В этот период есть вероятность стать мишенью для тайного убийства или тайных злодеяний в прошлом, которые могут быть публично разоблачены, что повлечет за собой превратности судьбы и ущерб личной репутации и статусу. Скрытые враги могут повредить репутацию и профессиональное положение, но поскольку есть склонность к паранойе, эти опасности могут быть скорее мнительными, нежели реальными. Обычно при такой аспектации Нептуна человек становится сам себе наихудшим врагом.
