Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitMercuryOppositionUran
source: Impractical ideas, nervousness, irritability, unexpected disruptions in daily work and communication with eccentric or unreliable people — all these characterize this transit. This is an unfavorable transit for making decisions regarding joint finances, equity money, inheritance, insurance, pilots, or alimony. Transportation problems may occur unexpectedly. Erratic, unpredictable behavior while driving by a person or other people can be a source of danger. Chaotic and impractical connections with siblings, neighbors, friends, colleagues, or coworkers can be a source of confusion. A person may also receive unfavorable news concerning these people. In this transit, reasonable and realistic cooperation with other people is necessary, and in scientific, occult, and astrological pursuits and efforts, a reasonable and practical approach is especially needed. During this transit, there may be problems associated with poor blood circulation in the lower legs and soreness due to nervousness.
ru_ru: Непрактичные идеи, нервозность, раздражительность, неожиданные срывы в повседневной работе и общения с эксцентричными или ненадежными людьми — все это характеризует этот транзит. Это неблагоприятный транзит для принятия решений относительно совместных финансов, акционерных денег, наследства, страхования, пилотов или алиментов. Неожиданно могут возникнуть транспортные проблемы. Сумасбродное, непредсказуемое поведение во время езды на автомобиле со стороны человека или других людей может быть источником опасности. Хаотичные и непрактичные связи с братьями и сестрами, соседями, друзьями, коллегами или сослуживцами могут быть источником замешательства. Человек может также получать неблагоприятные вести, касающиеся этих людей. При этом транзите необходимо разумное и реалистическое сотрудничество с другими людьми, а в научных, оккультных, астрологических занятиях и усилиях особенно нужен разумный и практический подход. При этом транзите возможны проблемы, связанные с плохим кровообращением в голенях и болезненностью из-за нервозности.

# TransitMercuryOppositionVenus
source: This transit is characterized by disruption of business, social, romantic, and marital ties. Difficulties are especially likely to arise in matters related to food, clothing, art, literature, communication, and luxury goods. Meaningless chatter and gossip can interfere with productivity. A person tends to show a lack of judgment in matters concerning personal manners, clothing, hygiene, work habits, speech, and diet. A person can either become overly emotionally sensitive to other people's comments and attitudes, or be forced to deal with people of this temperament. In some cases, in order to avoid social troubles, they resort to hypocrisy. However, the effects of this transit can be harmonious if a person understands the needs, feelings, and attitudes of others and acts accordingly. Honesty and tact are especially necessary in business, social and personal relationships. A person can be involved in negotiations. Some people participate in cultural, literary, or artistic circles.
ru_ru: Этот транзит характеризуется нарушением деловых, светских, романтических и супружеских связей. Трудности особенно склонны возникать в делах, относящихся к пище, одежде, искусству, литературе, общении и предметам роскоши. Бессмысленная болтовня и сплетни могут помешать производительности труда. Человек склонен проявлять недостаток рассудительности в вопросах, касающихся личных манер, одежды, гигиены, трудовых привычек, речи и диеты. Человек может стать либо излишне эмоционально чувствительным к замечаниям и отношениям других людей, либо вынужден иметь дело с людьми такого темперамента. В некоторых случаях для того, чтобы избежать социальных неприятностей прибегают к лицемерию. Однако, воздействия этого транзита могут быть гармоничными, если человек понимает нужды, чувства и отношение других людей, и поступает соответственно. В деловых, светских и личных взаимоотношениях особенно необходимы честность и тактичность. Человек может быть вовлечен в переговоры. Некоторые люди участвуют в культурных, литературных или художественных кружках.

# TransitMercurySextileJupiter
source: This transit is characterized by positive thinking, intellectual optimism, and an interest in philosophy, religion, and higher education. This is a favorable transit for both small and long-term trips and connections with people from remote places. A person experiences increased curiosity about foreign cultures, religions, history, languages and traditions. This is a good time to go to college or university, or to publish a manuscript. This transit is beneficial for writers, teachers, lecturers, and those engaged in literary pursuits, as well as for those involved in the media and communications. During this period, a person's work tends to be carried out harmoniously. It is possible to participate in cultural, religious, philosophical or educational circles, online groups or organizations. Sometimes a person has prophetic insight into future trends and directions. This is a good time to draw up and sign contracts and agreements, mail business, as well as to find an accurate medical diagnosis and treatment.
ru_ru: Для этого транзита характерны позитивное мышление, интеллектуальный оптимизм и интерес к философии, религии и высшему образованию. Это благоприятный транзит как для небольших, так и для длительных путешествий и связей с людьми из отдаленных мест. Человек испытывает возросшую любознательность относительно зарубежных культур, религий, истории, языков и традиций. Это хорошее время для поступления в колледж или университет, или издания рукописи. Этот транзит благоприятен для писателей, учителей, лекторов и тех, кто занимается литературными поисками, а также для тех, кто связан со средствами информации и связи. В течение этого периода работа человека имеет тенденцию осуществляться гармонично. Возможно участие в культурных, религиозных, философских или образовательных кружках, интернет-группах или организациях. Иногда человек обладает пророческой проницательностью в будущие тенденции и направления. Это благоприятное время для составления и подписания контрактов и соглашений, почтового бизнеса, а также для нахождения точного медицинского диагноза и лечения.

# TransitMercurySextileMars
source: This transit characterizes the positive and dynamic affirmation of a person's personal ideas. This is a good time for debate and intellectual debate. Socializing and small trips related to work, common affairs, business, technical and scientific pursuits, or physical activities such as sports are possible. A person is inclined to develop ideas for improving professional, business and work efficiency. In general, this transit creates opportunities for the application of human ideas in practice. This is a good period for drafting business contracts and agreements, for professional and business strategy and planning. During this time, cases related to joint finance, joint-stock business, insurance, taxes and alimony can be effectively conducted. A person shows great energy and initiative in his studies, especially in fields related to science, technology, economics and military affairs. This is a good time for various types of research activities. This is also a good period for skilled artisans and artisans working in an artisanal way. A person tends to talk often and directly about sexual and emotional problems.
ru_ru: Этот транзит характеризует позитивное и динамичное утверждение личных идей человека. Это благоприятный период для дебатов и интеллектуальных споров. Возможны общения и небольшие поездки, касающиеся работы, общих дел, бизнеса, технических и научных поисков или физической деятельности, такой как спорт. Человек склонен развивать идеи относительно улучшения профессиональной, деловой и рабочей эффективности. Вообще, этот транзит создает возможности для применения идей человека на практике. Это хороший период для составления деловых контрактов и соглашений, для профессиональной и деловой стратегии и планирования. В это время могут эффективно вестись дела, относящиеся к совместным финансам, акционерному делу, страхованию, налогам и алиментам. Человек проявляет большую энергию и инициативу в учебе, особенно в областях, относящихся к науке, технике, экономике и военному делу. Это благоприятное время для различных видов исследовательской деятельности. Это также хороший период для умелых ремесленников и мастеров, работающих кустарным способом. Человек склонен часто и прямо говорить о сексуальных и эмоциональных проблемах.

# TransitMercurySextileMercury
source: During this period, there is an opportunity to buy a computer or learn how to work on it, attend sales. You're looking for a car, you need a job - don't miss the opportunity to find them. In this astrological situation, getting a new job and traveling are very likely. The opportunity to acquire new knowledge. Act, and Fortune will surely smile on you. This transit is characterized by intellectual activity, original ideas, and increased study, reading, and communication. This is a favorable period for relations with the media, advertising, or public relations. It is also a good time for writing, teaching, learning, and classroom attendance. You can expect a lot of short-term trips related to work, health, friends, intellectual interests, group and organizational matters.
ru_ru: В этот период возникает возможность купить компьютер или научиться работать на нем, посетить распродажи. Вы ищете автомобиль, вам нужна работа - не упустите случай найти их. При данной астрологической ситуации весьма вероятны получение новой работы, путешествия. Возможность приобретения новых знаний. Действуйте, и вам обязательно улыбнется Фортуна. Для этого транзита характерны интеллектуальная активность, оригинальные идеи, усиление учебы, чтения и общения. Это благоприятный период для отношений со средствами информации, занятий рекламой или публичными отношениями. Это также благоприятное время для писательской, преподавательской, учебной деятельности и для посещения учебных классов. Можно ожидать много недалеких путешествий, относящихся к работе, здоровью, друзьям, интеллектуальным интересам, групповым и организационным делам.

# TransitMercurySextileMoon
source: During this period, information, opinions and ideas will arouse positive emotions in you. The position you find yourself in will give you the opportunity to express your feelings more fully or to fulfill some personal desire. Other opportunities include the chance to visit distant relatives, communicate with them, and establish closer contact with family members. You have a chance to improve your nutrition, health, and physical fitness thanks to the people and situations you encounter. The transiting Mercury sextile with the radical Moon has the same meaning as the transiting Moon in the natal Mercury sextile, but lasts longer depending on Mercury's velocity and whether Mercury is stationary, retrograde, or direct.
ru_ru: В этот период информация, мнения и идеи вызовут у вас позитивные эмоции. Положение, в котором вы окажетесь, даст возможность полнее выразить свои чувства или осуществить некое личное желание. К другим возможностям относится шанс навестить далеко живущих родственников, пообщаться с ними, а также установить более тесный контакт с членами семьи. У вас есть шанс улучшить свое питание, здоровье и физическую форму благодаря людям и ситуациям, с которыми вы сталкиваетесь. Секстиль транзитного Меркурия с радикальной Луной имеет то же значение, что и транзитная Луна в секстиле с натальным Меркурием, но длится дольше в зависимости от скорости движения Меркурия и от того, будет ли Меркурий стационарным, ретроградным или прямым.

# TransitMercurySextileNeptune
source: This transit is characterized by a better ability to mentally represent ideas, telepathic communication, increased intuitive awareness and penetration into the subconscious mind. This is a favorable period for studying mystical and occult subjects. A person can become a channel for information from a spiritual source. Small trips are possible. During this transit, work or educational opportunities often open up related to hospitals, churches, shelters, or other institutions. This time is favorable for creative literary expression and other forms of art, especially photography, drawing and painting. A person can take part in secret information that can be used to advantage in some way.
ru_ru: Этот транзит характеризуется более совершенной способностью мысленно представлять идеи, телепатическим общением, возросшим интуитивным сознанием и проникновением в подсознательный разум. Это благоприятный период для изучения мистических и оккультных предметов. Человек может стать каналом для информации из духовного источника. Возможны небольшие поездки. В течение этого транзита часто открываются возможности для работы или образования, имеющих отношения к больницам, церквям, приютам или другим учреждениям. Это время благоприятно для творческого литературного выражения и других форм искусства, особенно фотографии, рисования и живописи. Человек может принимать участие в тайной информации, которая может быть некоторым образом использована с выгодой.

# TransitMercurySextilePluto
source: This transit is characterized by victories in scientific understanding and insight into the occult laws of nature and fundamental causes with all their manifestations. Clairvoyant sensations, telepathic communication, and intuitive guidance are often experienced during this transit. This is a favorable period for studying parapsychological or mystical subjects. A person can become a participant in secret privileged knowledge that can be used for his benefit. A person tends to strive for intellectual self-improvement and self-education. Some people show interest in subjects such as physics, mathematics, economics, genetics, and sex. It becomes obvious for a person to restore health, diet and personal hygiene. This time is favorable for ideas, decisions, communication and work related to joint finances, equity money, taxes, insurance, inheritance and property of the deceased. Trade and financial matters may require small trips.
ru_ru: Этот транзит характеризуется победами в научном понимании и проникновением в оккультные законы природы и фундаментальные причины со всеми проявлениями. Часто в течение этого транзита испытываются ясновидческие ощущения, телепатические общения и интуитивное руководство. Это благоприятный период для изучения парапсихологических или мистических предметов. Человек может стать участником тайных привилегированных знаний, которые могут быть использованы для его блага. Человек склонен стремиться к интеллектуальному самоулучшению и самообразованию. Некоторые люди проявляют интерес к таким предметам, как физика, математика, экономика, генетика и секс. Для человека становится очевидной необходимость восстановления здоровья, диеты и личной гигиены. Это время благоприятно для идей, решений, общения и работы, относящейся к совместным финансам, акционерным деньгам, налогам, страхованию, наследству и имуществу умершего. Торговые и финансовые дела, возможно, вызовут необходимость небольших поездок.

# TransitMercurySextileSaturn
source: This transit is characterized by realistic thinking, mental organization, serious study, work organization, and long-term planning. It is an excellent transit point for serious studies and work in fields such as mathematics, science, business and technology. This is also a good time for serious scientific or professional research, or writing. A person tends to be disciplined in order to write urgent papers, articles, and reports. Education is sought as a means of career advancement. Some people join serious educational, scientific or professional groups and organizations, and through such activities they may have new opportunities. During this transit, small trips and social interactions related to business and professional matters can also bring new opportunities to a person. This time is favorable for serious contracts or friendly agreements. Regarding the observance of a proper diet, health and hygiene regimens, a person becomes more serious. Serious relationships with brothers, sisters, friends, neighbors, coworkers and colleagues are possible. Contacts with old friends or comrades tend to be restored. A person can benefit from the advice of old, elderly, or experienced people.
ru_ru: Этот транзит характеризуют реалистическое мышление, умственная организованность, серьезная учеба, рабочая организованность и долгосрочное планирование. Это прекрасный транзит для серьезных занятий и работы в таких областях, как математика, наука, бизнес и техника. Это также хороший период для серьезных научных или профессиональных исследований, или писательской деятельности. Человек склонен соблюдать дисциплинированность, чтобы написать срочные бумаги, статьи и доклады. К образованию стремятся как к средству продвижения по карьере. Некоторые люди вступают в серьезные образовательные, научные или профессиональные группы и организации, и через такие занятия у них могут появиться новые возможности. В течение этого транзита новые возможности человеку могут также принести небольшие поездки и общения, относящиеся к бизнесу и профессиональным делам. Это время благоприятно для серьезных договоров или товарищеских соглашений. В отношении соблюдения правильной диеты, режимов здоровья и гигиены человек становится более серьезным. Возможны серьезные связи с братьями, сестрами, друзьями, соседями, сослуживцами и коллегами. Контакты со старыми друзьями или товарищами имеют тенденцию восстанавливаться. Человек может извлечь пользу из советов старых, пожилых или опытных людей.

# TransitMercurySextileSun
source: The flow of information directed in your direction during this period contains useful information with which you can better express your personality and exercise personal influence. Feel free to use other people's ideas, but for that you have to believe in them. The creative streak, strength of character, or leadership skills that you demonstrate in meetings, group discussions, or in connection with social events and business negotiations will help you to benefit significantly from the current situation. The transit Mercury sextile with the natal Sun has the same meaning as the transit Sun sextile with the natal Mercury. Mercury usually has a faster motion than the Sun. If Mercury is retrograde or stationary, the transit Mercury sextile with the natal Sun may last for two weeks, thus giving the transit more importance. Affairs that are associated with the transit Mercury sextile with the natal Sun often begin through human connections.
ru_ru: Поток информации направленный в вашу сторону в этот период содержит полезные сведения, с помощью которых вы сможете лучше выразить свою индивидуальность и осуществить личное влияние. Не стесняйтесь пользоваться чужими идеями, но для этого вы должны верить в них. Творческая жилка, сила характера или способности руководителя, которые вы демонстрируете на собраниях, в групповых дискуссиях или в связи с общественными событиями и деловыми переговорами, помогут вам извлечь значительную пользу из сложившейся ситуации. Секстиль транзитного Меркурия с натальным Солнцем имеет такое же значение, как секстиль транзитного Солнца с натальным Меркурием. Обычно Меркурий имеет более быстрое движение, чем Солнце. Если Меркурий будет ретроградным или стационарным, секстиль транзитного Меркурия с натальным Солнцем может продолжаться в течение двух недель, придавая таким образом транзиту большее значение. Дела, которые ассоциируются с секстилем транзитного Меркурия с натальным Солнцем, часто начинаются через связи человека.

# TransitMercurySextileUran
source: During this transit, a person makes unexpected, unusual or interesting connections and acquires intuitive ideas and insight. This is a favorable transit for working with scientific technology, electronics, or new methods to improve labor efficiency and productivity. A person may become interested in electronic communications, astrology, occult subjects, or scientific pursuits and research. At this time, latent abilities for intuition and clairvoyance are sometimes stimulated. A person may be interested in unusual treatments. There are often connections with brothers, sisters, neighbors, friends, colleagues, and coworkers. Small trips may be related to scientific interests, friends, or IT companies and organizations. Intellectual group and organizational bonds often bring sudden opportunities to realize personal goals and objectives.
ru_ru: В течение этого транзита человек завязывает неожиданные, необычные или интересные связи и приобретает интуитивные идеи и проницательность. Это благоприятный транзит для работы с научной технологией, электроникой или новыми методами для улучшения эффективности труда и производительности. Человек может увлечься электронными средствами связи, астрологией, оккультными предметами или научными занятиями и исследованиями. В это время иногда стимулируются скрытые способности к интуиции и ясновидению. Человек может проявлять интерес к необычным методам лечения. Часто имеют место связи с братьями, сестрами, соседями, друзьями, коллегами и сослуживцами. Небольшие поездки, возможно, будут связаны с научными интересами, друзьями или IT-компаниями и организациями. Интеллектуальные групповые и организационные узы часто приносят внезапные возможности для реализации личных целей и задач.

# TransitMercurySextileVenus
source: This transit is characterized by harmonious communication with social acquaintances, business partners, lovers and spouses. This is a favorable transit for public relations, advertising and business relations. It is also good for work or business related to art, music, entertainment, or luxury items. A harmonious working environment is becoming especially important. People with this transit are particularly prone to exhibit a subtle perception of literary art forms. In their speech and communication, they show an unusual degree of courtesy, diplomacy and tact, and try to please other people with their clothes and personal jewelry. This is a favorable transit for short trips related to business, love, or social and artistic activities of a person. Some people discover an interest in human relationships and psychology. At this time, harmonious communication and relationships with brothers, sisters, and colleagues, group and organizational societies can begin.
ru_ru: Этот транзит характеризуется гармоничным общением со светскими знакомыми, деловыми партнерами, возлюбленными и супругами. Это благоприятный транзит для отношений с публикой, рекламой и деловых связей. Он также хорош для работы или бизнеса в связи с искусством, музыкой, развлечениями иди предметами роскоши. Становится особенно важной гармоничная атмосфера в рабочей среде. Люди с этим транзитом особенно склонны проявлять тонкое восприятие литературных форм искусства. В своей речи и общении они обнаруживают необычную степень любезности, дипломатичности и такта, и стараются своей одеждой и личными украшениями угодить другим людям. Это благоприятный транзит для коротких поездок, связанных с бизнесом, любовью или общественной и художественной деятельностью человека. Некоторые люди обнаруживают интерес к человеческим взаимоотношениям и психологии. В это время может быть положено начало гармоничному общению и взаимоотношениям с братьями, сестрами, и сослуживцами, групповыми и организационными обществами.
