Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitSunSquareSun
source: This transit is characterized by the problems of a dictatorial position, false pride and selfishness. In general, during this period, attempts to suppress other people with your will should be avoided. There may be difficulties in dealing with children and their education. Some people find that their unreasonable search for pleasure and excessive love affairs interfere with their creative self-expression, which in turn leads to frustration. Gambling and unreasonable speculation should be especially avoided during this transit. There are problems in relationships with reputable and influential people. This is a bad time to seek special patronage from your superiors. On the positive side, this transit makes a person more ambitious. If he acts constructively, then this transit can lead to decent results.
ru_ru: Этот транзит характеризуют проблемы диктаторской позиции, ложной гордости и эгоизма. Вообще в течение этого периода следует избегать попыток подавить своей волей других людей. Могут быть трудности и в отношениях с детьми и их образованием. Некоторые люди обнаруживают, что их неразумный поиск удовольствий и чрезмерное увлечение любовными делами мешает творческому самовыражению личности, а это в свою очередь ведет к разочарованию. В течение этого транзита следует особенно избегать азартных игр и неразумных спекуляций. Возникают проблемы в отношениях с авторитетными и влиятельными лицами. Это плохое время для того, чтобы искать особого покровительства со стороны начальников. С позитивной стороны этот транзит делает человека более честолюбивым. Если он действует конструктивно, то этот транзит может привести к достойным результатам.

# TransitSunSquareUran
source: This transit is characterized by a thirst for personal freedom at any cost. If this takes the form of freedom without personal responsibility, then sooner or later serious difficulties may arise. Some people take an ambivalent position, demanding absolute personal freedom, but at the same time, expecting others to strictly observe their duty. Selfishness and stubbornness make a person blind to good advice. In general, human behavior tends to be erratic, contradictory, and unreliable. Contradictory behavior will be especially evident in social affairs or love relationships. Sudden romantic attachments may occur, however, they are rarely stable and lasting. In extreme cases, attachment leads to the destruction of a person's family, social and monetary security. At this time, friendship with eccentric and fickle people is not in the best interests of man. During this period, there is also a danger of inconsistent treatment of children. This is an unfavorable period for occult affairs and activities with IT companies and organizations: unexpected difficulties and problems may arise. Astrological judgments made during this transit may be superficial and erroneous. Joint finance and joint-stock money matters are often a source of difficulties. During this transit, gambling or unwise speculation can be ruinous. Transit can also lead to irregular heart activity that is difficult to recognize. The circumstances of a person's life can be destroyed by cultural, political, and economic forces beyond a person's control. In some cases, a person who has put a lot of effort into building some kind of creative expression destroys or abandons it with some stupid act. During this transit, one should not strive for big changes, however, if a person is forced to make changes, he should tactfully adapt, because changes can open doors that will eventually lead to the realization of personal goals and objectives. The consequences of this transit depend on the purity of personal motives. Even hostile transits of Uranium can have a liberating, expanding effect on self-awareness. When used correctly, this transit can provide intuitive insight that propels a person to a higher level of consciousness.
ru_ru: Этот транзит характеризует жажда личной свободы любой ценой. Если это принимает форму свободы без личной ответственности, то рано или поздно могут возникнуть серьезные трудности. Некоторые люди принимают двойственную позицию, требуя абсолютной личной свободы, но в то же время, ожидая от других строгого соблюдения долга. Эгоизм и упрямство делают человека слепым к хорошим советам. Вообще, поведение человека склонно быть сумасбродным, противоречивым и ненадежным. Противоречивое поведение будет особенно очевидным в светских делах или любовных отношениях. Могут иметь место внезапные романтические привязанности, однако, они редко устойчивы и длительны. В крайних случаях привязанность приводит к разрушению семьи человека, социальной и денежной безопасности. В это время дружба с эксцентричными и непостоянными людьми не в интересах человека. В течение этого периода существует также опасность непоследовательного отношения к детям. Это неблагоприятный период для оккультных дел и занятий с IT-компаниями и организациями: могут возникнуть неожиданные трудности и проблемы. Астрологические суждения, составленные при этом транзите, могут быть поверхностными и ошибочными. Совместные финансы и акционерные денежные дела часто являются источником трудностей. В течение этого транзита азартные игры или неразумные спекуляции могут быть разорительными. Транзит также может привести к неритмичной деятельности сердца, которую трудно распознать. Обстоятельства жизни человека могут быть разрушены независящими от воли человека культурными, политическими и экономическими силами. В некоторых случаях человек, приложивший много усилий, чтобы построить какой-то вид творческого выражения, каким-то глупым поступком разрушает или бросает его. При этом транзите не следует стремиться к большим переменам, однако, если человека вынуждают к переменам, он должен тактично приспосабливаться, т.к. перемены могут открыть двери, которые в конечном счете приведут к осуществлению личных целей и задач. Последствия этого транзита зависят от чистоты личных побуждений. Даже враждебные транзиты Урана могут иметь освобождающее, расширяющее воздействие на самосознание. При правильном использовании этот транзит может дать интуитивную проницательность, побуждающую личность к более высокому уровню сознания.

# TransitSunSquareVenus
source: This transit is characterized by a lack of diligence, self-indulgence, and an unreasonable pursuit of pleasure. There may also be a waste of money. There may be a tendency to spoil children. Some people have a childish need for personal attention and admiration, which can lead to extravagance and boasting. The disadvantages are selfish relationships, misdirected sympathy, and sentimentality. A person tends to avoid unpleasant responsibilities. Emotional insults and insults are possible in social and romantic relationships. There is a possibility of sensuality and excessive passion for sex. This is a bad time to arrange an evening or a social gathering: there may be differences of taste or emotional misunderstandings. A person who has been involved in art, music, or entertainment is likely to have poor taste during this time. However, this transit can be useful for those who are usually timid and shy, as it helps to overcome social inhibitions.
ru_ru: Для этого транзита характерны недостаток трудолюбия, потакание своим желаниям и неразумная погоня за удовольствиями. Может также возникнуть мотовство денег. Возможна склонность портить детей. Некоторые люди испытывают детскую потребность в личном внимании и восхищении, что может привести к экстравагантности и хвастовству. Недостатками являются эгоистичные отношения, неправильно направленная симпатия и сентиментальность. Человек склонен избегать неприятных обязанностей. В общественных и романтических взаимоотношениях возможны эмоциональные обиды и оскорбления. Существует вероятность чувственности и чрезмерного увлечения сексом. Это плохой период, чтобы устраивать вечер или светскую встречу: возможны расхождения во вкусах или эмоциональные недоразумения. Человек, занимавшийся искусством, музыкой или развлечениями, в течение этого времени, вероятно, будет проявлять плохой вкус. Однако, этот транзит может быть полезным тем, кто обычно робок и застенчив, т.к. он помогает преодолеть социальные запреты.

# TransitSunTrineJupiter
source: This transit is characterized by a generous point of view. A person receives support and recognition from cultural, religious, educational institutions and people with influence and authority. During this period, a person has a strong intuition and often comprehends future cultural trends and trends. This is a favorable transit for moral improvement and self-education. This is a good period for admission to higher education. Social and romantic opportunities arise with the participation of universities and churches or cultural and religious institutions. This is a favorable period for cultural and religious education of children. In general, people become more generous and attentive to others, especially those who are less happy than themselves. This time is favorable for long trips for pleasure or knowledge. Some people discover an interest in foreign cultures and traditions. It is also a good time for long-term commercial relationships and transactions with people from distant places. Secular or romantic relationships can be established with people of foreign origin or from distant places. Artists and performers enjoy popularity and success during this time period. This transit provides protection to those who are in difficult circumstances. Sometimes a person can't completely lose everything. In general, a person is likely to reap the benefits of previous good deeds. This is also a favorable period for conducting legal business.
ru_ru: Этот транзит характеризует великодушная точка зрения. Человек получает поддержку и признание от культурных, религиозных, образовательных учреждений и лиц, имеющих влияние и авторитет. В течение этого периода человек обладает сильной интуицией и часто постигает будущие культурные течения и направления. Это благоприятный транзит для нравственного усовершенствования и самообразования. Это хороший период для поступления в высшее учебное заведение. Общественные и романтические возможности появляются при участии университетов и церквей или культурных и религиозных учреждений. Это благоприятный период для культурного и религиозного обучения детей. Вообще, люди становятся великодушнее и внимательнее к другим, особенно к тем, кто менее счастлив, чем они сами. Это время благоприятно для долгих путешествий ради удовольствия или знаний. Некоторые люди обнаруживают интерес к иностранным, зарубежным культурам и традициям. Это также хорошее время для долгосрочных коммерческих связей и сделок с лицами из дальних мест. С людьми иностранного происхождения или из дальних мест могут устанавливаться светские или романтические взаимоотношения. Артисты и исполнители пользуются популярностью и успехом в течение этого периода времени. Этот транзит обеспечивает защиту тем, кто находится в трудных обстоятельствах. Человек иногда не может полностью потерять все. Вообще, человек скорее всего будет пожинать плоды прежних хороших поступков. Это также благоприятный период для ведения юридических дел.

# TransitSunTrineMars
source: This transit is characterized by increased energy, courage, self-confidence, and personal authority. During this period, a person tends to effectively put their constructive ideas and goals into action. This often takes the form of valuable professional and business leadership. Political matters or issues related to the joint-stock business also receive assistance during this time. Physical work and exercise during this period improve a person's health and appearance. It is possible to show an active interest in outdoor activities, sports or performances. This is a good time for physical education of children or young people, and a person becomes more confident in their social and love affairs. This time is also favorable for artistic efforts that require energy and tension.
ru_ru: Этот транзит характеризуют возросшая энергия, смелость, самоуверенность и личный авторитет. В течение этого периода человек склонен эффективно приводить свои конструктивные идеи и цели в действие. Это часто принимает форму ценного профессионального и делового лидерства. Политические дела или вопросы, относящиеся к акционерному делу, в течение этого времени также получают содействие. Физическая работа и упражнения в течение этого периода улучшают здоровье и вид человека. Возможно проявление активного интереса к занятиям на свежем воздухе, к спорту или выступлениям. Это хороший период для занятий физическим воспитанием детей или молодежи, человек становится самоувереннее в своих светских и любовных делах. Также это время благоприятно для артистических усилий, требующих энергии и напряжения.

# TransitSunTrineMercury
source: This transit is characterized by creative intellectual self-expression and intellectual activity. A person speaks about his personal intentions clearly and confidently. This is a good time for romantic, social relations, for intellectual communication and work with brothers, sisters, neighbors and colleagues. Social and romantic opportunities can arise through these interactions and affairs. This time is also favorable for pleasure trips. Mental games like chess can be a source of pleasure. During this transit, a person tends to be funny and witty. A person shows interest in attractive and aesthetically beautiful clothes. There is a growing understanding of the importance of proper diet and personal hygiene. This is a good time to help children with their studies and mental education. A person's confident manner of communication earns him the support of other people in his ideas and projects. This is a favorable time for studying, writing, teaching, lecturing, research and publishing activities. Some people show interest in literary art forms or plays. Communication with reputable and influential people at this time tends to be very favorable. This is a good transit point for concluding agreements and signing contracts. A person can take on the role of a personal leader in the implementation of ideas in order to improve work efficiency and methods.
ru_ru: Этот транзит характеризуют творческое интеллектуальное самовыражение и интеллектуальная активность. Человек говорит о своих личных замыслах ясно и уверенно. Это хороший период для романтических, общественных связей, для интеллектуального общения и работы с братьями, сестрами, соседями и коллегами. Через эти общения и дела могут возникнуть общественные и романтические возможности. Это время также благоприятно для увеселительных прогулок. Умственные игры такие, как шахматы, могут быть источником удовольствия. В течение этого транзита человек склонен быть веселым и остроумным. Человек проявляет интерес к привлекательной и эстетически красивой одежде. Возрастает понимание важности правильной диеты и личной гигиены. Это хороший период для того, чтобы помочь детям в учебе и умственном воспитании. Уверенная манера общения человека завоевывает ему поддержку других людей в его идеях и проектах. Это благоприятное время для учебы, писательской, учительской, лекторской, научно-исследовательской и издательской деятельности. Некоторые люди проявляют интерес к формам литературного искусства или пьесам. Общение с авторитетными и влиятельными лицами в это время склонно быть весьма благоприятным. Это хороший транзит для заключения соглашений и подписания контрактов. Человек может взять на себя роль персонального лидера в осуществлении идей с целью улучшения эффективности работы и методов.

# TransitSunTrineMoon
source: This transit is characterized by harmonious relationships in the family and with the opposite sex, an improvement in vitality and an easy flow of daily human affairs. This period is favorable for family gatherings and social affairs. A person enjoys or participates in the preparation of delicious food. This is a good time for business activities related to entertainment, food, farm, real estate, home, household products or services, children and their education. The time is also favorable for personal monetary speculation. This is a good time to turn to reputable and influential people for financial support. This transit creates a favorable atmosphere for romantic relationships. At this time, the conscious will and the unconscious habitual tendencies are in harmony. A person balances activity and receptivity, both in social relationships and in self-expression.
ru_ru: Для этого транзита характерны гармоничные взаимоотношения в семье и с противоположным полом, улучшение жизненных сил и легкое течение повседневных дел человека. Данный период благоприятен для семейных встреч и общественных дел. Человек получает удовольствие или принимает участие в приготовлении изысканной пищи. Это хороший период для деловой активности, относящейся к развлечениям, пище, ферме, недвижимому имуществу, дому, домашним продуктам или услугам, к детям и их образованию. Время благоприятно также для личных денежных спекуляций. Это хороший период для того, чтобы обращаться к авторитетным и влиятельным лицам за расположением в денежной поддержке. Этот транзит создает благоприятную атмосферу для романтических взаимоотношений. В это время сознательная воля и бессознательные привычные склонности находятся в гармонии. Человек приводит в равновесие активность и восприимчивость, как в общественных взаимоотношениях, так и в самовыражении.

# TransitSunTrineNeptune
source: This transit is characterized by increased creative expression and imagination. A person gets access to the activity of his subconscious. At this time, intuitive ability and spiritual consciousness are also enhanced, and this can result in an interest in religion, philosophy, mysticism, and occult subjects. Telepathy, precognition, and prophetic insights into future cultural trends are possible. Under this transit, ideal love enters some people's lives. Intuitive empathy for children and their emotional needs is often shown. This is a good time for dealing with hospitals, religious or cultural institutions, for long trips or religious pilgrimages. A person can benefit from a spiritual teacher.
ru_ru: Этот транзит характеризует усиление творческого самовыражения и воображения. Человек получает доступ в деятельность своего подсознания. В это время также усиливается интуитивная способность и духовное сознание, и это может привести в результате интереса к религии, философии, мистицизму и оккультным предметам. Возможны телепатия, предвидение и пророческие проникновения в будущие культурные течения. Под этим транзитом в жизнь некоторых людей входит идеальная любовь. Часто проявляется интуитивное сочувствие к детям и их эмоциональным нуждам. Это благоприятное время для дел с больницами, религиозными или культурными институтами, для долгих путешествий или религиозного паломничества. Человек может получить пользу от духовного учителя.

# TransitSunTrinePluto
source: This transit is characterized by great willpower, ingenuity, and efforts aimed at spiritual, mental, and physical self-improvement. In business and professional affairs, a person can assume the role of a personal leader. This is a favorable period for starting joint-stock business enterprises or joining them, as well as for scientific research, advanced technology and occult studies. Under this transit, intuitive clairvoyance abilities can be enhanced. This is a good time to study metaphysics and spiritualism. Often, a person benefits through insurance, inheritance, government securities, tax rebates, subsidies, or joint money. People often find their ingenuity in improving existing conditions and opportunities, and in finding new uses for unnecessary things.
ru_ru: Для этого транзита характерны большая сила воли, изобретательность и усилия, направленные на духовное, умственное и физическое самосовершенствование. В бизнесе и профессиональных делах человек может брать на себя роль персонального лидера. Это благоприятный период для начата акционерных деловых предприятий или вхождения в них, а также для научных исследований, передовой технологии и оккультных занятий. Под этим транзитом могут усиливаться способности к интуитивному ясновидению. Это благоприятное время для изучения метафизики и спиритизма. Часто человек получает выгоду через страхование, наследство, государственные ценные бумаги, налоговые скидки, субсидии или совместные деньги. Люди часто обнаруживают свою изобретательность в улучшении существующих условий и возможностей, и в нахождении нового применения ненужным вещам.

# TransitSunTrineSaturn
source: This transit is characterized by a great sense of personal responsibility and constructive professional ambition. Past social and romantic relationships are often renewed. People are becoming more aware of their responsibility towards children. Constructive leadership and other benefits come through the elderly or outstanding people. During this period, a person begins to care more and more about long-term goals and objectives. This is a favorable period for administrators, politicians and businessmen. Steady progress is possible in business and professional affairs. This is also a favorable period for conducting serious legal cases. A person discovers qualities such as organization, productivity, and diligence that are recognized by their superiors. There is a great need to put creative ideas into practice. Creative artists experiencing this transit have a better sense of form and structure.
ru_ru: Этот транзит характеризуют большое чувство личной ответственности и конструктивное профессиональное честолюбие. Прошлые светские и романтические взаимоотношения часто возобновляются. Люди начинают глубже осознавать свою ответственность по отношению к детям. Через пожилых или выдающихся людей приходит конструктивное руководство и другие выгоды. В течение этого периода человек все больше начинает заботиться о долгосрочных целях и задачах. Это благоприятный период для администраторов, политиков и бизнесменов. В бизнесе и профессиональных делах возможен устойчивый прогресс. Это также благоприятный период для ведения серьезных юридических дел. Человек обнаруживает такие качества, как организованность, производительность и прилежание, которые получают признание у начальства. Существует большая потребность в применении на практике творческих идей. Творческие артисты, испытывающие этот транзит, обладают лучшими чувствами формы и структуры.
