Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# NatalSaturnTrineNeptune
source: Are Saturn and Neptune an ally or an enemy? Great magnets of the cosmic world, capable of making plans and playing at mystery. They involve research and secret projects, especially in the field of public affairs. To their warlike strategists, generals, and researchers of the occult sciences, they offer the keys to solving mysteries and riddles. No signal, even the most invisible one, will go undetected. Maybe they have a connection with mystical societies? Using practical and creative methods of foresight and understanding, they build their visionary reality. Neptune's imagination, despite its formal precision, is capable of foreseeing the future. It favors the film industry and photographers, because where entertainment is (V House), Saturn offers its organizational talents. They have an amazing calmness, the ability to meditate and use their occult powers. They have a sixth sense for analyzing subtle facts that affect trading and investing money, especially in houses V and II. They know the law of cause and effect in relation to their own and others' karma. For this aspect to work its best, fast planets must form aspects with Saturn or Neptune. It is invisible to ordinary people. Patience, endurance, self-control, self-discipline, moral ideals, hard work, spiritual strength and concentration; spiritual depth, deep psychological penetration; deep sympathy, constancy. Disadvantages: passivity in actions, slowness.
ru_ru: Сатурн и Нептун - союзник или враг? Великие магниты космического мира, способные плести планы и играть в тайну. Они сопряжены с исследованиями и секретными проектами, особенно в сфере государственных дел. Своим воинственным стратегам, генералам и исследователям оккультных наук они предлагают ключи к разгадке тайн и загадок. Ни один сигнал, даже самый невидимый, не останется необнаруженным. Может быть, у них есть связь с мистическими обществами? Используя практичные и креативные методы предвидения и понимания, они строят свою дальновидную реальность. Воображение Нептуна, несмотря на свою формальную точность, способно прозревать будущее. Его благоприятствует кинопромышленникам и фотографам, ведь там, где развлечения (V дом), Сатурн предлагает свои организаторские таланты. Они обладают удивительным спокойствием, способностью к медитации и использованию своих оккультных сил. У них есть шестое чувство для анализа незаметных фактов, влияющих на игру на бирже и инвестирование денег, особенно в V и II домах. Они знают закон причины и следствия в отношении своей и чужой кармы. Чтобы этот аспект работал на все сто, быстрые планеты должны образовывать аспекты с Сатурном или Нептуном. Обычным людям он незаметен. Терпение, выносливость, самообладание, самодисциплина, нравственные идеалы, трудолюбие, духовная сила и концентрация; душевная глубина, глубокое психологическое проникновение; глубокие симпатии, постоянство. Недостатки: пассивность в действиях, медлительность.

# NatalSaturnTrinePluto
source: Saturn in the trine to Pluto is an aspect that gives the ability to understand the special laws governing the organization of subtle energies and use them consciously or unconsciously. This aspect is especially beneficial for physicists, occultists, magicians and astrologers, as well as for those who practice meditation. When the planets Saturn and Pluto are in a good aspect, and the rest of the horoscope confirms a tendency towards the occult, this indicates a broad understanding of life and the world. A person with strong perseverance, perseverance, ambition and endurance in work usually strives to achieve their goals. They are distinguished by their organizational skills, which allows them to gain the trust of their superiors and advance their careers. This aspect is especially suitable for politicians and administrators, as it allows them to slowly but surely ascend the social hierarchy. They achieve professional success through hard work, which brings them a structured family life and a comfortable home atmosphere.
ru_ru: Сатурн в трине к Плутону является таким аспектом, который дает способность понять особые законы, определяющие организацию тонких энергий, и использовать их сознательно или бессознательно. Этот аспект особенно благоприятен для физиков, оккультистов, магов и астрологов, а также для тех, кто занимается медитацией. Когда планеты Сатурн и Плутон находятся в хорошем аспекте, а остальной гороскоп подтверждает склонность к оккультизму, это говорит о широком понимании жизни и мира. Человек с сильным упорством, настойчивостью, честолюбием и выносливостью в труде обычно стремится достичь поставленных целей. Они отличаются организаторскими способностями, что позволяет им завоевать доверие начальства и продвигаться в карьере. Этот аспект особенно подходит для политиков и администраторов, поскольку он позволяет медленно, но верно восходить по социальной иерархии. Они добиваются профессиональных успехов благодаря упорному труду, что приносит им структурированную семейную жизнь и комфортную домашнюю атмосферу.

# NatalSaturnTrineUran
source: Saturn and Uranus are a combination of an intuitive understanding of cosmic laws and the meaning of karma, which allows you to skillfully organize your life accordingly. With a strong will, they are able to practically apply creative inspiration. This combination of properties is especially useful for studying mathematics, natural sciences, astrology, yoga, and the occult. People with this Saturn-Uranus connection have a unique skill to master the subtlest energy precisely, systematically and scientifically. They are geniuses in the organizational field and always have clarity of thought. Such people can become excellent statesmen, managers and coordinators of large projects. They are skilled at working with the public, as they have an understanding of people's motives. They are often actively involved in the activities of lodges, groups, and religious or occult societies. Saturn, the lord of Capricorn, and Uranus, the ruler of Aquarius, make it easy for them to work in groups. The culmination of Uranus in Scorpio gives them the ability to organize collective means and forces, and the culmination of Saturn in Libra gives them diplomacy. Harmony of reason and intuition is what Saturn, located in trine, brings to Uranus. Prudence, forethought and prudence are their important characteristics. They have a strong and original mind, they know how to organize and concentrate, they have insight, practicality and ingenuity. Their only drawback may be excessive caution.
ru_ru: Сатурн и Уран - сочетание интуитивного понимания космических законов и смысла кармы, что позволяет умело организовать свою жизнь соответствующим образом. Обладая сильной волей, они способны практически применять творческое вдохновение. Эта комбинация свойств особенно полезна для изучения математики, естественных наук, астрологии, йоги и оккультизма. Люди с такой связью Сатурна и Урана обладают уникальным навыком овладевать тончайшей энергией точно, систематически и научно. Они - гении в организаторской сфере и всегда обладают ясностью мыслей. Такие люди могут стать прекрасными государственными деятелями, руководителями и координаторами больших проектов. Они умело работают с публикой, так как обладают пониманием мотивов людей. Часто они активно вовлечены в деятельность лож, групп и религиозных или оккультных обществ. Сатурн, властелин Козерога, и Уран, правитель Водолея, позволяют им с легкостью работать в группах. Кульминация Урана в Скорпионе дает им способность организовывать коллективные средства и силы, а кульминация Сатурна в Весах придает им дипломатичность. Гармония рассудка и интуиции - вот что привносит Сатурн, находящийся в трине к Урану. Благоразумие, предусмотрительность и осмотрительность являются их важными характеристиками. Они обладают сильным и оригинальным умом, умеют организовывать и концентрироваться, обладают проницательностью, практичностью и изобретательностью. Единственным их недостатком может быть излишняя осторожность.

# NatalSunConjunctionJupiter
source: The conjunction of the Sun with Jupiter in the natal chart gives an outstanding personality. This makes you a sociable, optimistic, generous and lucky person. You are also a proud person with great self-belief and confidence. This regal quality gives you an advantage and the opportunity to believe that you are better than others. An inflated ego can lead to arrogance, selfishness, excessive pampering, extravagance, and extravagance. Your moral code, religion, philosophy, or spiritual worldview are important. But then again, there's the possibility of going too far and becoming complacent, judgmental, or overzealous. Moderation and thoughtfulness are the key to avoiding the excessive tendency of the Sun in conjunction with Jupiter. You can be attractive, warm, interesting, and funny without overdoing it. You can be very successful and at the same time humble. Your love of study and long-distance travel makes you liberal, tolerant, broad-minded, and wise.
ru_ru: Соединение Солнца с Юпитером в натальной карте дает выдающуюся личность. Это делает вас общительным, оптимистичным, щедрым и удачливым человеком. Вы также гордый человек с большой верой в себя и уверенностью. Это царственное качество дает вам преимущество и возможность поверить в то, что вы лучше других. Раздутое эго может стать причиной высокомерия, эгоизма, чрезмерного баловства, расточительности и расточительства. Ваш моральный кодекс, религия, философия или духовное мировоззрение имеют важное значение. Но опять же, существует вероятность зайти слишком далеко и стать самодовольным, осуждающим или чрезмерно усердным. Умеренность и вдумчивость — ключ к тому, чтобы избежать чрезмерной тенденции Солнца в соединении с Юпитером. Вы можете быть привлекательным, теплым, интересным и забавным, не переусердствуя. Вы можете быть очень преуспевающими и в то же время скромными. Любовь к учебе и дальним путешествиям делает вас либеральным, терпимым, широким кругозором и мудрым.

# NatalSunConjunctionMars
source: The conjunction of the Sun with Mars in the natal chart makes you energetic, heroic, brave, ferocious and fearless. You are belligerent and have good organizational and leadership skills. However, you can also be defiant, intolerant, overconfident, violent, and vindictive. You are passionate about asserting your individuality. You will fight at all costs to be yourself. Being very sexy, you should enjoy conquering. This aspect gives you incredible energy and initiative, but endurance may not be your strong suit. Mars is rude, unbridled, brash, bold, and sometimes vulgar. The creative fire of the Sun combined with the incredible speed of Mars still makes you purposeful and ambitious. However, you may react badly to rejection. But your unrestrained self-assertion can inspire awe, and you will achieve a lot by pursuing noble goals.
ru_ru: Соединение Солнца с Марсом в натальной карте делает вас энергичным, героическим, отважным, свирепым и бесстрашным. Вы воинственны и обладаете хорошими организаторскими, лидерскими способностями. Однако вы также можете быть вызывающим, нетерпимым, самоуверенным, жестоким и мстительным. Вы страстно желаете утвердить свою индивидуальность. Вы будете бороться любой ценой за то, чтобы быть самим собой. Будучи очень сексуальным, вы должны получать удовольствие от завоевания. Этот аспект дает невероятную энергию и инициативу, но выносливость может быть не вашей сильной стороной. Марс грубый, необузданный, дерзкий, смелый, а иногда и вульгарный. Творческий огонь Солнца в сочетании с невероятной скоростью Марса по-прежнему делает вас целеустремленным и амбициозным. Однако вы можете плохо отреагировать на отказ. Но ваше безудержное самоутверждение может внушать трепет, и вы многого добьетесь, преследуя благородные цели.

# NatalSunConjunctionMercury
source: The connection of the Sun with Mercury in the natal chart is the best of all aspects for communication. Interacting with other people is most important to you because it stimulates your need to share ideas. However, with such an active mind, you can easily get distracted when listening to others, interfering, or letting your mind wander. You're probably better at talking than listening. Mercury governs communication, thought patterns, rationality, and reasoning. As well as primary and secondary education, neighborhood, siblings, cousins, short-distance travel, news and information. Mercury is fast, lively, adaptable, changeable, dispassionate and curious. Self-expression is a really strong point for you. Vividly conveying a message or concept makes you a great communicator. Others will enjoy listening to you and watching you speak while you use gestures and facial expressions to get your message across. You should be able to speak publicly and become an excellent trader, actor or politician. Your chameleon-like abilities enhance your talent for acting or choosing a certain image, depending on the situation. Your natural curiosity matches your mental and manual dexterity. This gives the ability to decorative and applied arts, as well as to complex and precise mechanisms, from watches to engines. Learning should be easy, like reading anything from novels to detailed instructions. You may have a talent for writing stories, and you can interpret symbols well, create fonts or calligraphy.
ru_ru: Соединение Солнца с Меркурием в натальной карте — лучший из всех аспектов для общения. Взаимодействие с другими людьми наиболее важно для вас, поскольку оно стимулирует вашу потребность делиться идеями. Однако с таким активным умом вы можете легко отвлечься, когда слушаете других, вмешиваетесь или позволяете своему разуму блуждать. Вероятно, вы лучше говорите, чем слушаете. Меркурий управляет общением, моделями мышления, рациональностью и рассуждением. А также начальное и среднее образование, соседство, братья и сестры, двоюродные братья, поездки на короткие расстояния, новости и информация. Меркурий быстрый, живой, адаптируемый, изменчивый, бесстрастный и любопытный. Самовыражение является для вас действительно сильной стороной. Яркая передача сообщения или концепции делает вас отличным коммуникатором. Другим будет приятно слушать вас и смотреть, как вы говорите, пока вы используете жесты и мимику, чтобы донести свое сообщение. Вы должны уметь публично выступать и стать отличным торговцем, актером или политиком. Ваши способности, подобные хамелеону, усиливают ваш талант к актерскому мастерству или выбору определенного образа в зависимости от ситуации. Природное любопытство соответствует вашей умственной и ловкости рук. Это дает способности к декоративно-прикладному искусству, а также к сложным и точным механизмам, от часов до двигателей. Учеба должна даваться легко, например, чтение чего угодно, от романов до подробных инструкций. У вас может быть талант к написанию историй, и вы можете хорошо интерпретировать символы, создавать шрифты или каллиграфию.

# NatalSunConjunctionMoon
source: The conjunction of the Sun with the Moon in the natal chart is a powerful combination of the two strongest bodies in astrology. Being born into a new moon or solar eclipse makes you a very focused person, striving to achieve your goals and meet your high expectations. Mixing consciousness and subconsciousness makes you charismatic and popular. Bright and grandiose as life, you embody the spontaneous energy of the new moon. You have the initiative and conviction to start major projects and bring them to completion. Besides, you are not afraid to take the initiative. You have a lot of energy, and you often feel a strong desire to accomplish something, to start. You have the self-confidence and ability for this role, but you often may not pay attention to how your powerful energy affects other people's lives. This doesn't mean that you don't care about others; you just don't realize how much of an impression you make on them. An applied union means that you were born on a waning moon. Being born shortly before the new moon makes you more aware and contemplative. Perhaps you are coming to the end of a great cycle of many incarnations. An older soul with an understanding of its place in the broader scheme of things. You may prefer fewer new beginnings, but they will make a bigger difference. A separating union means that you were born into a waxing moon. Being born right after the new moon will make you want to leave your mark, but you may have less self-awareness. Perhaps you have recently entered a new great cycle of incarnations. A young soul with a great sense of adventure and thirst for life. You'll want to start a lot of new things, but you'll make a few mistakes along the way.
ru_ru: Соединение Солнца с Луной в натальной карте представляет собой мощное сочетание двух сильнейших тел в астрологии. Рождение в новолуние или солнечное затмение делает вас очень сосредоточенным человеком, стремящимся достичь своих целей и оправдать свои высокие ожидания. Смешение сознания и подсознания делает вас харизматичным и популярным. Яркий и грандиозный, как жизнь, вы воплощаете спонтанную энергию новолуния. У вас есть инициатива и убежденность, чтобы начать крупные проекты и довести их до завершения. Кроме того, вы не боитесь взять на себя инициативу. В вас содержится много энергии, и вы часто чувствуете сильное желание что-то осуществить, начать. У вас есть уверенность в себе и способности для этой роли, но вы часто можете не обращать внимания на то, как ваша мощная энергия влияет на жизнь других людей. Это не значит, что вы не заботитесь о других; вы просто не осознаете, какое сильное впечатление производите на них. Прикладной союз означает, что вы родились в убывающую Луну. Рождение незадолго до новолуния делает вас более осознанным и созерцательным. Возможно, вы подходите к концу большого цикла многих воплощений. Старшая душа с пониманием своего места в более широкой схеме вещей. Возможно, вы предпочитаете меньше новых начинаний, но они будут иметь большее значение. Разделяющий союз означает, что вы родились в растущую Луну. Родившись сразу после новолуния, вы будете стремиться оставить свой след, но у вас может быть меньше самосознания. Возможно, вы недавно вошли в новый большой цикл воплощений. Молодая душа с огромным чувством приключений и жаждой жизни. Вам захочется начать много новых дел, но на этом пути вы допустите несколько ошибок.

# NatalSunConjunctionNeptune
source: The conjunction of the Sun with Neptune in the natal chart makes you very sensitive and caring. You have a great imagination and a rich spiritual life. Due to your increased sensitivity to vibrational energy, you can handle such an influx of energy in different ways. This can range from spiritual enlightenment to paranoia, depending on the fixed stars and other aspects of this connection. Most likely, you will be selfless and submissive, as Neptune elevates your ego above your personal interests. You go beyond the needs and desires of the primitive ego, as part of your ego merges with your surroundings. You become one with your partner, family, community, and humanity. Your connectedness may go beyond the personal and include empathy or communication with other life forms and the environment. When your ego is so exposed or exposed, you are vulnerable to negative energies just as positive energies strengthen you. This is where looking at your card becomes most important, and this aspect is more important than any other. If you experience negative influences at an early age, such as psychological or physical violence, poverty, discrimination, etc., your ego will protect itself by withdrawing and hiding from the source of negative energy. In such cases, you may feel lonely, abandoned, scared, or victimized. To compensate for the loss of external influence, your vivid imagination will create alternative realities in which you feel communication, support, and purpose. You can come up with characters who take their own form in the spiritual world.
ru_ru: Соединение Солнца с Нептуном в натальной карте делает вас очень чувствительным и заботливым. У вас отличное воображение и богатая духовная жизнь. Из-за вашей повышенной чувствительности к вибрационной энергии вы можете по-разному справляться с таким притоком энергии. Это может варьироваться от духовного просветления до паранойи, в зависимости от неподвижных звезд и других аспектов этого соединения. Скорее всего, вы будете бескорыстны и покорны, поскольку Нептун поднимает ваше эго выше личных интересов. Вы выходите за пределы потребностей и желаний примитивного эго, поскольку часть вашего эго сливается с вашим окружением. Вы становитесь единым целым со своим партнером, семьей, сообществом и человечеством. Ваша связанность может выходить за рамки личного и включать в себя сочувствие или общение с другими формами жизни и окружающей средой. Когда ваше эго настолько обнажено или выставлено напоказ, вы уязвимы для негативных энергий точно так же, как положительные энергии усиливают вас. Именно здесь рассмотрение вашей карты становится наиболее важным, причем этот аспект важнее, чем любой другой. При негативном влиянии в раннем возрасте, таком как психологическое или физическое насилие, бедность, дискриминация и т. д., ваше эго будет защищать себя, отстраняясь и прячась от источника негативной энергии. В таких случаях вы можете чувствовать себя одиноким, брошенным, напуганным или жертвой. Чтобы компенсировать потерю внешнего воздействия, ваше яркое воображение создаст альтернативные реальности, в которых вы чувствуете общение, поддержку и цель. Вы можете придумать персонажей, которые принимают свою собственную форму в духовном мире.
