Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitMercuryConjunctionUran
source: Original ideas, sudden intuitive insights, and connections with unusual, interesting people are all inherent in this transit. A person may have an intellectual interest in scientific or occult subjects such as electronics, physics, astrology, reincarnation, life after death, and psychology. Some people are experiencing an increased interest in using modern technological innovations to speed up work and improve working methods. This transit also stimulates original ideas about business and shareholder affairs. There may be sudden decisions or connections regarding business, insurance, taxes, inheritance, alimony, or joint finances. The work will have more interesting and intellectual incentives. Unexpected and exciting connections, small trips will be associated with friends, IT companies, colleagues, work, study, research or scientific activity of a person. This can lead to new friends and new group associations. The original intellectual imagination associated with this transit is especially favorable for writers, lecturers, inventors, teachers, reporters, commentators, and scientific researchers. This is an excellent transit for people working with communications equipment. However, if Mercury's conjunction with natal Uranus gets stressful aspects, then a person's ideas may lack practicality and common sense.
ru_ru: Оригинальные идеи, внезапные интуитивные проникновения и связи с необычными, интересными людьми — все это присуще этому транзиту. Человек может проявлять интеллектуальный интерес к научным или оккультным предметам, таким как электроника, физика, астрология, перевоплощение, жизнь после смерти, психология. Некоторые люди испытывают возросший интерес к использованию современных технологических новинок с целью ускорения работы и улучшения методов труда. Этот транзит также стимулирует оригинальные идеи относительно бизнеса и акционерных дел. Могут возникнуть внезапные решения или связи, касающиеся бизнеса, страхования, налогов, наследства, алиментов или совместных финансов. У работы будут более интересные и интеллектуальные стимулы. Неожиданные и увлекательные связи, небольшие поездки будут связаны с друзьями, IT-компаниями, коллегами, работой, учебой, исследовательской или научной деятельностью человека. Это может привести к новым друзьям и новым групповым объединениям. Оригинальное интеллектуальное воображение, ассоциируемое с этим транзитом, особенно благоприятно для писателей, лекторов, изобретателей, учителей, репортеров, комментаторов и научных исследователей. Это прекрасный транзит для людей, работающих со средствами связи. Однако, если соединение Меркурия с натальным Ураном получает стрессовые аспекты, то идеям человека может не хватать практичности и здравого смысла.

# TransitMercuryConjunctionVenus
source: This transit is characterized by business, social, and romantic interactions. A person may receive long-awaited news. Business relationships, invitations, or other social interactions will be carried out by mail, especially if it is related to art, music, entertainment, or luxury items. A person tends to show an intellectual interest in art, music, and entertainment. There may be an interest in decorating the workplace and socializing with colleagues. However, if the latter is taken too far, idle chatter can interfere with productivity. If this connection gets stressful aspects, then there may be a tendency for superficial communication in small talk. The mental mood of a person is cheerful and friendly. Curiosity about the psychology of other people. This is a favorable period for advertising and public relations. During this transit, people display more wit, charm, and humor than usual, along with more talent and grace of speech, which enhances their personal appeal. There is a great interest in clothing and personal jewelry to enhance personal attractiveness.
ru_ru: Этот транзит характеризуют деловые, общественные и романтические общения. Человек, возможно, по-лучит долгожданное известие. Деловые отношения, приглашения или другие светские общения будут осуществляться посредством почты, особенно, если это имеет отношение к искусству, музыке, развлечениям или предметам роскоши. Человек склонен проявлять интеллектуальный интерес к искусству, музыке и развлечениям. Возможен интерес к украшению рабочего места и к светскому общению с коллегами. Однако, если в последнем зайти слишком далеко, то праздная болтовня может мешать производительности труда. Если это соединение получает стрессовые аспекты, то возможна тенденция к поверхностному общению в светских беседах. Ментальное настроение у человека бодрое и дружелюбное. Любознательность к психологии других людей. Это благоприятный период для рекламы и общественных отношений. При этом транзите люди проявляют большее остроумие, очарование и юмор, чем обычно, наряду с большим талантом и изяществом речи, что усиливает их личную привлекательность. Большой интерес возникает к одежде и личным украшениям для усиления личной привлекательности.

# TransitMercuryOppositionJupiter
source: This transit is characterized by excessive optimism, verbal chatter, absent-mindedness, unrealistic goals and communication. Ideas about work and communication at work may be so general that they will not find specific application. As in the cases of stressful transits of Mercury with natal Neptune, there may be a tendency to daydreaming and absent-mindedness. Intellectual differences may arise due to educational, religious, or cultural beliefs, and difficulties may arise in dealing with religious, educational, or cultural institutions. Long-term travel, connections, or business with foreigners and people from remote places can lead to frustration. There is sometimes hypocrisy in dealing with siblings, neighbors, friends, or bandmates. A person may suffer from poor health caused by an improper diet.
ru_ru: Для этого транзита характерны излишний оптимизм, словесная болтовня, рассеянность, нереальные цели и общения. Идеи, касающиеся работы и общения на работе, могут быть такими общими, что не найдут специфического применения. Как и в случаях стрессовых транзитов Меркурия с натальным Нептуном, здесь может обнаружиться склонность к мечтательности и рассеянности. Интеллектуальные разногласия могут возникнуть из-за образовательных, религиозных или культурных убеждений, и в делах с религиозными, образовательными или культурными учреждениями могут появиться трудности. Длительные путешествия, связи или дела с иностранцами и людьми из отдаленных мест могут привести к разочарованию. В общении с братьями и сестрами, соседями, друзьями или коллегами по группе иногда присутствует лицемерие. Человек может страдать из-за слабого здоровья, вызванного неправильной диетой.

# TransitMercuryOppositionMars
source: This transit is characterized by arguments, disagreements, sarcastic speech, and mental irritation. This is an unfavorable time for professional or business negotiations, and it will be difficult for the parties to come to an agreement. At this time, matters related to joint finance, equity, insurance, taxes, inheritance, and alimony can be a source of difficulty. A person may be prone to breakdowns at work and irritability resulting from these breakdowns. Delayed shipment of goods and transport accidents can also interfere with work or business. It is especially necessary to exercise caution, attention and tact in various areas of communication and, especially, in the work environment. Identifying one's self with one's point of view can lead to a lack of objectivity and be the cause of frequent heated arguments and debates. There is a tendency to have arguments and quarrels with siblings, neighbors, friends, coworkers, and partners in the organization. Any attempts at mental coercion of a person or directed at him tend to cause difficulties. During this transit, a person is particularly susceptible to infectious diseases.
ru_ru: Для этого транзита характерны споры, разногласия, язвительная речь, умственное раздражение. Это неблагоприятное время для профессиональных или деловых переговоров, сторонам будет трудно прийти к соглашению. В это время дела, относящиеся к совместным финансам, акционерным деньгам, страхованию, налогам, наследству и алиментам, могут быть источником затруднений. Человек может быть склонен к срывам на работе и раздражительности, вытекающей из этих срывов. Задержанная отправка товаров и транспортные аварии могут также стать помехой работе или бизнесу. Особенно необходимо проявлять осторожность, внимание и тактичность в разнообразных сферах общения и, особенно, в рабочей среде. Отождествление своего "Я" со своей точкой зрения может привести к недостатку объективности и быть причиной частых горячих споров и дебатов. Имеется тенденция возникновения споров и ссор с братьями и сестрами, соседями, друзьями, сослуживцами и партнерами по организации. Любые попытки умственного принуждения человека или направленные на него склонны вызывать трудности. В течение этого транзита человек особенно восприимчив к инфекционным заболеваниям.

# TransitMercuryOppositionMercury
source: The characteristic features of this transit are intellectual differences, nervousness, anxiety, and the need to know other people's point of view. Communication difficulties or accidents tend to occur in the work environment. There may be disturbances when trying to coordinate the work schedule or organize a meeting. Schedules or appointments tend to get frustrated due to transportation difficulties. Business or work efficiency may also be hindered by mail delays or the dispatch of goods. A person can make wrong decisions based on inaccurate or incomplete information. This can be a difficult time for a person when making decisions related to work, health, clothing, siblings, neighbors, friends, and coworkers. There may be confusion and misunderstanding in relationships with siblings, neighbors, friends, and coworkers.
ru_ru: Характерные черты этого транзита — интеллектуальные разногласия, нервозность, беспокойстве и необходимость знать точку зрения других людей. В рабочей среде склонны возникать трудности при общении или аварии. Могут возникнуть беспорядки при попытках согласовать режим работы или организовать собрание. Расписания или встречи склонны расстраиваться из-за транспортных трудностей. Деловой или рабочей эффективности могут также помешать задержки почты или отправка товаров. Человек может принимать неправильные решения, основанные на неточной или не полной информации. Это может быть грудным временем для человека при принятии решений, относящихся к работе, здоровью, одежде, братьям и сестрам, соседям, друзьям, сослуживцам. В отношениях с братьями и сестрами, соседями, друзьями и сослуживцами могут возникнуть замешательство и недоразумение.

# TransitMercuryOppositionMoon
source: At this time, words will not bring emotional satisfaction. Be prepared to hear opinions and ideas that contradict yours. Attempts to settle the situation will create some problems. Changing plans will cause a malfunction and you will have to engage in activities that are inconsistent with your previous job. Even following the instructions, you may come to an undesirable result. In this astrological setting, you can expect meetings with people and situations that hinder your progress at every step - literally or figuratively. If you ask a tailor to lengthen your clothes, you will find that he has shortened them. Here is an example of the situations that you will have to deal with during this period. The opposition of transit Mercury with the radical Moon has the same meaning as the transit Moon in opposition with natal Mercury, but lasts for a longer period of time depending on how fast Mercury is moving, or whether it will be stationary, retrograde or direct. This marks a long period of emotional and mental confusion and the need for joint action.
ru_ru: В это время слова не принесут эмоционального удовлетворения. Будьте готовы услышать мнения и идеи, противоположные вашим. Попытки уладить положение создадут некоторые проблемы. Изменение планов вызовет сбой в работе и придется заниматься деятельностью, не согласующейся с вашей прежней работой. Даже следуя указаниям, вы можете прийти к нежелательному результату. При данной астрологической обстановке можно ожидать встреч с людьми и ситуаций, на каждом шагу препятствующих вашему прогрессу - в буквальном или переносном смысле слова. Попросив портного удлинить одежду, вы обнаружите, что он укоротил ее, вот пример ситуаций, с которыми вам придется сталкиваться на протяжении этого периода. Оппозиция транзитного Меркурия с радикальной Луной имеет то же значение, что и транзитная Луна в оппозиции с натальным Меркурием, но длится более долгий период времени в зависимости оттого, как быстро движется Меркурий, или от того, будет ли он стационарным, ретроградным или прямым. Это отмечает длительный период эмоционального и умственного замешательства и необходимости совместных действий.

# TransitMercuryOppositionNeptune
source: This transit is characterized by daydreaming, absent-mindedness, unwanted or disturbing experiences, and unrealistic thinking. During this transit, some people are so immersed in the world of their own dreams that they do not pay attention to their surroundings and are unable to respond to the moods and ideas of other people. A person tends to lack awareness or use evasive or deceptive tactics in dealing with siblings, neighbors, friends, bandmates, or coworkers. Subconscious psychological problems can interfere with truthful communication and accurate perception of reality. In some cases, a person is either the initiator or the victim of deliberate deception in communication. A person may subconsciously resort to hypochondria as a means of avoiding responsibilities. There may be disturbances or delays in mail delivery or loading of goods. This is an unfavorable time to sign contracts or draw up agreements — they may contain hidden flaws. There is a tendency to forget appointments, get confused in communication and communication, or get lost while traveling. Absent-mindedness while driving can be especially dangerous during this transit. At this time, people tend to adhere to impractical educational, philosophical or religious ideas. Any tendency to mental disorder increases. Poor health during this transit is often the result of drug, drug, or alcohol abuse. Diseases can be psychosomatic or difficult to identify.
ru_ru: Для этого транзита характерны мечтательность, рассеянность, нежелательные или волнующие переживания и нереалистическое мышление. В течение этого транзита некоторые люди так погружаются в мир собственных грез, что не обращают внимания на свое окружение и неспособны реагировать на настроения и идеи других людей. Человек склонен испытывать недостаток сознательности или пользоваться в общении с братьями и сестрами, соседями, друзьями, товарищами по группе или сослуживцами уклончивой или обманной тактикой. Подсознательные психологические проблемы могут помешать правдивому общению и точному восприятию действительности. В некоторых случаях человек является либо инициатором, либо жертвой преднамеренного обмана в общении. Человек может подсознательно прибегать к ипохондрии, как к средству избежать обязанностей. В делах с почтой или погрузкой товаров могут быть беспорядки или задержки. Это неблагоприятное время для подписания контрактов или составления соглашений — они могут содержать скрытые недостатки. Имеется тенденция забывать назначенные встречи, путаться в общении и коммуникации или теряться во время путешествий. Рассеянность при вождении автомобиля может быть особенно опасна в течение этого транзита. Человек склонен в это время придерживаться непрактичных образовательных, философских или религиозных идей. Усиливается любая тенденция к умственному расстройству. Слабое здоровье в течение этого транзита часто бывает следствием злоупотребления наркотиками, лекарствами или алкоголем. Заболевания могут быть психосоматическими или труднораспознаваемыми.

# TransitMercuryOppositionPluto
source: Sarcasm in speech, suspicion, secret investigations, fanatical viewpoints, and mental coercion are all characteristic features of this transit. Circumstances can cause fundamental changes in a person's mental outlook. People with this transit should be careful not to try to alter other people's ideas and opinions, nor should they be allowed to be treated that way. During this transit, cooperation in communication and work is required, and if possible, it is better to find a new job. The need for cooperation is an important factor in the renewal of one's work and health. Some people become suspicious of other people's motives, or other people become suspicious of their motives. This can lead to espionage, intrigue, and clandestine relationships. This is a bad time to draft or sign agreements or contracts related to joint-stock business, joint finance, insurance, taxes, inheritance and alimony. A person's life or health may be at risk from occupational risk, especially due to environmental pollution or environmental problems. Health problems may be the result of poor cleansing of the body at this time. Some people are predisposed to unpleasant mental disturbances. They become mentally interested in questions of death, life after death, reincarnation, or other occult subjects. During this transit, news may arrive about the death of a brother, sister, neighbor, friend, colleague, or comrade. Following the safety rules when driving a car is an urgent need at this time.
ru_ru: Сарказм в речи, подозрительность, тайные расследования, фанатические точки зрения и умственное принуждение — все это характерные черты этого транзита. Обстоятельства могут вызвать коренные перемены в умственном кругозоре человека. Людям с этим транзитом следует быть осторожными и не пытаться переделать идеи и мнения других людей, им также не следует позволять, чтобы к ним так относились. В течение этого транзита требуется сотрудничество в общении и работе, а если это возможно, лучше найти новую работу. Необходимость сотрудничества — важный фактор в деле обновления своей работы и здоровья. Некоторые люди становятся подозрительными относительно мотивов других людей или другие люди становятся подозрительными относительно их мотивов. Это может привести к шпионажу, интригам и тайным связям. Это плохое время для составления, подписания соглашений или контрактов, относящихся к акционерному делу, совместным финансам, страхованию, налогам, наследству и алиментам. Жизнь человека или его здоровье могут подвергаться опасности со стороны профессионального риска, особенно в связи с загрязнением окружающей среды или экологическими проблемами. Проблемы, касающиеся здоровья, могут быть следствием плохого очищения организма в это время. Некоторые люди предрасположены к неприятным психическим волнениям. Их умственно начинают интересовать вопросы смерти, жизни после смерти, перевоплощения или другие оккультные предметы. При этом транзите может прийти известие о смерти брата, сестры, соседа, друга, коллеги или товарища. Соблюдение правил безопасности при вождении автомобиля — насущная потребность в это время.

# TransitMercuryOppositionSaturn
source: Anxiety, negative state of mind, and unwillingness to accept other people's ideas characterize this transit. Other people, especially those in positions of authority and importance, tend to react negatively to a person's ideas. They may criticize a person, refuse to cooperate with them, or place the burden of hard work on them. All this can cause a person to lose vitality and depression. A person may suffer from poor health caused by this overexertion or occupational hazards. Specific health problems may include skin, bones, teeth, knees, shins, intestines, and digestive system. Delays in mail and shipping of goods can also interfere with work and business. Bureaucracy or subpoenas can also interfere with work and formal routines. Lawsuits, legal difficulties, or the need to fill out legal questionnaires can lead to mental depression. This is an unfavorable period for signing legal contracts and agreements. Important decisions should be postponed until a more favorable time. Notoriety may affect a person's social standing and reputation. Temporary estrangements with siblings, neighbors, comrades, friends, or coworkers are possible. A lack of inspiration can make a person feel discouraged and bored. A negative mental state can make things seem worse than they really are.
ru_ru: Беспокойство, негативное состояние ума и нежелание принимал идеи других людей характеризуют этот транзит. Другие люди, особенно занимающие авторитетные и важные посты, склонны реагировать па идеи человека негативно. Они могут критиковать человека, отказываться сотрудничать с ним или возлагать на него бремя тяжелой работы. Все это может вызвать у человека ослабление жизнеспособности и депрессию. Человек может страдать из-за слабого здоровья, вызванного этим перенапряжением или профессиональными опасностями. Специфические проблемы здоровья будут, возможно, включать кожу, кости, зубы, колени, голени, кишечник и пищеварительную систему. Задержки почты и отправки товаров могут также мешать работе и бизнесу. Бюрократизм или вызовы в суд могут также мешать работе и формальному распорядку. Судебные процессы, юридические трудности или необходимость заполнить юридические анкеты могут привести к умственной депрессии. Это неблагоприятный период для подписания юридических контрактов и соглашений. Важные решения следует отложить до более благоприятного времени. Дурная слава, возможно, будет влиять на общественное положение и репутацию человека. Возможны временные отчуждения с братьями и сестрами, соседями, товарищами, друзьями или сослуживцами. Отсутствие вдохновения может вызвать у человека уныние и скуку. Отрицательное умственное состояние может заставить вещи казаться хуже, чем они есть в действительности.

# TransitMercuryOppositionSun
source: During this period, your inner self may be hurt. The ideas and opinions surrounding you are unlikely to match your desires. You shouldn't waste your energy trying to get other people to change their minds, and you shouldn't dismiss their opinions as unworthy of attention - no one will listen to your words anyway. You can take advantage of this unfavorable period to learn everything you can. If you are unable to work effectively in the current situation or with specific people, be content with unhurried independent work. The opposition of transit Mercury with the natal Sun has the same significance as the opposition of transit Sun with natal Mercury; however, it can last for a longer or shorter time, depending on the speed of Mercury's movement and whether Mercury will be stationary or retrograde.
ru_ru: В этот период ваше внутреннее я, возможно, будет уязвлено. Идеи и мнения, окружающие вас, вряд ли будут соответствовать вашим желаниям. Не следует зря тратить силы, пытаясь заставить других людей изменить свое мнение, не стоит отвергать их мнение как недостойное внимания - к вашим словам все равно никто не прислушается. Можно воспользоваться этим неблагоприятным периодом, чтобы научиться всему, чему только удастся. Если же вы не в состоянии эффективно работать в сложившейся ситуации или с конкретными людьми, довольствуйтесь неспешной самостоятельной работой. Оппозиция транзитного Меркурия с натальным Солнцем имеет такое же значение, как оппозиция транзитного Солнца с натальным Меркурием; однако, она может длиться в течение большего или меньшего времени, в зависимости от скорости движения Меркурия и от того, будет ли Меркурий стационарным или ретроградным.
