Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# NatalSunConjunctionPluto
source: The connection of the Sun with Pluto in the natal chart makes a person deep and strong. You can have tremendous power and influence by being influenced by powerful forces that affect your life. As a result of these deep internal and external forces, events and relationships in your life can be very dramatic. Strong ambitions and aspirations make you fully and deeply experience most things. This unceasing willpower and insightful character can sometimes be overbearing to others. You are resolutely projecting yourself with conscious intent, even on a spiritual or psychic level, and others may find it disturbing that you are looking into their soul. This discerning nature also means that you can be overly assertive, meddling, obsessive, or compulsive. On the positive side, your ability to read people and get to the bottom of things will make you an excellent researcher, spy, psychic, political leader, boss. You can count on having an impact on others and leaving your mark, regardless of whether they are loved or hated. Your ability to stay one step ahead makes you an effective leader.
ru_ru: Соединение Солнца с Плутоном в натальной карте делает человека глубоким и сильным. Вы можете обладать огромной властью и влиянием, находясь под влиянием мощных сил, влияющих на вашу жизнь. В результате действия этих глубоких внутренних и внешних сил события и отношения в вашей жизни могут быть очень драматичными. Сильные амбиции и стремление заставляют вас полностью и глубоко переживать большинство вещей. Эта непрекращающаяся сила воли и проницательный характер иногда могут быть властными для других. Вы решительно проецируете себя с сознательным намерением, даже на духовном или психическом уровне, и другие могут найти тревожное ощущение, что вы заглядываете им в душу. Эта проницательная натура также означает, что вы можете быть чрезмерно напористым, вмешивающимся, навязчивым или компульсивным. С положительной стороны, ваша способность читать людей и докапываться до сути сделает вас отличным исследователем, шпионом, экстрасенсом, политическим лидером, боссом. Вы можете рассчитывать на то, что окажете влияние на окружающих и оставите свой след, независимо от того, любимы они или ненавидимы. Ваша способность быть на шаг впереди делает вас эффективным лидером.

# NatalSunConjunctionSaturn
source: The conjunction of the Sun with Saturn in the natal chart makes you a serious, reserved person. You probably had a difficult childhood, full of expectations and limitations. This may be due to a difficult relationship problem with your father. He could be strict, angry, or absent. You matured quickly and may have preferred the company of adults, the elderly. There was probably a lot of burden and responsibility placed on you. When you were young, you might have thought that you had bad karma. The conjunction of the Sun with Saturn can indicate low self-esteem, shyness, depression, self-denial and self-criticism. Difficult self-expression, the belief that you don't deserve something, and procrastination can lead to unrealized desires, isolation, and missed opportunities. But early difficulties have taught you responsibility, self-discipline, and the value of hard work. Saturn rewards hard work, patience, and perseverance, and Saturn also blooms late. With age, great achievements and recognition as a respected authority figure often come. Conservatism manifests itself in your personality and belief system. You can always be reserved, but you can relax in the company of friends and have fun. Your dark sense of humor may even be funny. But your natural strengths are ambition, determination, and reliability. Sometimes you may like to be a hermit and feel comfortable at home. Your understanding of structure and organization gives you the talent to build things from scratch. Practicality, perfectionism and efficiency bring useful and lasting results.
ru_ru: Соединение Солнца с Сатурном в натальной карте делает вас серьезным, сдержанным человеком. Вероятно, у вас было трудное детство, полное ожиданий и ограничений. Это может быть связано со сложной проблемой взаимоотношений с вашим отцом. Он мог быть строгим, злым или отсутствующим. Вы быстро повзрослели и, возможно, предпочитали компанию взрослых, пожилых людей. Вероятно, на вас было возложено много бремени и ответственности. В молодости вам могло казаться, что у вас плохая карма. Соединение Солнца с Сатурном может указывать на низкую самооценку, застенчивость, депрессию, самоотречение и самокритику. Трудное самовыражение, вера в то, что вы чего-то не заслуживаете, и прокрастинация могут привести к нереализованным желаниям, изоляции и упущенным возможностям. Но ранние трудности научили вас ответственности, самодисциплине и ценности упорного труда. Сатурн вознаграждает трудолюбие, терпение и настойчивость, а также Сатурн расцветает поздно. С возрастом часто приходят отличные достижения и признание как уважаемого авторитетного деятеля. Консерватизм проявляется в вашей личности и системе убеждений. Вы всегда можете быть сдержанным, но можете расслабиться в компании друзей и весело провести время. Ваше темное чувство юмора может быть даже забавным. Но ваши природные сильные стороны — это амбиции, решительность и надежность. Иногда вам может нравиться быть отшельником и чувствовать себя комфортно дома. Ваше понимание структуры и организации дает вам талант строить вещи с нуля. Практичность, перфекционизм и эффективность приносят полезные и длительные результаты.

# NatalSunConjunctionUran
source: The conjunction of the Sun with natal Uranus gives you a unique self-expression, which can be physical through clothing or your natural features. You can also stand out from the crowd because of your special interest or career, or because of your eccentric or shocking behavior. Change is an important topic in life; it can come often and quickly. Changes can happen to you, or you can seek changes in yourself, others, and society. If you are an individualist, you should expect some negative reaction if you rebel against traditions, government, or society. You are probably ahead of your time and may rebel when others misunderstand the reasons for your desire for change. At an early age, the changes can be widespread, but frustrating and cause nervous anxiety. Forced changes due to the conjunction of the Sun with Uranus may include accidents or moving cities in search of work. Self-acceptance and the realization that change is necessary for self-development are accompanied by a higher understanding of how others see you and a higher understanding of your place in the universe. This reduces the risk of accidents and other sudden shocks and calms the nerves. When you learn to feel comfortable with your uniqueness, you will be able to shine because you are a trendsetter and visionary, coming up with new ways of doing things that will eventually become acceptable and bring significant benefits to humanity.
ru_ru: Соединение Солнца с натальным Ураном дает уникальное самовыражение, которое может быть физическим через одежду или ваши природные черты. Вы также можете выделиться из толпы из-за особого интереса или карьеры, а также из-за своего эксцентричного или шокирующего поведения. Перемены — важная тема в жизни; оно может приходить часто и быстро. Изменения могут произойти с вами, или вы можете искать перемен в себе, других и обществе. Если вы индивидуалист, вам следует ожидать некоторой негативной реакции, если вы бунтуете против традиций, власти или общества. Вероятно, вы опережаете свое время и можете взбунтоваться, когда другие неправильно поймут причины вашего желания перемен. В раннем возрасте изменения могут быть широко распространенными, но расстраивать и вызывать нервное беспокойство. Вынужденные изменения из-за соединения Солнца с Ураном могут включать несчастные случаи или переезд города в поисках работы. Самопринятие и осознание того, что перемены необходимы для саморазвития, сопровождаются более высоким пониманием того, как вас видят другие, и более высоким пониманием своего места во Вселенной. Это снижает риск несчастных случаев и других внезапных потрясений и успокаивает нервы. Когда вы научитесь чувствовать себя комфортно со своей уникальностью, вы сможете блистать, потому что вы являетесь законодателем моды и провидцем, придумывающим новые способы ведения дел, которые в конечном итоге станут приемлемыми и принесут значительную пользу человечеству.

# NatalSunConjunctionVenus
source: The conjunction of the Sun with Venus in the natal chart is the personification of love, peace and beauty. You are an affectionate and sophisticated person who leads a busy social life and loves entertainment. People are attracted to you by your sincere sweet nature and beautiful appearance. You're a lover, not a fighter, and you don't like threatening or ugly people and environments. Venus governs your sense of self-worth, and you value harmony and lightness. Pleasant people, a comfortable environment and good well-being increase your self-esteem. It also has to do with the degree of your self-love. Your beauty comes not only from your good looks, but also from compassion, empathy, and a firm belief in unity and unconditional love. The conjunction of the Sun with Venus gives an understanding of beauty, so your appearance, the appearance of your home and loved ones is important. You also realize the importance of good food, exercise, and a healthy diet. Your charming and charismatic nature means that you can easily make friends and defeat enemies. Your ideal partner should be able to have a romantic relationship with you and pamper you, but at the same time sincerely love you. Venus rules marriage, and partnerships of all kinds play an integral role in your life. Shopping should be enjoyable due to your good fashion sense and ability to make profitable purchases. You also have good money management skills, and you should enjoy life in relative comfort, if not wealth. Investments in art and jewelry should be profitable. Artistic and creative talent can manifest itself in music, dance, art, fashion, and poetry.
ru_ru: Соединение Солнца с Венерой в натальной карте — олицетворение любви, мира и красоты. Вы ласковый и утонченный человек, ведущий насыщенную общественную жизнь, любящий развлечения. Людей привлекает к вам ваша искренняя милая натура и красивая внешность. Вы любовник, а не боец, и вам не нравятся угрожающие или уродливые люди и окружающая среда. Венера управляет вашим чувством собственного достоинства, и вы цените гармонию и легкость. Приятные люди, комфортная обстановка и хорошее благосостояние повышают вашу самооценку. Это также связано со степенью вашей любви к себе. Ваша красота исходит не только из вашей красивой внешности, но и из сострадания, сочувствия и твердой веры в единство и безусловную любовь. Соединение Солнца с Венерой дает понимание красоты, поэтому важен ваш внешний вид, внешний вид вашего дома и близких. Вы также осознаете важность хорошей еды, физических упражнений и здорового питания. Ваша обаятельная и харизматичная натура означает, что вы можете легко заводить друзей и побеждать врагов. Ваш идеальный партнер должен уметь заводить с вами романтические отношения и баловать вас, но при этом искренне любить. Венера управляет браком, и партнерские отношения всех видов играют неотъемлемую роль в вашей жизни. Шоппинг должен доставлять удовольствие благодаря вашему хорошему чувству моды и способности делать выгодные покупки. У вас также есть хорошие навыки обращения с деньгами, и вам следует наслаждаться жизнью в относительном комфорте, если не в богатстве. Инвестиции в искусство, ювелирные изделия должны приносить прибыль. Художественный и творческий талант может проявляться в музыке, танцах, искусстве, моде и поэзии.

# NatalSunOppositionJupiter
source: The sun and Jupiter are in opposite positions. Excessive optimism and excessive emotions towards other people can affect your reputation. You often promise more than you are capable of fulfilling, and try to convince others to join your worldview, which in some cases causes irritation. You can be arrogant and rude in communication. Sometimes you make impossible demands on your loved ones. We recommend that you stay realistic, take more care of others, and restrain your vanity.
ru_ru: Солнце и Юпитер стоят в противоположных положениях. Излишний оптимизм и чрезмерные эмоции в отношении других людей могут сказаться на вашей репутации. Вы часто обещаете больше, чем способны выполнить, и пытаетесь убедить других присоединиться к своему мировоззрению, что в некоторых случаях вызывает раздражение. Вы можете быть высокомерными и грубыми в общении. Иногда вы предъявляете своим близким невозможные требования. Рекомендуем вам оставаться реалистичными, проявлять больше заботы о других и сдерживать свою тщеславность.

# NatalSunOppositionMars
source: The sun and Mars are symbols of contradictions and disputes, often accompanied by violent conflicts. Their aggressiveness attracts other brave souls, and their desire for power confronts them with their own kind. As a result, role contradictions arise, the rejection of reason and diplomacy, and the use of violence, which spoils relations and creates unpleasant situations. Most often, this opposition manifests itself in various areas of life, marked by a special sign and a house. People born under this influence often express their position on behalf of a certain group and see the world in black and white. They lack subtlety in communicating with other people, and their behavior is often aggressive, including in the sexual sphere. As a result of frequent stress, there is a strain on the heart.
ru_ru: Солнце и Марс, символы противоречий и споров, часто сопровождающихся бурными конфликтами. Их агрессивность притягивает других смельчаков, а стремление к власти сталкивает их с себе подобными. В результате, возникают ролевые противоречия, отказ от разума и дипломатии, и применение насилия, что портит отношения и плодит неприятные ситуации. Чаще всего, эта оппозиция проявляется в различных областях жизни, отмечаясь особым знаком и домом. Люди, рожденные под этим влиянием, зачастую выражают свою позицию от имени определенной группы и видят мир черно-белыми красками. У них не хватает тонкости в общении с другими людьми, их поведение часто агрессивно, включая сексуальную сферу. В результате частых стрессов возникает нагрузка на сердце.

# NatalSunOppositionMercury
source: The aspect is impossible.
ru_ru: Аспект невозможен.

# NatalSunOppositionMoon
source: The aspect of the Sun in opposition to the Moon leads to a conflict between conscious will and subconscious motives. This can create tension in relationships with the opposite sex, as well as problems in family, finances, and marriage. As a result, there are health problems, nervousness, anxiety and psychosomatic disorders. The internal balance is disturbed, and the internal potential is subject to strong fluctuations. Parenting becomes difficult because of an unpleasant childhood. It is necessary to learn to let go of the past, as it hinders further development and self-expression. This aspect has an impact on all areas of life related to the signs and houses in which the Sun and Moon are located. When another planet is in a trigon with the Sun and Moon, tension is mitigated because the opposition creates the possibility of constructive energy expression. If the opposition is part of a square, then the planet, located in a square with the Sun and Moon, becomes the focus of conflicts and problem solving. It is important not to take on big things without weighing all the details.
ru_ru: Аспект Солнца в оппозиции к Луне приводит к конфликту между сознательной волей и подсознательными мотивами. Это может создавать напряженность в отношениях с противоположным полом, а также проблемы в семье, финансах и браке. В результате возникают проблемы со здоровьем, нервозность, беспокойство и психосоматические расстройства. Внутреннее равновесие нарушается, а внутренний потенциал подвержен сильным колебаниям. Родительские обязанности становятся сложными из-за неприятного детства. Необходимо научиться отпустить прошлое, так как оно мешает дальнейшему развитию и самовыражению. Этот аспект оказывает влияние на все области жизни, связанные с знаками и домами, в которых находятся Солнце и Луна. Когда другая планета находится в тригоне с Солнцем и Луной, напряженность смягчается, поскольку оппозиция создает возможность конструктивного проявления энергии. Если оппозиция является частью квадрата, тогда планета, находящаяся в квадрате с Солнцем и Луной, становится фокусом конфликтов и решением проблем. Важно не браться за большие дела, не взвесив все детали.

# NatalSunOppositionNeptune
source: The Sun planet, which is in opposition to the planet Neptune, can lead to various difficulties in personal, love and religious relationships. Personal prejudices are usually based on past experiences, so it's important to learn to be more objective when dealing with people. However, due to our tendency to be emotional and romantic, we often put too much imagination and imagination into our relationships, which can eventually lead to disappointment. People with this position of the Sun and Neptune in the horoscope often become victims of their own illusions. They often mistakenly believe that they have been given something supernatural or outstanding, when in fact they are prone to megalomania. In addition, they are in danger from astral beings and deceptive psychic forces. Therefore, it is important for them to stay away from various sessions and astral phenomena, as well as try to be sincere and honest in their relationships.
ru_ru: Планета Солнце, находящаяся в оппозиции с планетой Нептун, может привести к различным трудностям в личных, любовных и религиозных отношениях. Личные предрассудки обычно основаны на прошлом опыте, поэтому важно научиться быть более объективными в общении с людьми. Однако, из-за склонности к эмоциональности и романтичности, мы часто вкладываем слишком много фантазии и воображения в наши отношения, что в итоге может привести к разочарованиям. Люди с таким положением Солнца и Нептуна в гороскопе часто становятся жертвами своих собственных иллюзий. Они часто ошибочно считают, что им даровано что-то сверхъестественное или выдающееся, в то время как на самом деле они подвержены мании величия. Кроме того, им грозит опасность от астральных существ и обманчивых психических сил. Поэтому важно для них держаться подальше от различных сеансов и астральных явлений, а также стараться быть искренними и честными в отношениях.

# NatalSunOppositionPluto
source: The sun is Pluto. This combination symbolizes the danger of going beyond power and control. They have a tendency to forcibly manipulate events and insist that others follow their established norms of behavior. These people are very impulsive, especially when faced with obstacles. They often get into fierce arguments with irreconcilable opponents. They need to constantly update themselves in order to achieve success. Their sincerity and power of expression can alienate or even annoy others, and as a result, they are met with a refusal to cooperate and support. In love relationships, they often show excessive aggressiveness. They should avoid participating in wars, political and social revolutions, as this may be dangerous for them.
ru_ru: Солнце - Плутон. Это сочетание символизирует опасность выхода за пределы власти и контроля. У них есть тенденция насильственно манипулировать событиями и настаивать на том, чтобы другие следовали их установленным нормам поведения. Эти люди очень импульсивны, особенно когда сталкиваются с препятствиями. Они часто вступают в ожесточенные споры с непримиримыми оппонентами. Им необходимо постоянно обновлять себя ради достижения успеха. Их искренность и сила выражения могут отталкивать или даже раздражать окружающих, как результат – они встречают отказ в сотрудничестве и поддержке. В любовных отношениях они часто проявляют излишнюю агрессивность. Им следует избегать участия в войнах, политических и социальных революциях, так как это может быть опасно для них.

# NatalSunOppositionSaturn
source: Saturn is the Sun. This person suppresses the possibility of expressing his "I", which is perceived as coldness and inaccessibility. Restraint and formality in friendships and relationships can lead to difficulties in understanding. Friends and partners often place heavy obligations on them. They cannot reach their potential due to distrust of their abilities and the hostility of others. They have to work hard to overcome many obstacles. They either don't have children, or their own children bring misfortune. Marriage can be concluded at a late age. Parents are often very strict. They also face health problems, especially with their teeth, and they may have low vital energy. It is important to develop a sense of humor and optimism.
ru_ru: Сатурн - Солнце. Этот человек подавляет возможность выражения своего "Я", что воспринимается как холодность и недоступность. Сдержанность и формальность в дружбе и отношениях могут привести к трудностям в понимании. Часто друзья и партнеры ставят перед ними тяжелые обязательства. Они не могут раскрыть свой потенциал из-за недоверия к своим способностям и неприязни окружающих. Чтобы преодолеть множество преград, им приходится много работать. У них либо нет детей, либо их собственные дети приносят несчастья. Брак могут заключать в позднем возрасте. Родители часто очень строгие. Они также сталкиваются с проблемами со здоровьем, особенно с зубами, и у них может быть низкая жизненная энергия. Важно развивать чувство юмора и оптимизма.

# NatalSunOppositionUran
source: Hypersensitivity and strong protection of one's independence make communication with partners and friends difficult. Their point of view may change unexpectedly, without always coming to an agreement. They are sensitive, vulnerable and tense, easily aroused, which pushes others away from their company. They often create unrest and cause discussions. Communication with them is difficult because they suddenly change their behavior and have eccentric views. They are often considered geniuses, however, despite their unusual abilities, they do not know how to use them wisely, and in general are not as talented as they think they are. Their instability and hostility do not allow them to finish their business, and they cannot get the necessary education and experience to make their goals a reality.
ru_ru: Сверхчувствительность и сильная защита своей независимости делают общение с партнерами и друзьями нелегким. Их точка зрения может неожиданно изменяться, не всегда приходя в согласие. Они чувствительны, уязвимы и напряжены, легко возбуждаются, что отталкивает других от их общества. Часто они создают волнения и вызывают дискуссии. Общение с ними сложно, поскольку они неожиданно меняют свое поведение и имеют эксцентричные взгляды. Их часто считают гениями, однако, несмотря на их необычные способности, они не умеют использовать их мудро, и в целом не так талантливы, как они сами о себе думают. Их нестабильность и неприязнь не позволяют им довести свои дела до конца, и они не могут получить необходимое образование и опыт, чтобы воплотить свои цели в жизнь.

# NatalSunOppositionVenus
source: The aspect is impossible.
ru_ru: Аспект невозможен.
