Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitPlutoSquareMoon
source: The obstacles you will encounter at this time will probably be related to coercion and obsession, the negative influence of a domineering woman, or negative attitudes and behavior caused by childish complexes. During this period, your ability to overcome depression and disappointment will be put to the test - as will your determination to fulfill your desires and make your dreams come true. Emotional commitments, family relationships, the home and the atmosphere in it will be surrounded by intense energy, which will require deeper understanding and close attention on your part. The emotional outlook of this period will have a noticeable effect on your overall health and physical fitness. The quadrature of a transiting Pluto with a radical Moon has the same meaning as a transiting Moon in a quadrature with a natal Pluto, but it lasts much longer and indicates an extended period of emotional and domestic settlement. This transit occurs only once during the average human lifetime.
ru_ru: Препятствия, с которыми вы столкнетесь в эту пору наверняка будут связаны с принуждением и одержимостью, негативным влиянием властной женщины или же негативными взглядами и поведением, вызванными детскими комплексами. В этот период ваша способность преодолевать депрессию и разочарование будет подвергнута испытанию - как и ваша решимость, осуществить свои желания и воплотить мечты в реальность. Эмоциональные обязательства, семейные взаимоотношения, дом и атмосфера в нем будут окружены интенсивной энергией, которая потребует более глубокого понимания и пристального внимания с вашей стороны. Эмоциональные перспективы этого периода заметно отразятся на общем состоянии вашего здоровья и вашей физической форме. Квадратура транзитного Плутона с радикальной Луной имеет такое же значение, что и транзитная Луна в квадратуре с натальным Плутоном, но длится гораздо дольше и указывает на продолжительный период эмоционального и домашнего урегулирования. Этот транзит происходит лишь раз в течение средней человеческой жизни.

# TransitPlutoSquareNeptune
source: In this astrological situation, a dynamic is established similar to that which occurs during the quadrature of transit Pluto to natal Uranus. Changes or restrictions related to economic and political power, as well as the conservation and allocation of resources, conflict with ideals and spiritual goals. Transit Pluto in the quadrature with natal Neptune has the same meaning as transit Neptune in the quadrature with natal Pluto. Both transits last a year or longer and indicate an extended period of psychological stress and involvement in serious cultural issues.
ru_ru: При данной астрологической ситуации устанавливается динамика, подобная той, которая возникает при квадратуре транзитного Плутона к натальному Урану. Изменения или ограничения, связанные с экономической и политической властью, а также сохранением и распределением ресурсов, вступают в конфликт с идеалами и духовными целями. Транзитный Плутон в квадратуре с натальным Нептуном имеет то же значение, что и транзитный Нептун в квадратуре с натальным Плутоном. Оба транзита длятся год или дольше и указывают на продленный период психологического стресса и вовлеченность в серьезные культурные проблемы.

# TransitPlutoSquarePluto
source: This transit is characterized by the need to destroy worn-out ideas, conditions, possessions and, moreover, a forced awareness of spiritual realities. With this transit, solutions to life and death issues are possible. There is a possibility of being subjected to disturbing and upsetting mental influences. There may be problems related to insurance, taxes, corporate money, inheritance, pooled finances, alimony, and environmental issues. There may be financial problems caused by forces beyond the control of the native. There is a danger of a struggle between business and political forces. Radical changes in work and professional status are possible. Caution should be exercised where sex is involved, as sexually transmitted diseases are possible.
ru_ru: Этот транзит характерен потребностью уничтожить изношенные идеи, условия, имущество и к тому же вынужденное осознание духовных реальностей. При этом транзите возможны решения вопросов жизни и смерти. Существует возможность подвергнуться будоражащим и расстраивающим психическим влияниям. Могут возникнуть проблемы в связи со страховкой, налогами, корпоративными деньгами, наследством, объединенными финансами, алиментами и экологическими вопросами. Возможны финансовые проблемы, вызванные силами, неподвластными урожденному. Существует опасность борьбы деловых и политических сил. Возможны радикальные перемены работы и профессионального положения. Следует проявлять осторожность там, где замешан секс, поскольку возможны венерические заболевания.

# TransitPlutoSquareSaturn
source: The fall of your authority or the loss of a leadership position can become annoying events that hinder the achievement of your current goals. If during this period you were exposed to restrictions or felt a heavy burden on your shoulders, blame yourself for this. If you have done nothing to deserve such a burden, you will still have to put up with it. You will not be able to hide your excessive ambitions.: they will certainly come up under the current circumstances, and unless you set completely innocent goals for yourself, you will be severely criticized. Obstacles will stand in your way of earning the rewards you deserve due to your age, experience, hard work, and sacrifice. Transit Pluto in the natal Saturn quadrature has the same meaning as transit Saturn in the natal Pluto quadrature, but it lasts longer and indicates an extended period of increased willpower, accompanied by problems, frequent coercion and power struggle, even public scandals in professional, political and business affairs. Transit occurs only once in a person's life.
ru_ru: Падение вашего авторитета или потеря руководящего поста могут стать досадными событиями, препятствующими достижению ваших нынешних целей. Если в этот период вы подверглись воздействию ограничений или почувствовали на своих плечах тяжкое бремя, вините в этом самого себя. Если же вы ничем не заслужили такую обузу, вам все равно придется смириться с ней. Вам не удастся скрыть свои чрезмерные амбиции: они непременно всплывут при нынешних обстоятельствах, и если только вы не ставите перед собой совершенно невинные цели, вас подвергнут суровой критике. На вашем пути к наградам, заслуженным благодаря возрасту, опыту, упорной работе и жертвам, встанут препятствия. Транзитный Плутон в квадратуре с натальным Сатурном имеет то же значение, что и транзитный Сатурн в квадратуре с натальным Плутоном, но длится дольше и указывает на продленный период усиленной силы воли, сопровождаемой проблемами, частыми принуждениями и силовой борьбой, даже публичными скандалами в профессиональных, политических делах и бизнесе. Транзит встречается лишь раз в жизни человека.

# TransitPlutoSquareSun
source: The circumstances will bring significant, but by no means insurmountable difficulties, during which you will have to fight those who have more power and influence or threaten your influence and power. Those who once supported your government and provided you with the necessary resources can no longer be counted on. During this period, you can gain strength and other advantages. But annoying moments that test your determination and inner urges, forcing you to sacrifice your inner self and ambitions, challenging your integrity and generosity, cannot be avoided. The quadrature of the transit Pluto with the natal Sun has the same meaning as the quadrature of the transit Sun with the natal Pluto, however, it can last two years, thus marking a period of important transformations in human life.
ru_ru: Обстоятельства принесут существенные, но отнюдь, не непреодолимые трудности, в ходе которых предстоит борьба с теми, кто обладает большей властью и влиянием или угрожает вашему влиянию и власти. На тех, кто некогда поддерживал вашу власть и обеспечивал вас необходимыми ресурсами, больше нельзя рассчитывать. В этот период можно добиться силы и других преимуществ. Но и досадных моментов, испытывающих вашу решимость и внутренние побуждения, заставляющих поступиться своим внутренним я и амбициями, бросающих вызов вашей целостности и великодушию, избежать не удается. Квадратура транзитного Плутона с натальным Солнцем имеет такое же значение, как квадратура транзитного Солнца с натальным Плутоном, однако, она может длиться два года, знаменуя таким образом период важных трансформаций в жизни человека.

# TransitPlutoSquareUran
source: During this period, political and economic structures and institutions will be targeted by those in power who threaten to limit or stop the supply of resources necessary for these institutions to operate. Despite the existence of such a threat, it will not necessarily be implemented. Transit Pluto in quadrature with natal Uranium has the same value as transit Uranium in quadrature with natal Pluto. Both transits last for a year or more, marking an extended period of change and adjustment.
ru_ru: В этот период политические и экономические структуры и учреждения окажутся под прицелом власть имущих, угрожающих ограничить или прекратить поставку ресурсов, необходимых этим учреждениям для работы. Несмотря на существование такой угрозы, она не обязательно будет осуществлена. Транзитный Плутон в квадратуре с натальным Ураном имеет то же значение, что и транзитный Уран в квадратуре с натальным Плутоном. Оба транзита тянутся год или больше, отмечая продолжительный период изменения и приспособления.

# TransitPlutoSquareVenus
source: At this time, your principles, priorities, and values, as well as potential obstacles, become important. There may be conflict due to your previous actions and views that arose as a result of an erroneous value system, especially in areas related to partnerships (business and marriage) and other unions, romantic hobbies, and relationships with women, legal issues, and your ability to effectively interact with others. The ability to take advantage of emerging situations will allow you to choose between power gained through destructive manipulation and position gained through genuine cooperation and loyalty to common goals. Transit Pluto in quadrature with radical Venus has the same meaning as transit Venus in quadrature with natal Pluto, but it lasts much longer, a year or more, and marks a period of emotional, sexual, and financial tension and difficulties.
ru_ru: В это время значение приобретают ваши принципы, приоритеты и ценности, а также потенциальные препятствия. Возможен конфликт из-за ваших прежних действий и взглядов, возникших в результате ошибочной системы ценностей, особенно в сферах, связанных с партнерством (деловым и брачным) и другими союзами, романтическими увлечениями, а взаимоотношениями с женщинами, юридическими вопросами и вашей способностью эффективно взаимодействовать с окружающими. Умение воспользоваться преимуществами возникающих ситуаций позволит вам сделать выбор между властью, достигнутой с помощью разрушительных манипуляций, и положением, обретенным благодаря подлинному сотрудничеству и верности общим целям. Транзитный Плутон в квадратуре с радикальной Венерой имеет то же значение, что и транзитная Венера в квадратуре с натальным Плутоном, но продолжается гораздо дольше, год или более, и знаменует период эмоциональной, сексуальной и финансовой напряженности и трудностей.

# TransitPlutoTrineJupiter
source: The focus should be on expanding the intellectual horizons, gaining new experiences, growing spirituality and the ability to appreciate art. This period is suitable for improving your prospects to go beyond your immediate environment and better understand the world as a whole. During this period, circumstances contribute to achievements in areas such as your profession, politics, advertising, literary work, publishing, drama, diplomacy, philanthropy, and donations. This period will be good for your father and his status, and this may be an important factor in your success. Transit Pluto in trine with natal Jupiter has the same meaning as transit Jupiter in trine with natal Pluto, but it lasts much longer and means a period of deeper awareness of the value of power and strength, ways to achieve and apply them, opportunities for spiritual growth and improvement. Transit can happen twice, although it usually happens only once in a person's life.
ru_ru: Сосредоточиться следует на расширении интеллектуального кругозора, приобретении нового опыта, росте духовности и умении ценить искусство. Этот период подходит для того, чтобы улучшить свои перспективы выйти за рамки своего непосредственного окружения и лучше понять мир в целом. В этот период обстоятельства способствуют достижениям в таких сферах, как ваша профессия, политика, реклама, литературное творчество, издательский бизнес, драма, дипломатия, филантропия и пожертвования. Этот период будет удачным для вашего отца и его статуса, а это может оказаться важным фактором: вашего успеха. Транзитный Плутон в трине с натальным Юпитером имеет то же значение, что и транзитный Юпитер в трине с натальным Плутоном, но длится намного дольше и означает период более глубокого осознания ценности власти и силы, способов их достижения и применения, возможностей духовного роста и улучшения. Транзит может быть дважды, хотя обычно случается лишь раз в жизни человека.

# TransitPlutoTrineMars
source: This period is very favorable for the development of physical strength and endurance. Trine implies good circumstances, but calmness and comfort are not an incentive, and without incentive there is no need or motivation to act. Physical activities and activities come to the fore, which means that work, trying to get in good shape, and playing sports are sure to be successful at this time. This time is favorable for work related to reconstruction or recycling of materials. The methods you use will become more thoughtful and effective. It's time to turn your ideas into reality and develop or apply your technical skills. Your actions will have beneficial consequences, both in the present and in the future. Relationships and contacts with men will acquire new meaning and depth, and for sure, thanks to one of the men, you will have new advantages. In the event of a physical confrontation, they will end in your favor. The transit Pluto in trine with natal Mars has the same meaning as the transit Mars in trine with natal Pluto, but of a longer duration and indicates a long period of dynamic, purposeful action and improvement of the status quo. Transit is a once-in-a-lifetime experience.
ru_ru: Этот период весьма благоприятен для развития физической силы и выносливости. Трин подразумевает удачные обстоятельства, но спокойствие и комфорт не являются стимулом, а без стимула нет потребности или мотивации к действию. На первый план выступают физические Действия и деятельность, а это означает, что работа, попытки привести себя в хорошую форму и занятия спортом наверняка будут успешными в это время. Это время благоприятно для работы, связанной с реконструкцией или переработкой материалов. Методы, которые вы применяете, станут более продуманными и эффективными. Пришло время воплотить свои идеи в реальность и развить или применить свои технические навыки. Ваши действия будут иметь благоприятные последствия, как в настоящем, так и в будущем. Взаимоотношения и контакты с мужчинами приобретут новое значение и глубину, и наверняка благодаря одному из мужчин у вас появятся новые преимущества. В случае возникновения физических конфронтации они завершатся в вашу пользу. Транзитный Плутон в трине с натальным Марсом имеет то же значение, что и транзитный Марс в трине с натальным Плутоном, но большую продолжительность и указывает на длительный период динамических, целенаправленных действий и улучшение статус-кво. Транзит встречается раз в жизни.

# TransitPlutoTrineMercury
source: The current circumstances are particularly favorable for the development or application of your ideas, methods, and basic technical skills. This is a positive period for education, literary creativity, activities in areas related to computers, communications, travel, transportation, sales and other transactions, as well as social activities. Achieving maximum success during this period, first of all, depends on your desire to understand what is happening around you, to take part in these events, as well as on your personal desire for success. Significant progress is likely if you make the right choices in the relevant areas and systematically achieve your goals. Your brothers and sisters, neighbors, colleagues, and acquaintances, whom you meet daily, will also have a chance of success, and their good prospects will provide you with the opportunity to improve your own situation. Do not miss the benefits of the period when the influence of karmic connection is less noticeable and allows you to act in accordance with your judgments and ideas. The trine of transit Pluto with natal Mercury has the same meaning as transit Mercury in the trine with natal Pluto, but lasts for a year or more and indicates a long period of intellectual insight.
ru_ru: Нынешние обстоятельства особенно благоприятны для развития или применения ваших идей, методов и основных технических навыков. Это позитивный период для образования, литературного творчества, деятельности в сферах, связанных с компьютерами, коммуникациями, путешествиями, транспортом, продажами и другими сделками, а также общественной деятельностью. Достижение максимального успеха в этот период, прежде всего, зависит от вашего желания понять, что происходит вокруг, принять участие в этих событиях, а также от личного стремления к успеху. Значительный прогресс вероятен, если вы сделаете правильный выбор в соответствующих областях, и планомерно будете добиваться своей цели. Ваши братья и сестры, соседи, коллеги и знакомые, с которыми вы встречаетесь ежедневно, также получат шансы на успех, а их удачные перспективы обеспечат вам возможность улучшить собственное положение. Не упускайте преимущества периода, когда влияние кармической связи менее ощутимо и позволяет вам поступать в соответствии с вашими суждениями и представлениями. Трин транзитного Плутона с натальным Меркурием имеет то же значение, что и транзитный Меркурий в трине с натальным Плутоном, но длится год или более и указывает на длительный период интеллектуальной проницательности.

# TransitPlutoTrineMoon
source: If you want to attract the attention of others, you will surely succeed in your intentions during this period. Your emotional life will noticeably improve, but how and to what extent depends on the specific circumstances. For example, if you are married, you may be tempted to have an extramarital affair. If you're single, it's time to make an effort and find a truly kindred spirit, as Pluto's influence implies a karmic connection in your emotional commitments. As long as circumstances are in your favor, focus your efforts on relationships that provide emotional security and support, create a family business, develop creative abilities, or improve nutrition and take care of your health. This period is favorable for the mother, friends, close women and children in your life. The trine of transiting Pluto with a radical Moon has the same significance as the transit Moon in the trine with natal Pluto, but it lasts much longer (with intervals of more than a year) and thus causes transformations in everyday living conditions that have important and far-reaching consequences.
ru_ru: Если вы хотите привлечь внимание окружающих, вы наверняка преуспеете в своих намерениях в этот период. Ваша эмоциональная жизнь заметно улучшится, но каким образом и насколько - зависит от конкретных обстоятельств. К примеру, если вы состоите в браке, у вас может появиться искушение вступить во внебрачную связь. Если вы холосты, пришло время предпринять усилия и найти по-настоящему родственную душу, поскольку влияние Плутона подразумевает кармическую связь в ваших эмоциональных обязательствах. Пока обстоятельства складываются в вашу пользу, сосредоточьте свои усилия на взаимоотношениях, обеспечивающих эмоциональную безопасность и поддержку, создании семейного бизнеса, развитии творческих способностей или на более правильном питании и заботе о своем здоровье. Этот период благоприятен для матери, друзей, близких женщин и детей в вашей жизни. Трин транзитного Плутона с радикальной Луной имеет такое же значение, что и транзитная Луна в трине с натальным Плутоном, но длится гораздо дольше (с промежутками более года) и вызывает, таким образом, трансформации в повседневных условиях жизни, которые имеют важные и далеко идущие последствия.

# TransitPlutoTrineNeptune
source: Often barely noticeable, this transit can help you discover many possibilities that you may never have thought of. You can show great openness to face difficulties, as well as allow yourself to act without any restrictions. This period gives you the opportunity to identify any flaws and change what is distorted so that it is more understandable. This is often due to a small but profound shift in your perception when you see things as they are. Transit Pluto in trine with natal Neptune has the same meaning as transit Neptune in trine with natal Pluto. Both transits last a year or more and mark a long period of heightened awareness of the advanced scientific and occult aspects of life.
ru_ru: Часто едва заметный, этот транзит может помочь вам открыть для себя множество возможностей, о которых вы, возможно, никогда не думали. Вы можете проявить большую открытость, чтобы столкнуться с трудностями, а также позволить себе действовать без каких-либо ограничений. Этот период дает вам возможность выявить любые недостатки и изменить то, что искажено, так, чтобы оно было более понятным. Часто это происходит из-за небольшого, но глубокого сдвига в вашем восприятии, когда вы видите вещи такими, какие они есть. Транзитный Плутон в трине с натальным Нептуном имеет то же значение, что и транзитный Нептун в трине с натальным Плутоном. Оба транзита длятся год или более и знаменуют собой длительный период повышенной осознанности передовых научных и оккультных аспектов жизни.

# TransitPlutoTrinePluto
source: The successful circumstances of this period lead to increased power and increased resources that support members of your generation. This transit is characterized by wisdom and insight into the spiritual goals of evolution. Since this transit occurs late in life, it marks a period of gaining a deeper understanding of life and death.
ru_ru: Удачные обстоятельства этого периода приводят к усилению власти и увеличению ресурсов, которые поддерживают представителей вашего поколения. Этот транзит характерен мудростью и прозрением духовных целей эволюции. Так как этот транзит встречается в жизни поздно, то он знаменует период обретения более глубокого понимания жизни и смерти.
