Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitJupiterSquareUran
source: is characterized by overoptimism, impractical idealism, impatience, and a lack of common sense, good organization, and discipline. There is a tendency to make hasty decisions and to take too much for granted, which should be avoided. The desire for freedom without responsibility, which is often present in such a transit, can lead to an unrealistic outlook on life. There are often aspirations for travel and adventures that do not have any useful purpose. There may be unexpected difficulties during long trips or in communicating with foreigners. It is possible to deal with people who have eccentric, unpredictable habits or manifest such tendencies themselves. It is possible to join religious and cultural conventions that violate the order, or associate with cults and organizations of a dubious nature. This period is not a good time to indulge in unusual religious and psychic practices, it is unfavorable for psychic and occult experimentation. Incorrect conclusions may be drawn during astrological work at this time. Unexpected problems can arise through litigation or unstable one-size-fits-all plans and improperly thought-out investments. Corporate business losses are possible through heavy taxes, failures, and unwise financial partnerships.
ru_ru: Характерен сверхоптимизмом, непрактичным идеализмом, нетерпеливостью и недостатком здравого смысла, хорошей организации и дисциплины. Преобладает тенденция к поспешным решениям и тому, чтобы брать слишком многое как должное, чего следует избегать. Желание свободы без ответственности, что часто имеется при таком транзите, может приводить к нереалистичному взгляду на жизнь. Часто возникают стремления к путешествиям и приключениям, не имеющим каком либо полезной цели. Возможны неожиданные трудности во время долгих путешествий или в общении с иностранцами. Возможны дела с людьми, имеющими эксцентричные, непредсказуемые привычки или проявление таких тенденций самим. Возможен приход к нарушающим порядок религиозным и культурным конвенциям или же ассоциация с культами и организациями сомнительного характера. Этот период нехорош, чтобы позволять себе непривычные религиозные и психические практики, он неблагоприятен для психического и оккультного экспериментирования. Возможны неверные выводы при астрологической работе в это время. Неожиданные проблемы могут возникать через тяжбы или нестойкие планы "раз и в дамки" и неправильно продуманные капиталовложения. Возможны потери в корпоративном бизнесе через тяжелые налоги, провалы и неразумное финансовое партнерство.

# TransitJupiterSquareVenus
source: At this time, there is confusion with values and priorities, as a result of which you can become either the culprit or the victim of shameless climbing the social ladder, unbridled bragging, laziness, extravagance and self-indulgence. Success in matters related to partnerships and unions, joint ventures, social events and romantic hobbies does not promise to be easy. But if you persevere, progress is quite possible. Legal issues, contract negotiations, and other business issues can be resolved to your advantage, but first you will have to deal with selfish goals, disguised appeals for the common good, and other obstacles. Transit Jupiter in quadrature with radical Venus has the same meaning as transit Venus in quadrature with natal Jupiter, however, it is longer and means a long period of extravagance and self-indulgence. This transit occurs twice every 12 years.
ru_ru: В эту пору с ценностями и приоритетами происходит путаница, в результате которой вы можете стать либо виновником, либо жертвой бесстыдного восхождения по социальной лестнице, безудержного бахвальства, лени, расточительности и потакания своим слабостям. Успех в делах, связанных с партнерством и союзами, совместных предприятиях, светских событиях и романтических увлечениях не обещает быть легким. Но если вы проявите настойчивость, прогресс вполне возможен. Юридические вопросы, переговоры по контрактам и другие деловые вопросы могут решиться к вашу, пользу, но прежде придется иметь дело с корыстными целями, замаскированными призывами о стремлении к общему благу, и с другими препятствиями. Транзитный Юпитер в квадратуре с радикальной Венерой имеет то же значение, что и транзитная Венера в квадратуре с натальным Юпитером, однако, он более длителен и означает длительный период экстравагантности и само попустительства. Этот транзит встречается дважды в 12 лет.

# TransitJupiterTrineJupiter
source: This transit is characterized by an optimistic, self-confident, moral attitude and attempts at self-improvement. Improvements in family and home conditions are possible. It is possible to develop an interest in understanding cultural trends and their future potential development. There is often an increased interest in religion, philosophy, law, education, travel, cultural pursuits, foreign countries and foreigners. The period is favorable for dealing with churches, hospitals, charitable institutions, publications, lectures, training, or legal issues. If this compound receives stressful aspects from the planets, then there is a danger of overexertion in obligations and financial expenses. This transit occurs once in a 12-year cycle.
ru_ru: Этот транзит характерен оптимистичным, самоуверенным, моральным настроем и попытками самоусовершенствования. Возможны улучшения в семейных и домашних условиях. Возможно развитие интереса в понимании культурных тенденций и их будущего потенциального развития. Часто возникает усиленный интерес к религии, философии, закону, просвещению, путешествиям, культурным занятиям, чужим странам и иностранцам. Период благоприятен для дел с церквями, больницами, благотворительными учреждениями, для публикаций, чтения лекций, обучении или устройства юридических вопросов. Если это соединение получает стрессовые аспекты от планет, то существует опасность перенапряжения в обязательствах и финансовых тратах. Этот транзит встречается раз в 12-летний цикл.

# TransitJupiterTrineMars
source: At this time, performing complex tasks will become easier. In other eras and in other societies, hunters and warriors marching under this planetary aspect were bound to succeed. You can apply this knowledge to your current physical efforts and activities. Despite the favorable potential, during this period there is a tendency to physical laziness and a state of contentment that prevents the manifestations of competition. Knowing this, don't let inertia get in the way of your entrepreneurial spirit. Luck will accompany your actions. Even clear defeats can turn into victories. After all; It's better to miss the bus than get hit by it. Luck can come to you thanks to a certain man, besides, this period is favorable for any relationship with men. Transiting Jupiter in a trine with natal Mars has the same meaning as transiting Mars in a trine with natal Jupiter, but lasts longer and indicates an extended period of expansion through constructive actions. The transit occurs twice during Jupiter's 12-year cycle.
ru_ru: В это время выполнение сложных задач упростится. В другие эпохи и в другом обществе охотники и воины, выступающие в поход под этим планетарным аспектом, непременно добивались успеха. Можно применить это знание к нынешним физическим усилиям и деятельности. Несмотря на благоприятный потенциал, в этот период возникают склонность к физической лени и состояние довольства, препятствующее проявлениям соперничества. Зная об этом, не позволяйте инерции мешать вашей предприимчивости. Удача будет сопутствовать вашим действиям. Даже явные поражения могут обернуться победами. В конце концов; лучше опоздать на автобус, чем попасть под него. Удача может явиться вам благодаря некоему мужчине, кроме того, этот период благоприятен для любых взаимоотношений с мужчинами. Транзитный Юпитер в трине с натальным Марсом имеет то же значение, что и транзитный Марс в трине с натальным Юпитером, но длится дольше и указывает на продолжительный период экспансии через конструктивные действия. Транзит встречается дважды за 12-летний цикл Юпитера.

# TransitJupiterTrineMercury
source: The successful circumstances of this period relate to the expansion of your intellectual horizons, the development of new skills and the search for new experiences. Communication will become more active, and information and opinions from various people will rain down on you. During this period, you will be overwhelmed with new ideas and enthusiasm in expressing them. New and better methods will make life easier and increase your productivity. Although success will not fall from the sky, it is very likely in such fields of activity as higher education, literary creativity, publishing, computers, publishing, politics or religion, travel, radio broadcasting, mailing, advertising and law. Business is booming, and if the company is engaged in sales or is located next door to your house, so much the better. The trine of transit Jupiter with natal Mercury has the same value as transit Mercury in trine with natal Jupiter, but lasts longer. It depends on the speed of Jupiter's motion and whether it will be retrograde, stationary or straight. This transit indicates a long period of intellectual growth and mental optimism.
ru_ru: Удачные обстоятельства этого периода касаются расширения ваших интеллектуальных горизонтов, развития новых навыков и поиска нового опыта. Общение активизируется, на вас градом посыплются информация и мнения различных людей. В этот период вас переполнят новые идеи и энтузиазм в их выражении. Новые и лучшие методы облегчат жизнь и повысят производительность вашего труда. Хотя успех не свалится к вам с неба, он весьма вероятен в таких сферах деятельности, как высшее образование, литературное творчество, издательский бизнес, компьютеры, издательская деятельность, политика или религия, путешествия, радиовещание, рассылка товаров почтой, реклама и право. Бизнес процветает, а если предприятие занимается распродажами или расположено по соседству с вашим домом, тем лучше. Трин транзитного Юпитера с натальным Меркурием имеет такое же значение, что и транзитный Меркурий в трине с натальным Юпитером, но длится дольше. Это зависит от скорости движения Юпитера и от того, будет ли он ретроградным, стационарным или прямым. Этот транзит указывает на длительный период интеллектуального роста и оптимизма ума.

# TransitJupiterTrineMoon
source: These days, your instincts and intuition will sharpen, and some of your most cherished desires will come true. Achieving emotional satisfaction on many different levels is the best description of this period. Prosperity will descend on your home and family. This period is especially favorable for children and your mother or the person performing her functions, their success will bring good luck and the sale or purchase of a house or household items will be extremely successful. If you have found a new apartment or are still looking for a place to live, the prospects for its purchase will be favorable. The trine of a transiting Jupiter with a radical Moon has the same meaning as the transiting Moon in a trine with a natal Jupiter, but lasts longer and indicates important long-term benefits compared to transitory ones. This transit occurs twice in Jupiter's 12-year cycle.
ru_ru: В эти дни ваши инстинкты и интуиция обострятся, а некоторые из самых заветных желаний исполнятся. Достижение эмоционального удовлетворения на множестве различных уровней - вот лучшее описание этого периода. На ваш дом и семью снизойдет процветание. Особенно благоприятен этот период для детей и вашей матери или лица, выполняющего ее функции, их успех принесет удачу и продажа или покупка дома или предметов домашнего обихода пройдет на редкость успешно. Если вы нашли новую квартиру или еще подыскиваете себе жилье, перспективы его приобретения будут благоприятными. Трин транзитного Юпитера с радикальной Луной имеет то же значение, что и транзитная Луна в трине с натальным Юпитером, но длится дольше и указывает на важные долгосрочные выгоды по сравнению с преходящими. Этот транзит происходит дважды в 12-годовом цикле Юпитера.

# TransitJupiterTrineNeptune
source: This transit is characterized by increased intuitive spiritual awareness, manifested in expressions of joy and generosity of the spirit. There is a tendency to associate with churches, religious cults or gurus. Mystical tendencies are stimulated and an interest in meditation and other mystical practices may develop. Transit can inspire reverence and awe of God and the universe, and religious conversions are common at this time. The idealism and emotional fervor of this transit can lead to a lack of mental objectivity and practicality in realizing one's ideals. However, a native shows understanding and compassion for those in need, even if it is expressed only on an emotional level. Associations with hospitals, orphanages, universities, or other religious and cultural organizations may benefit. There is a tendency towards generosity and kindness towards family members. There is a strong desire for long-distance travel, especially for the purpose of religious pilgrimage and the study of foreign cultures. Many people feel the urge to escape from the dull hustle and bustle of their daily routine. This time is favorable for artistic and musical inspirations and manifestations, especially in the manifestation of religious and mystical ideas. If a compound receives stressful aspects from other planets, then escapist tendencies sometimes manifest themselves, often in the form of drinking or drug abuse.
ru_ru: Этот транзит характерен возросшей интуитивной духовной осознанностью, проявляемой в выражениях радости и щедрости духа. Проявляется тенденция к ассоциации с церквями, религиозными культами или гуру. Стимулируются мистические тенденции и может развиться интерес к медитации и другим мистическим практикам. Транзит может вдохновить почтение и благоговейный трепет перед Богом и Вселенной, в это время часто случаются религиозные обращения. Идеализм и эмоциональный пыл этого транзита могут породить недостаток ментальной объективности и практичность в осуществлении своих идеалов. Однако, урожденный проявляет понимание и сострадание к нуждающимся, даже если это выражается лишь но эмоциональном уровне. Возможна выгода от ассоциаций с больницами, приютами, университетами или иными религиозными и культурными организациями. Существует тенденция к щедрости и доброте к членам семьи. Проявляется сильная тяга к дальним путешествиям, особенно с целью религиозного паломничества и исследования иностранных культур. Многие чувствуют желание улизнуть от тусклой суеты повседневной рутины. Это время благоприятно для художественных и музыкальных вдохновений и проявлений, особенно в проявлении религиозных и мистических идей. Если соединение получает стрессовые аспекты от других планет, то иногда проявляются эскапистские тенденции, часто в форме выпивок или злоупотребления наркотиками.

# TransitJupiterTrinePluto
source: This transit is characterized by constructive efforts and spiritual self-improvement. This time can lead to important and permanent changes in religious and philosophical views. A person relies more on inner spiritual guidance. During this transit, spiritual insights based on direct personal experiences of a higher occult reality are possible. There is a deeper understanding of the mysteries of life, and often a special interest in life after death, reincarnation, and karma. This transit is favorable for occult and religious practices. There is a sense of the need to put their religious and philosophical ideals into action. This period is beneficial for the work of regeneration and reform of existing cultural, educational, and religious organizations, and the native often takes on the role of personal leadership in these efforts. Financial benefits can be through corporate business, tax review, insurance, gift, inheritance, or pooled finance. This is a favorable period for settling business and legal matters related to these issues. If the connection forms stressful aspects with other transit or natal planets, then there is a tendency for financial exploitation of other people, the manifestation of fanatical religious or cultural points of view.
ru_ru: Этот транзит характерен конструктивными усилиями и духовным самоусовершенствованием. Это время может привести к важным и постоянным изменениям в религиозных и философских взглядах. Человек больше полагается на внутреннее духовное руководство. При этом транзите возможны духовные прозрения, основанные на прямых личных переживаниях более высокой оккультной реальности. Проявляется более глубокое понимание жизненных мистерий, часто особый интерес к жизни после смерти, реинкарнации и карме. Этот транзит благоприятен для оккультных и религиозных практик. Существует ощущение необходимости пустить свои религиозные и философские идеалы в действие. Этот период благотворен для работы но регенерации и реформированию существующих культурных, просветительных, религиозных организаций и урожденный часто берет роль личного лидерства в этих усилиях. Финансовая выгода может быть через корпоративный бизнес, пересмотр налогов, страховки, дарственные, наследство или объединенные финансы. Это благоприятный период для улаживания бизнеса и юридических дел, относящихся к этим вопросам. Если соединение образует стрессовые аспекты с иными транзитными или натальными планетами, то проявляется тенденция к финансовой эксплуатации других людей, проявлению фанатических религиозных или культурных точек зрения.

# TransitJupiterTrineSaturn
source: This transit is characterized by a serious, hardworking attitude along with concern for long-term goals and objectives. At the same time, there may be a need for growth, expansion, prudence, and good management. At the same time, we must strive to make practical matters as convenient as possible for philosophical ideals. In other words, there is a need for highly ethical actions during this period, especially in carrying out practical business, professional, organizational and political affairs. Sound financial management and judgment are important in all personal and professional matters. At this time, past actions can bear fruit and critical events often occur that can affect status and reputation for a long time, for good or evil, depending on the methods of resolving the situation. This transit is favorable for the systematic conduct of business and professional affairs. Often this time is the beginning of new educational, legal, professional affairs or business. It is possible to be involved in activities somehow related to the law and the government. It is also possible to engage in serious educational, philosophical, business, professional, political pursuits and searches. The activities of a native during this transit are often associated with administrative responsibilities, community relations, and responsibilities related to schools, churches, and organizations. Business and professional trips are possible.
ru_ru: Этот транзит характерен серьезным, трудолюбивым настроем наряду с озабоченностью долгосрочными целями и задачами. Одновременно возможна потребность в росте, расширении, благоразумии и хорошем менеджменте. В то же время надо стремиться сделать практические дела, насколько это возможно, удобными для философских идеалов. Иными словами, есть потребность в высокоэтических действиях в течение, этого периода, особенно в выполнении практических деловых, профессиональных, организационных и политических дел. Во всех личных и профессиональных делах важны здоровый финансовый менеджмент и суждение. В это время могут принести плоды прошлые действия и часто возникают критические события, которые могут влиять на статус и репутацию, на долгое время к добру или злу в зависимости от методов разрешения ситуации. Этот транзит благоприятен для систематического ведения бизнеса и профессиональных дел. Часто это время — начало новых просветительных, юридических, профессиональных дел или бизнеса. Возможна вовлеченность в деятельность, как-то связанную с законом и правительством. Возможна также вовлеченность в серьезные просветительные, философские, деловые, профессиональные, политические занятия и поиски. Деятельность урожденного во время этого транзита часто связана с административной ответственностью, общественными отношениями и ответственностью, связанной со школами, церквями и организациями. Возможны путешествия с деловыми, профессиональными целями.

# TransitJupiterTrineSun
source: At this time, the increased potential for a successful combination of circumstances will bring you honors, recognition, and simply success. This period is characterized by an experience that is flattering to your ego. Your ambitions and goals will become broader, and you will have a great chance to succeed in achieving them. The sphere of your personal influence will grow with minimal effort on your part. If you want to take a leadership position, it's time to aim for that goal. The current circumstances are conducive to generosity, honesty, and courage, and these traits of yours will be recognized and admired by others. But, as with any Successful circumstances, there is a danger of misusing them. Perhaps you will be overwhelmed with self-satisfaction or confidence that everything is going as it should. By taking too much for granted, you won't feel the need to change the status quo, and as a result, you'll miss out on the benefits. Although most situations will be favorable, in some cases, the luck of this period is to mitigate unpleasant situations. As an example, we can cite a person who was denied the promised promotion and was not made a middle-ranking manager - at first glance, he was unlucky. However, two days later, all the middle-ranking executives were fired. The trine of the transiting Jupiter with the natal Sun has the same meaning as the trine of the transiting Sun with the natal Jupiter; however, it lasts for a much longer period of time and thus distinguishes an important period of progress in human life.
ru_ru: В эту пору возросший потенциал удачного стечения обстоятельств принесет вам почести, признание и просто успех. Для этого периода характерен опыт, лестный для вашего эго. Ваши амбиции и цели станут шире, у вас появится отличный шанс преуспеть в их достижении. Сфера вашего личного влияния вырастет при минимальных затратах усилий с вашей стороны. Если вы хотите занять руководящий пост, пришло самое время устремиться к этой цели. Нынешние обстоятельства способствуют великодушию, честности и отваге, и эти ваши черты будут признаны окружающими и вызовут восхищение. Но, как и при любых Удачных обстоятельствах, существует опасность неправильно распорядиться ими. Возможно, вас переполнит довольство собой или уверенность в том, что все идет, как положено. Принимая слишком многое как должное, вы не почувствуете необходимости изменить существующее положение вещей и в результате упустите преимущества. Хотя большинство ситуаций будут благоприятными, в некоторых случаях удача этого периода заключается в том, чтобы смягчить неприятные ситуации. В качестве примера можно привести человека, которому отказали в обещанном повышении и не сделали руководителем среднего ранга, - на первый взгляд, ему не повезло. Однако два дня спустя все руководители среднего ранга были уволены. Трин транзитного Юпитера с натальным Солнцем имеет такое же значение, как трин транзитного Солнца с натальным Юпитером; однако, он длится в течение гораздо большего промежутка времени и отличает, таким образом, важный период прогресса в жизни человека.
