Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitSaturnSquarePluto
source: is characterized by a harsh, unsympathetic, harsh attitude, and approach. There may be a need to deal with grim circumstances related to economic, political, or professional power struggles, or conspiracies. There is a possibility of being blackmailed, abused, or threatened in their professional, business, or political affairs. The source of conflicts may be taxes, pooled capital, corporate interests, insurance, alimony, and the deceased's property. It is possible to fight corruption and dishonesty, and careers may suffer as a result of these problems. Any attempts to use dishonest means to achieve personal gain can damage both your career and your reputation. There may be an interest in sex and sexual problems. Paranoia and fear of death are associated with this transit, but there is also an interest in reincarnation or the afterlife. Transit can be used constructively to strengthen willpower and determination to succeed.
ru_ru: Характерен жестким, лишенным сочувствия, суровым настроем, отношением и подходом. Возможна вынужденность иметь дело с мрачными обстоятельствами, связанными с экономической, политической или профессиональной борьбой за власть, или в заговорах. Существует возможность подвергнуться шантажу, насилию или угрозам в своих профессиональных, деловых или политических делах. Источником конфликтов могут стать налоги, объединенные капиталы, корпоративные интересы, страховки, алименты и имущество умершего. Возможна борьба с коррупцией, нечестностью и в результате этих проблем может пострадать карьера. Любые попытки использовать нечестные средства для достижения личной выгоды могут повредить, как карьере, так и репутации. Возможны заинтересованность в сексе и сексуальные проблемы. С этим транзитом связаны паранойи и страх смерти, но част интерес к реинкарнации или посмертной жизни. Транзит может быть конструктивно использован для усиления силы воли и решимости преуспеть.

# TransitSaturnSquareSaturn
source: is characterized by concern, anxiety, and a negative pessimistic attitude. Frustrations and obstacles usually arise that block personal, professional, and political ambitions. Increased, burdensome business and professional responsibilities prevail. There is a possibility of being exposed to unemployment and financial difficulties. Conflicts with the government or with authoritative figures are likely. The period is unfavorable for transactions on property or estate. There is a need to take care of, or take responsibility for, the elderly in one way or another. There may be restrictions from parents or other authorities. Unpopularity with friends, groups, and associated personalities may also become a problem, and problems with bones, teeth, and skin may surface.
ru_ru: Характерен озабоченностью, беспокойством и негативным пессимистическим настроем. Обычно возникают разочарования и препятствия, блокирующие личные профессиональные и политические амбиции. Преобладают возросшие, обременительные деловые и профессиональные обязанности. Существует возможность подвергнуться безработице и финансовым трудностям. Вероятны конфликты с правительством или с авторитетными фигурами. Период неблагоприятен для сделок по имуществу или поместью. Проявляется необходимость заботиться, или так или иначе взять на себя ответственность за пожилых людей. Возможны ограничения со стороны родителей или иных авторитетов. Проблемой могут стать также непопулярность у друзей, групп и ассоциированных личностей, могут всплыть проблемы с костями, зубами и кожей.

# TransitSaturnSquareSun
source: This period is unlikely to strengthen your self-confidence. If you hope for an easy success, obstacles await you. Prohibitions, rules and regulations, postponements, and government representatives who insist on having their way are just some of the obstacles that test your resolve and distract you from a specific task. At this time, annoying situations will become even more complicated if you succumb to impatience or despondency when people or circumstances challenge you or threaten your success. Avoid showing arrogance or anger that prevents you from listening to the good advice of those who are older and wiser than you. If you hold a leadership position, it is unwise to use your advantages to disregard traditions and authority. To cope with the current circumstances, it is important to show reasonable conservatism and continue to move steadily on its course. The quadrature of the transiting Saturn with the natal Sun has the same meaning as the quadrature of the transiting Sun with the natal Saturn, however, it lasts much longer and indicates a period of human trials and experiences.
ru_ru: Этот период вряд ли укрепит вашу уверенность в себе. Если вы надеетесь на легкий успех, вас ожидают препятствия. Запреты, правила и постановления, отсрочки, представители власти, которые настаивают на своем - вот лишь некоторые из помех, подвергающих испытанию вашу решимость и отвлекающих вас от конкретной задачи. В это время досадные ситуации еще более осложнятся, если вы поддадитесь нетерпению или унынию, когда люди или обстоятельства бросят вам вызов или будут угрожать вашему успеху. Избегайте проявлять высокомерие или гнев, мешающие прислушаться к доброму совету тех, кто старше и мудрее вас. Если вы занимаете руководящий пост, неблагоразумно пользоваться своими преимуществами, чтобы пренебречь традициями и властью. Чтобы справиться с нынешними обстоятельствами, важно проявить разумный консерватизм и продолжать неуклонно двигаться своим курсом. Квадратура транзитного Сатурна с натальным Солнцем имеет такое же значение, как квадратура транзитного Солнца с натальным Сатурном, однако, она длится значительно дольше и указывает на период испытаний и переживаний человека.

# TransitSaturnSquareUran
source: The native faces obstacles in the practical application of creative ideas. Unexpected difficulties and vicissitudes can arise in business or career, especially if past motivations were selfish. Selfish motivations can also lead to sudden or unexpected damage to personal reputation and status. There may be a feeling of disappointment in trying to realize your goals and prospects. Some take fickle and fanatical positions in both professional and political affairs. The period is unfavorable for joining or working with IT companies and organizations, as unexpected factors are likely to occur. The Nee or his friends may turn out to be unreliable, fickle, or selfish. There is a tendency to distrust others or from others. There may be lawsuits and legal difficulties related to partnerships, pooled money, corporate business, insurance, professional issues, contracts, taxes, alimony or inheritance. The tendency to instability and the habit of spasmodic work. Problems are also possible due to the tendency to demand freedom and irresponsibility.
ru_ru: Урожденный сталкивается с препятствиями в практическом применении творческих идей. Неожиданные трудности и превратности судьбы могут возникать в бизнесе или карьере, особенно, если прошлые мотивации были эгоистическими. Эгоистические мотивации могут также привести к внезапному или неожиданному ущербу личной репутации и статусу. Возможно чувство разочарования в попытках реализовать свои цели и перспективы. Некоторые занимают непостоянные и фанатические позиции и профессиональных и политических делах. Период неблагоприятен для объединения или работы с IT-компаниями и организациями, поскольку вероятно появление неожиданных факторов. Урожденный или его друзья могут оказаться ненадежными, непостоянными или эгоистически настроенными. Существует тенденция недоверия к другим или со стороны других. Возможны тяжбы и юридические трудности, связанные с партнерством, объединенными деньгами, корпоративным бизнесом, страховкой, профессиональными вопросами, контрактами, налогами, алиментами или наследством. Тенденция к нестабильности и к привычке спазматической работы. Проблемы возможны также из-за склонности требовать свободы, безответственности.

# TransitSaturnSquareVenus
source: Your mood and current circumstances are not conducive to relaxation and entertainment. Romantic hobbies create difficulties, socializing will turn into a heavy duty. You will probably have a desire to disregard moral principles and rules of etiquette – this will lead to annoying situations in which you will be rejected or rejected. At this time, the pursuit of pleasure will be hindered by lack of motivation and lack of experience. But this is exactly what can push you to persist in trying to have some fun. Transiting Saturn in quadrature with radical Venus has the same meaning as transiting Venus in quadrature with natal Saturn, but it has a longer effect and indicates a period of loneliness, feelings of not being loved and lack of warmth in personal relationships. This transit occurs twice in 24 years.
ru_ru: Ваше настроение и нынешние обстоятельства не способствуют расслаблению и развлечениям. Романтические увлечения создают сложности, светское общение превратится в тяжкую повинность. Вероятно, у вас возникнет желание пренебречь нравственными принципами и правилами этикета – к этому приведут досадные ситуации, в которых вы получите отказ или будете отвергнуты. В это время погоне за удовольствиями помешают отсутствие мотивации и недостаток опыта. Но именно это может подтолкнуть вас к упорному стремлению хоть немного развлечься. Транзитный Сатурн в квадратуре с радикальной Венерой имеет то же значение, что и транзитная Венера в квадратуре с натальным Сатурном, но более длительное действие и указывает на период одинокости, чувства того, что его не любят и недостатка тепла в личных отношениях. Этот транзит встречается дважды за 24 года.

# TransitSaturnTrineJupiter
source: A successful combination of traditions, maturity and past experience and their application to current circumstances will be the key to your personal growth and prosperity. If you lack the traditionalism, maturity, or experience to make progress at this time, ask for help from those who possess these qualities. This luck will not fall right into your hands. If a favorable environment does not go unnoticed by you, you should consciously try to take advantage of it. The transit Saturn in trine with natal Jupiter has the same meaning as the transit Jupiter in trine with natal Saturn, but usually lasts longer and indicates an extended period of growth and stability in professional, household affairs and business, This is a favorable period for seeking education for professional growth. The transit occurs twice in Saturn's 29-year cycle.
ru_ru: Удачное сочетание традиций, зрелости и прошлого опыта и применение их к нынешним обстоятельствам станут залогом вашего личного роста и процветания. Если вам недостает традиционности взглядов, зрелости или опыта, чтобы добиться прогресса в это время, попросите помощи у тех, кто обладает этими достоинствами. Эта удача не свалится к вам прямо в руки. Если благоприятная обстановка не останется для вас незамеченной, вы должны сознательно попытаться воспользоваться ее преимуществами. Транзитный Сатурн в трине с натальным Юпитером имеет то же значение, что и транзитный Юпитер в трине с натальным Сатурном, но обычно длится дольше и указывает на продлённый период роста и устойчивости в профессиональных, домашних делах и бизнесе, Это благоприятный период для поисков образования с целью профессионального роста. Транзит встречается дважды в 29-летнем цикле Сатурна.

# TransitSaturnTrineMars
source: Success goes hand in hand with practical action. Two types of efforts are most likely to lead to success: those that represent the results of hard work and experience, and those that are undertaken carefully and methodically and are focused on ultimate success. At this time, relationships with men are stabilized and settled. Dental procedures, including maxillofacial surgery or cataract removal, will be successful during this period. At this time, all mechanical and physical systems are functioning smoothly. A car or other mechanical equipment purchased at this time is sure to last a long time. Traditions and authority will be given proper attention and respect, and this will help you achieve significant benefits. The Saturn transit in the trine with natal Mars has the same meaning as the Mars transit in the trine with natal Saturn, but it lasts much longer and marks a long period of practical achievements through discipline, hard work and good organization. This transit happens twice during Saturn's 24-year cycle.
ru_ru: Успех сопутствует практическим действиям. К удаче, скорее всего, приведут усилия двух видов: представляющие результаты упорной работы и опыта и те, которые предпринимаются тщательно и методически и ориентированы на конечный успех. В это время взаимоотношения с мужчинами стабилизируются и улаживаются. Удачными в этот период станут стоматологические процедуры, в том числе челюстно-лицевая хирургия или удаление катаракты. В это время все механические и физические системы функционируют бесперебойно. Машина или другое механическое оборудование, купленное в это время, наверняка прослужит долго. Традициям и власти будет уделено надлежащее внимание и оказано уважение, и это поможет вам достичь существенных преимуществ. Транзитный Сатурн в трине с натальным Марсом имеет то же значение, что и транзитный Марс в трине с натальным Сатурном, но длится много дольше и знаменует продолжительный период практических достижений через дисциплину, тяжелый труд и хорошую организацию. Этот транзит случается дважды за 24-летний цикл Сатурна.

# TransitSaturnTrineMercury
source: This astrological situation favors activities related to communication, education, literary creativity, technical skills, design, commerce, computers, and travel. This means the success of new enterprises in these areas, as well as the guarantee that your previous efforts and experience will bear long-awaited fruits. The contacts you have established can be an invaluable source of information or help. Most of the contacts during this period will be favorable, there will be a minimum amount of false promises in your words, and the work will be done conscientiously. Your ideas and thinking in general will become more organized and practical. Deeply thought-out plans and methods will arise, which in itself will be the reason for their success. The most successful way out is to apply traditional ideas and methods. But if you are a proponent of non-traditional views and are confident that you are right, they can be successfully implemented in existing projects. The trine of transiting Saturn with natal Mercury has the same meaning as the transit Mercury in the trine with natal Saturn, but it lasts much longer — it depends on the speed of Saturn and whether it will be stationary, retrograde or direct. This transit marks a long period of mental discipline and organization.
ru_ru: Данная астрологическая ситуация благоприятствует деятельности, связанной с общением, образованием, литературным творчеством, техническими навыками, дизайном, коммерцией, компьютерами и путешествиями. Это означает успех новых предприятий в этих сферах, а также является залогом того, что ваши прежние усилия и опыт принесут долгожданные плоды. Установленные вами контакты могут оказаться неоценимым источником информации или помощи. Большинство контактов этого периода будут благоприятными, в ваших словах окажется минимальное количество лживых обещаний, а работа будет выполняться на совесть. Ваши идеи и мышление в целом станут более организованными и практичными. Возникнут глубоко продуманные планы и методы, что само по себе будет причиной их успеха. Наиболее удачный выход - применение традиционных идей и методов. Но если вы сторонник нетрадиционных взглядов и уверены в своей правоте, их можно успешно внедрить в существующие проекты. Трин транзитного Сатурна с натальным Меркурием имеет то же значение, что и транзитный Меркурий в трине с натальным Сатурном, но длится гораздо дольше — это зависит от скорости Сатурна и от того, будет ли он стационарным, ретроградным или прямым. Этот транзит отмечает длительный период умственной дисциплины и организованности.

# TransitSaturnTrineMoon
source: A favorable combination of circumstances is quite possible during this period. Although the possibility of amazing, overwhelming luck is not excluded for you, the odds are in favor of a more peaceful, but extremely favorable time. The level of emotions can be quite high, they will have a stimulating effect, but most likely they will be associated with pleasure and reflection. At this time, maturity and experience should be used to make decisions about current actions and start making plans for the future. The decisions and actions of these days will certainly be successful, but at the same time this period is favorable for learning patience and awareness of one's spiritual duties. The trine of transiting Saturn with the radical Moon has the same meaning as the transit Moon in the trine with natal Saturn, but it lasts much longer and indicates a long period of stabilization of emotions, household and personal affairs. This transit occurs twice during Saturn's 29-year cycle.
ru_ru: В этот период вполне возможно благоприятное стечение обстоятельств. Хотя для вас не исключены возможности поразительной, ошеломляющей удачи, шансы склоняются в пользу более спокойного, но чрезвычайно благоприятного времени. Уровень эмоций может быть довольно высок, они окажут стимулирующее воздействие, но, скорее всего, будут связаны с удовольствиями и размышлением. В это время следует воспользоваться зрелостью и опытом, чтобы принять решения относительно нынешних поступков и начать строить планы на будущее. Решения и действия этих дней будут, безусловно, успешными, но вместе с тем этот период благоприятен для того, чтобы научиться терпению и осознанию своих духовных обязанностей. Трин транзитного Сатурна с радикальной Луной имеет такое же значение, что и транзитная Луна в трине с натальным Сатурном, но длится гораздо дольше и указывает на длительный период стабилизации эмоций, домашних и личных дел. Этот транзит происходит дважды в течение 29-летнего цикла Сатурна.

# TransitSaturnTrineNeptune
source: is characterized by the ability to find practical applications for imagination and intuitive inspirations. The ability to be calm and focus attention, imparted by this transit, favors spiritual and psychological disciplines such as meditation. Through this process, deep insights and achievements can be achieved. Some are able to draw on deeper levels of memory, going back even to past incarnations. Deep insights into the political, economic, and cultural forces operating now and in the past are possible. These insights can be part of a consistent pattern of disclosure that can understand the secret mechanics of those in power and authority. There may be an interest in history as a means of understanding cultural evolution. There may be great benefits from the spiritual master's instructions. This period is favorable for those who are engaged in professions related to psychology, or those whose activities bring them into contact with hospitals, orphanages, prisons, or religious and educational institutions. The period is good for psychological stabilization of family and household affairs. In general, there is an opportunity to reap the benefits of past discipline, organization, and hard work.
ru_ru: Характерен способностью находить практическое применение воображению и интуитивным вдохновениям. Способность быть спокойным и фокусировать внимание, сообщаемая этим транзитом, благоприятствует духовным и психологическим дисциплинам, таким как медитация. Через этот процесс можно достичь глубоких прозрений и достижений. Некоторые способны черпать более глубокие уровни памяти, восходящие даже к прошлым воплощениям. Возможны глубокие прозрения в политических, экономических и культурных силах, оперирующих сейчас и в прошлом. Эти прозрения могут быть частью последовательного рисунка раскрытия, которым может быть понята секретная механика тех, кто стоит у власти и обладает авторитетом. Может развиться интерес к истории, как средству понимания культурной эволюции. Возможна большая выгода от инструкций духовного учителя. Этот период благоприятен для тех, кто занят в профессиях, связанных с психологией, или тех, чья деятельность приводит их в контакт с больницами, приютами, тюрьмами или религиозными и просветительными учреждениями. Период хорош для психологической стабилизации семейных и домашних дел. В целом существует возможность пожинать плоды прошлой дисциплины, организации и тяжелого труда.

# TransitSaturnTrinePluto
source: Is characterized by increased concentration and willpower. The time is favorable for the pursuit of long-term goals and aspirations, thanks to the increased willpower and the serious, strict and purposeful attitude inherent in this transit. Awareness of intrigues and power struggles in large-scale government or corporate organizations, or the structure of one's own business, or professional affairs may develop. This period is favorable for spiritual discipline and meditation. An insight into deep scientific and spiritual laws is possible, along with an awareness of the need to firmly adhere to the principles of justice. It's a good time to resolve legal issues and conduct secret investigations. There is often an increased professional ambition and ingenuity in the realization of one's professional or political ambitions. There may be a desire to reform existing political, economic, business institutions and government structures. Transit is favorable for those engaged in advanced sciences, mathematical and technical professions, as well as for doctors, lawyers, scientists and engineers. There is great efficiency in work, and sometimes new ways are found to improve it.
ru_ru: Характерен возросшей концентрацией и силой воли. Время благоприятно для преследования долгосрочных целей и чаяний, благодаря усиленной силе воли и серьезному, строгому и целенаправленному настрою, присущему этому транзиту. Может развиться осознанность интриг и борьбы сил в крупномасштабных правительственных или корпоративных организациях, или структуре собственного бизнеса, или профессиональных дел. Этот период благоприятен для духовной дисциплины и медитации. Возможно прозрение в глубокие научные и духовные законы наряду с осознанием потребности твердо придерживаться принципов справедливости. Время удачное для решения юридических вопросов и проведения секретных расследований. Часто проявляется возросшее профессиональное честолюбие и изобретательность в осуществлении своих профессиональных или политических амбиций. Может развиться желание реформировать существующие политические, экономические, деловые учреждения и структуру власти. Транзит благоприятный для занятых в передовых науках, математических и технических профессиях, а также для врачей, юристов, ученых и инженеров. Проявляется большая эффективность в работе, и иногда находятся новые пути для ее повышения.
