Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# NatalMarsSquareSaturn
source: The square of Mars to Saturn in the natal chart creates difficulties in self-expression. The main areas affected by Saturn's limiting influence are your cravings and the ability to make constant efforts. You have strong desires and goals, but you have trouble expressing and achieving those desires and needs. As a child, you may face criticism or strict discipline, especially from your father or another authority figure. The more you experience this, the more difficult it will be for you to overcome your tightness, shyness, and feelings of inferiority. Failures when you pursue your desires in sex, sports, or work reinforce the feeling that life is too difficult or that you don't deserve the good things that others have. The key to dealing with energy flow or blockage is self-awareness and learning from your own experiences. The square aspect really presents challenges and challenges. Through trial and error, you master what you are not very good at. With age and experience, you will accept the limitations of this aspect. This will lead to greater self-confidence, wisdom gained through experience, and a strong work ethic. Patience, perseverance, and empathy can be your strengths, leading to healthy self-esteem, lasting relationships, significant achievements, and well-deserved recognition. A quick look at the celebrities below with the square of Mars to Saturn confirms this and should give you confidence that pursuing your passionate desires will lead to success.
ru_ru: Квадрат Марса к Сатурну в натальной карте создает трудности в самовыражении. Основные области, на которые влияет ограничивающее влияние Сатурна, — это ваши страстные желания и способность к постоянным усилиям. У вас сильные желания и цели, но возникают проблемы с выражением и достижением этих желаний и потребностей. В детстве вы можете столкнуться с критикой или строгой дисциплиной, особенно со стороны вашего отца или другого авторитетного лица. Чем сильнее вы это переживаете, тем труднее вам будет преодолеть зажатость, застенчивость и чувство неполноценности. Неудачи, когда вы преследуете свои желания в сексе, спорте или работе, усиливают ощущение, что жизнь слишком сложна или что вы не заслуживаете того хорошего, что есть у других. Ключом к борьбе с потоком энергии или блокировкой является самосознание и обучение на собственном опыте. Квадратный аспект действительно представляет испытания и проблемы. Путем проб и ошибок вы овладеваете тем, в чем не очень хороши. С возрастом и опытом вы примете ограничения этого аспекта. Это приведет к большей уверенности в себе, мудрости, полученной благодаря опыту, и сильной трудовой этике. Терпение, настойчивость и сочувствие могут быть вашими сильными сторонами, ведущими к здоровой самооценке, прочным отношениям, значительным достижениям и заслуженному признанию. Беглый просмотр знаменитостей ниже с квадратом Марса к Сатурну подтверждает это и должен вселить в вас уверенность в том, что стремление к своим страстным желаниям приведет к успеху.

# NatalMarsSquareUran
source: Mars and Uranus in the square symbolize the struggle for truth and truth. This aspect gives a person impulsive and unpredictable actions, impatience, lack of focus on completing things that have been started, a tendency to extremism, the ability to destroy and a tendency to break up relationships. It also manifests itself in sharp criticism and sarcasm, the desire for radical solutions, carelessness and the danger of accidents. Women with this aspect have a particularly pronounced tendency to break up relationships. For women born at night, this aspect indicates that their first marriage is likely to end in divorce. The convenient side of this aspect is courage, the struggle for new and progressive ideas, as well as revolutionism. It also gives you the ability to give yourself, the absence of fear, and the appearance of worshiping your superiors.
ru_ru: Марс и Уран в квадрате символизируют борьбу за правду и истину. Этот аспект придает человеку импульсивные и непредсказуемые действия, нетерпение, недостаток сосредоточенности на завершении начатых дел, склонность к экстремизму, способность к разрушительству и склонность к разрывам отношений. Также он проявляется в острой критике и сарказме, стремлении к радикальным решениям, неосторожности и опасности несчастных случаев. У женщин, имеющих этот аспект, особенно выражена склонность к разрыву отношений. У женщин, рожденных ночью, аспект указывает на то, что их первый брак скорее всего закончится разводом. Удобной стороной этого аспекта является смелость, борьба за новое и прогрессивные идеи, а также революционность. Также он дарит способность к самоотдаче, отсутствие страха и напускание на поклонение вышестоящим.

# NatalMarsTrineJupiter
source: Mars - Jupiter. The ability to actively and energetically engage in practical matters, bearing a philosophical and humanitarian basis. Enthusiasm and helpful help to other people are essential features of this aspect. Double fire, essential fiery enthusiasm. Through their constructive activities, they acquire knowledge in the areas where Mars and Jupiter are located or run. Their previous life served as the best karma by serving people. The aspect of Mars and Jupiter is associated with the 12th and 8th houses, so they are able to transform negative conditions inherited from the past into positive actions. Mars reaches its height in Capricorn, and Jupiter in Cancer. This aspect helps to expand ambitions, creates the basis for an active and conscious family life, and also stimulates interest in sports, travel and adventures. People with this aspect may also be attracted to religious issues or work in the field of psychology or sociology of young people. Mars, which is in a harmonious aspect with Jupiter, gives people openness, nobility, strength, the desire for freedom and justice, entrepreneurship and constructiveness, confidence and determination, as well as the opportunity to inspire others. Such people have strong intelligence, broad views and optimism. They can also gain financial well-being, be generous, and engage in charity work. People with this aspect can be entrepreneurs or scientists.
ru_ru: Марс - Юпитер. Способность активно и энергично заниматься практическими делами, несущая в себе философское и гуманитарное начало. Энтузиазм и полезная помощь другим людям являются неотъемлемыми чертами этого аспекта. Двойной огонь, сущностных пламенный энтузиазм. Путемсвоей конструктивной деятельности они приобретают знания в областях, где расположены или хозяйничают Марс и Юпитер. Их предыдущая жизнь служила лучшей кармой, послужив людям. Аспект Марса и Юпитера связан с 12-ым и 8-ым домами, поэтому они способны перевоплотить негативные условия, унаследованные из прошлого, в положительные действия. Марс достигает своей высоты в Козероге, а Юпитер в Раке. Этот аспект способствует расширению амбиций, создает основу для активной и сознательной семейной жизни, а также стимулирует интерес к спорту, путешествиям и приключениям. Люди с таким аспектом также могут быть привлечены к религиозным проблемам или работать в области психологии или социологии молодых людей. Марс, находящийся в гармоничном аспекте с Юпитером, придает людям открытость, благородство, силу, стремление к свободе и справедливости, предприимчивость и конструктивность, уверенность и решительность, а также возможность вдохновлять других. Такие люди обладают сильным интеллектом, широкими взглядами и оптимизмом. Они могут также обрести материальное благополучие, проявлять щедрость и заниматься благотворительностью. Люди с этим аспектом могут быть предпринимателями или учеными.

# NatalMarsTrineNeptune
source: Mars and Neptune embody a wealth of energy, supernatural abilities in the field of healing and the occult. Their premonitions help prevent dangers, and their subtle instincts detect people's insincerity. They are able to act decisively and achieve their goals without the help of external forces. They have self-control, insight, and an interest in Hatha yoga and the occult. They have talents in art, especially in dancing. Their healthy lifestyle includes proper nutrition and hygiene. They are sensitive to the emotional atmosphere of their surroundings and instinctively know how they should behave or act. Favorable for chemists. The influence of Mars in the trine with Neptune is manifested through inspiration, enthusiasm and the ability to provide psychological help and healing. They show entrepreneurial spirit and commercial ability. For women, this aspect promises a happy marriage.
ru_ru: Марс и Нептун воплощают богатство энергии, сверхъестественные способности в области лечения и оккультизма. Их предчувствия помогают предотвращать опасности, а тонкое чутье обнаруживает неискренность людей. Они способны действовать решительно и достигать своих целей без помощи внешних сил. Им присущи выдержка, проницательность и интерес к хатха-йоге и оккультизму. Они обладают талантами в искусстве, особенно в танцах. Их здоровый образ жизни включает правильное питание и соблюдение гигиены. Они чувствительны к эмоциональной атмосфере своего окружения и инстинктивно знают, как им следует вести себя или действовать. Благоприятно для химиков. Влияние Марса в трине с Нептуном проявляется через вдохновение, энтузиазм и способность оказывать психологическую помощь и целительство. Они проявляют предприимчивость и коммерческие способности. Для женщин этот аспект обещает счастливый брак.

# NatalMarsTrinePluto
source: Mars in a trine with Pluto in the natal chart gives you a strong will and determination to succeed. It makes you bold and confident, with powerful charisma and sexual appeal. You can be a very energetic person who will fight for social goals and possess prophetic or occult talents. You have a seemingly endless supply of energy, and you use it constructively. Your strong ego wants to be noticed by leaving a mark on the world. It's a healthy thing; you can quickly gain the cooperation and help of others through your leadership skills. Partnerships are also important to you, but you'll be better off hanging out with people who are also strong, confident, and sexy. It may take a long time to fulfill your desires. Sexual attractiveness is a part of your overall attractiveness that makes you a good leader, whether in business, sports, or community groups. Your assertiveness and directness are strong, but not dangerous. However, if you are provoked, you can withstand a sustained attack until the enemy is defeated. Sex and magic can overlap. You can get the same adrenal surge from sexual experiences as you do from the occult, but they all act with the best of intentions and heal others. You can also use your energy for significant and positive transformations in your life and the world around you.
ru_ru: Марс в трине с Плутоном в натальной карте дает сильную волю и решимость добиться успеха. Он делает вас смелым и уверенным в себе, обладающим мощной харизмой и сексуальной привлекательностью. Вы можете быть очень энергичным человеком, который будет бороться за социальные цели и обладать пророческими или оккультными талантами. У вас, казалось бы, бесконечный запас энергии, и вы применяете его конструктивно. Ваше сильное эго хочет, чтобы его заметили, оставив след в мире. Это здоровая вещь; вы можете быстро заручиться сотрудничеством и помощью других благодаря своим лидерским качествам. Партнерские отношения также важны для вас, но вам будет лучше общаться с людьми, которые также сильны, уверены в себе и сексуальны. Для исполнения ваших желаний может потребоваться много времени. Сексуальная привлекательность — это часть вашей общей привлекательности, которая делает вас хорошим лидером, будь то в бизнесе, спорте или общественных группах. Ваша напористость и прямота сильны, но не опасны. Однако, если вас спровоцировать, вы можете выдержать длительную атаку, пока враг не будет побежден. Секс и магия могут пересекаться. Вы можете получить такой же прилив надпочечников от сексуального опыта, как и от оккультизма, но все они действуют из лучших побуждений и исцеляют других. Вы также можете использовать свою энергию для значительных и позитивных преобразований в своей жизни и мире вокруг вас.

# NatalMarsTrineSaturn
source: Mars and Saturn combine the positive qualities of Capricorn. They value hard work and systematic action, avoiding unnecessary waste of energy and striving for useful results. Their will is a powerful tool that is applied intelligently and systematically. Their mathematical precision and work with precise tools allow them to work successfully in optics and engineering. They are ambitious and hardworking people, which opens the way for them to leadership positions. They have endurance, courage, and practical skill. They are good at bearing great responsibility and enduring difficulties without retreating. In stressful situations, they maintain their composure and patience. The combination of Mars and Saturn shows a union of energy and diligence, courage and foresight, courage and strength. They are able to solve complex tasks, take on great responsibility, and show perseverance and ambition. Physical endurance, self-control, and self-discipline are all their hallmarks. For women, this may mean a tendency towards long-term unions. Unfortunately, some of the negative aspects of this combination are obedience and submission to authority.
ru_ru: Марс и Сатурн объединяют в себе положительные качества Козерога. Они ценят тяжелый труд и планомерные действия, избегая излишней трата энергии и стремясь к полезным результатам. Их воля является мощным инструментом, который применяется разумно и систематически. Их математическая точность и работа с точными инструментами позволяют им успешно работать в оптике и инженерии. Они являются честолюбивыми и трудолюбивыми людьми, что открывает перед ними дорогу к руководящим должностям. Они обладают выносливостью, смелостью и практической сноровкой. Им хорошо дается нести большую ответственность и переносить трудности без отступлений. При стрессовых ситуациях они сохраняют выдержку и терпение. Сочетание Марса и Сатурна проявляет союз энергии и трудолюбия, смелости и предусмотрительности, мужества и силы. Они способны решать сложные задачи, брать на себя большую ответственность и проявлять упорство и честолюбие. Физическая выносливость, самообладание и самодисциплина - все это их характерные черты. Для женщин это может означать склонность к длительным союзам. К сожалению, некоторыми негативными аспектами этой комбинации являются послушание и подчинение авторитету.

# NatalMarsTrineUran
source: Mars and Uranus are a union of originality of thinking, courage and energy in carrying out their life tasks. People with a similar combination of influences from Scorpio and the planets Mars and Uranus show openness and determination, melting into the energy that tends to break out. In their work, they are not afraid to experiment in order to achieve what they want. Such people strive to occupy a leadership position and have a practical approach to the application of the laws of the occult sciences. Talented inventors and electrical engineers need independence and personal freedom. They love adventures and are ready to make every effort to experience something unusual. However, prolonged nervous tension proves to be a difficult test for them, so they need poise and self-control. The aspect of Mars in the trine with Uranus is characterized by constructiveness, enterprise, talent, intuitiveness, confidence and business intuition. People who possess this combination of influences are also usually distinguished by friendliness, a large number of friends and acquaintances. However, there is a downside to these aspects, when ingenuity and creative thinking are solely aimed at achieving personal gain.
ru_ru: Марс и Уран – союз оригинальности мышления, смелости и энергии в осуществлении своих жизненных задач. Люди с подобным сочетанием влияний Скорпиона и планет Марса и Урана проявляют откровенность и решительность, плавясь в энергии, которая стремится вырваться наружу. В своей работе они не боятся экспериментировать, чтобы достичь желаемого. Такие люди стремятся занять руководящую должность и имеют практический подход к применению законов оккультных наук. Талантливым изобретателям и инженерам-электромеханикам необходима независимость и личная свобода. Они обожают приключения и готовы приложить все усилия, чтобы испытать нечто необычное. Однако длительное нервное напряжение оказывается для них трудным испытанием, поэтому им требуется уравновешенность и самообладание. Аспект Марса в трине с Ураном характеризуется конструктивностью, предприимчивостью, талантом, интуитивностью, уверенностью и деловой интуицией. Люди, которые обладают этим сочетанием влияний, также обычно отличаются дружелюбием, большим числом друзей и знакомых. Однако существует и обратная сторона этих аспектов, когда изобретательность и творческое мышление направлены исключительно на достижение личной выгоды.

# NatalMercuryConjunctionJupiter
source: The conjunction of Mercury with Jupiter in the natal chart provides comprehensive knowledge and a broad outlook on life. You should be happy and successful in life, love to study, travel and communicate with people. People like your communication style and, as a rule, your message, whether it's one-on-one, in a group, or addressing the masses. You like to talk while words and ideas flow endlessly from you. If there is a downside to this aspect, it is the tendency to talk too much or rant a little. Your appearance, manners, or research style may also indicate this excess or lack of discipline in communication. It's more important for you to get the big picture right than to worry about the small details. An integrated approach is suitable for studies and careers in philosophy, religion, spirituality, law, and politics. A holistic view would also benefit natural medicine, even traditional medicine. Your warm and generous words can calm you down, and you may even have healing hands. You should also have a good sense of humor. You should enjoy socializing, and you can easily make good friends thanks to your charm and tact. These skills will even make you a good diplomat or negotiator. You will be able to settle disputes between competitors and put an end to conflicts. Mercury's conjunction with Jupiter is the best aspect for travel: Mercury manages short trips, while Jupiter manages long—distance trips and foreign countries. You value cultures other than your own, and you may be attracted to people from other ethnic or cultural groups. Personal growth and satisfaction can be obtained from foreign travel and internal spiritual travel.
ru_ru: Соединение Меркурия с Юпитером в натальной карте дает всесторонние знания и широкий взгляд на жизнь. Вы должны быть счастливы и успешны в жизни, любить учиться, путешествовать и общаться с людьми. Людям нравится ваш стиль общения и, как правило, ваше послание, будь то один на один, в группе или обращение к массам. Вам нравится говорить, пока слова и идеи бесконечно текут от вас. Если у этого аспекта есть обратная сторона, то это склонность слишком много говорить или немного разглагольствовать. Ваш внешний вид, манеры или исследовательский стиль также могут указывать на эту чрезмерность или недисциплинированность в общении. Для вас важнее составить правильную картину в целом, чем беспокоиться о мелких деталях. Комплексный подход подходит для учебы и карьеры в области философии, религии, духовности, права и политики. Целостный взгляд также принес бы пользу натуральной медицине, даже традиционной медицине. Ваши теплые и щедрые слова могут успокоить, и у вас даже могут быть исцеляющие руки. У вас также должно быть хорошее чувство юмора. Вам должно нравиться общение, и вы легко сможете завести хороших друзей благодаря своему обаянию и такту. Эти навыки сделают вас даже хорошим дипломатом или переговорщиком. Вы сможете урегулировать споры между конкурентами и положить конец конфликтам. Соединение Меркурия с Юпитером — лучший аспект для путешествий: Меркурий управляет короткими поездками, а Юпитер управляет дальними поездками и зарубежными странами. Вы цените культуры, отличные от вашей, и вас могут привлекать люди из других этнических или культурных групп. Личностный рост и удовлетворение можно получить от зарубежных путешествий и внутренних духовных путешествий.

# NatalMercuryConjunctionMars
source: The conjunction of Mercury with Mars in the natal chart gives a quick mind, quick reactions and a sharp tongue. These qualities are ideal for making quick decisions in the heat of the moment while others are hesitating. Excellent debating skills allow you to stand up not only for yourself, but also for the rights of others. Your direct and bold way of expressing yourself can be admired in politics, business, and the military. However, this direct means of communication can lead to arguments and hostility in personal relationships and in your social life. The key to managing this powerful aspect is to control the impulsive and aggressive side of Mars. Even in your professional life, forming harmonious relationships will require changing your natural defensive posture. You will often know that you are right, but for the sake of peace, you must allow others to share their opinions, even if they seem wrong. It is in your closer relationships that this tendency to argue creates the most serious problems. Friends and family members may feel that you are being treated with respect for your manners and communication style, even if you think you are in a calm state. You can use your sharp intelligence to recognize when you are provoking defensive or hostile reactions from others. As a result, increasing self-awareness will allow you to soften your approach when your combat skills are not needed.
ru_ru: Соединение Меркурия с Марсом в натальной карте дает быстрый ум, быструю реакцию и острый язык. Эти качества идеально подходят для принятия быстрых решений в самый разгар, пока другие колеблются. Отличные навыки ведения дебатов позволяют вам постоять не только за себя, но и за права других. Ваш прямой и смелый способ самовыражения может вызвать восхищение в политике, бизнесе и армии. Однако это прямое средство общения может привести к спорам и враждебности в личных отношениях и в вашей общественной жизни. Ключом к управлению этим мощным аспектом является контроль импульсивной и агрессивной стороны Марса. Даже в вашей профессиональной жизни формирование гармоничных отношений потребует изменения вашей естественной оборонительной позиции. Вы часто будете знать, что правы, но для мира вы должны позволить другим делиться своим мнением, даже если оно кажется неправильным. Именно в ваших более близких отношениях эта склонность к спорам создает наиболее серьезные проблемы. Друзья и члены семьи могут почувствовать, что к вам относятся с уважением к вашим манерам и стилю общения, даже если вы думаете, что находитесь в спокойном состоянии. Вы можете использовать свой острый интеллект, чтобы распознавать, когда вы вызываете у других защитные или враждебные реакции. В результате повышение самосознания позволит вам смягчить свой подход, когда ваши боевые навыки не потребуются.
