Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitPlutoTrineSaturn
source: At this time, the energy becomes positive. The changes that arise are related to political, intellectual, and physical power; these changes are extremely beneficial for your generation. Transit Pluto in a trine with natal Uranium has the same meaning as transit Uranium in a trine with natal Pluto. Both transits last a year or more and mark an extended period of increased awareness of the large-scale changes that must take place in the world and the effects that will not affect everyone.
ru_ru: В это время энергия приобретает позитивный характер. Возникающие изменения связаны с политической, интеллектуальной и физической властью; эти изменения чрезвычайно благоприятны для вашего поколения. Транзитный Плутон в трине с натальным Ураном имеет то же значение, что и транзитный Уран в трине с натальным Плутоном. Оба транзита длятся год или более и знаменуют продленный период возросшей осознанности крупномасштабных перемен, которые должны произойти в мире, и эффекта, которые окажут влияние не на каждого человека.

# TransitPlutoTrineSun
source: This is an excellent period for achievements and gaining a more impressive, dynamic image. The means to achieve this goal will also be at hand. Those who can help you or promote you will also be lucky, and their new prospects will provide an opportunity to improve your position. The trine of transit Pluto to your natal Sun indicates that you will not need to work hard to gain success and the favor of others, but in addition to the means and opportunities, you must have an incentive to use your resources. This trick can make the current circumstances so successful that you will no longer feel pressured or need to lower your requests. Of course, it may also happen that you have already reached an age where good circumstances do not play a significant role. In addition to ensuring immediate victories and good fortune, current circumstances can play a significant role in gaining power or influence to maintain or gain success in the future. The trine of the transit Pluto with the natal Sun has the same significance as the trine of the transit Sun with the natal Pluto; however, it lasts approximately two years compared to the approximately four days of the trine of the transit Sun with the natal Pluto and marks a major period of inner growth and self-improvement.
ru_ru: Это превосходный период для достижений и обретения более внушительного, динамичного имиджа. Под рукой окажутся и средства для достижения этой цели. Тем, кто может помочь вам или способствовать вашему продвижению, также будет сопутствовать удача, а их новые перспективы дадут возможность улучшить ваше положение. Трин транзитного Плутона к вашему натальному Солнцу свидетельствует о том, что вам не понадобится упорно работать, чтобы завоевать успех и расположение окружающих, но помимо средств и возможностей вы должны иметь стимул, чтобы воспользоваться своими ресурсами. Этот трин может сделать нынешние обстоятельства настолько удачными, что вы перестанете ощущать давление или необходимость снизить уровень своих запросов. Разумеется, может случиться и так, что вы уже достигли возраста, в котором удачные обстоятельства не играют существенной роли. Помимо обеспечения немедленных побед и удачи нынешние обстоятельства могут сыграть значительную роль в достижении власти или влияния для поддержания или завоевания успеха в будущем. Трин транзитного Плутона с натальным Солнцем имеет такое же значение, как трин транзитного Солнца с натальным Плутоном; однако, он длится приблизительно два года по сравнению с приблизительно четырьмя днями трина транзитного Солнца с натальным Плутоном и отмечает основной период внутреннего роста и самоусовершенствования.

# TransitPlutoTrineUran
source: At this time, the energy becomes positive. The changes that arise are related to political, intellectual, and physical power; these changes are extremely beneficial for your generation. Transit Pluto in a trine with natal Uranium has the same meaning as transit Uranium in a trine with natal Pluto. Both transits last a year or more and mark an extended period of increased awareness of the large-scale changes that must take place in the world and the effects that will not affect everyone.
ru_ru: В это время энергия приобретает позитивный характер. Возникающие изменения связаны с политической, интеллектуальной и физической властью; эти изменения чрезвычайно благоприятны для вашего поколения. Транзитный Плутон в трине с натальным Ураном имеет то же значение, что и транзитный Уран в трине с натальным Плутоном. Оба транзита длятся год или более и знаменуют продленный период возросшей осознанности крупномасштабных перемен, которые должны произойти в мире, и эффекта, которые окажут влияние не на каждого человека.

# TransitPlutoTrineVenus
source: Loyalty to the fundamental values and high principles will bring you special benefits in the current circumstances. Other possibilities depend on you and your intentions. Whether you want to expand the scope of cooperation, you will succeed. Whether you strive for equality in partnerships, you will get it. Whether you want to achieve a more influential social status is within your power. Friendship, partnership, and relationships with others will gain new depth. In this astrological situation, a favorable period will come for your romantic partner, spouse, and female friends, and you will benefit from them. Personal charm will help you achieve a lot. Even if you've never considered yourself a charming person, you radiate charm now. The situations you will encounter or the goals you pursue will make you a more interesting and attractive person. There is a high probability of success in areas related to joint ventures, legal issues, public relations and consulting. Transiting Pluto in trine with radical Venus has the same meaning as transiting Venus in trine with natal Pluto, but it lasts much longer and indicates the possibility of original creative efforts. There is a new understanding of what is required in a close personal relationship. Transit occurs only once during the average life span of a person.
ru_ru: Верность основополагающим ценностям и высоким принципам принесет вам особую пользу в нынешних обстоятельствах. Другие возможности зависят от вас и от ваших намерений. Хотите ли вы расширить сферу сотрудничества - вам это удастся. Стремитесь ли к равенству в партнерских отношениях Вы его получите. Хотите ли добиться более влиятельного социального статуса это в ваших силах. Дружба, партнерство и взаимоотношения с окружающими приобретут новую глубину. При данной астрологической ситуации наступит благоприятный период для вашего романтического партнера, супруга и женщин-приятельниц, а вы выиграете благодаря им. Личное обаяние поможет вам добиться многого. Даже если вы никогда не считали себя обаятельным человеком, сейчас излучаете шарм. Ситуации, с которыми вы столкнетесь, или цели, которые вы преследуете, сделают вас более интересным и притягательным человеком. Велика вероятность успеха в сферах, связанных с совместными предприятиями, юридическими вопросами, связями с общественностью и консультациями. Транзитный Плутон в трине с радикальной Венерой имеет то же значение, что и транзитная Венера в трине с натальным Плутоном, но длится гораздо более продолжительно и говорит о возможности оригинальных творческих усилий. Возникает новое понимание того, что требуется в тесных личных отношениях. Транзит случается лишь раз в течение средней продолжительности жизни человека.

# TransitSaturnConjunctionJupiter
source: Your usual sources of information may run out, your chosen path to spiritual development may lose its appeal, and economic growth and general prosperity may come to a standstill. However, all this implies the need to take all of the above more seriously, which in itself is a positive change. During this period, you will have to sacrifice some of what you have achieved in life. If you've found wealth, it's time to become a philanthropist. If you have gained knowledge and experience, you should share it with other people. Traditions and rules will turn against you if you have previously allowed yourself too much personal freedom and often neglected order! Cultural aspirations will become more serious, and you will gain a more realistic and solid foundation in many areas. For your own benefit, you should slow down the pace of your efforts. Transiting Saturn in conjunction with natal Jupiter has the same meaning as transiting Jupiter in conjunction with natal Saturn, but usually lasts longer and indicates a long period of important professional, business, cultural and political activity. This transit happens only once every 29 years.
ru_ru: Ваши обычные источники информации могут иссякнуть, выбранный вами путь к духовному развитию утратить свою притягательность, а экономический рост и общее процветание приостановиться. Однако все это подразумевает необходимость серьезнее отнестись ко всему выше перечисленному, что само по себе является позитивной переменой. В этот период вам придется пожертвовать частью того, чего вы добились в жизни. Если вы обрели богатство, пора стать филантропом. Если вы добились знаний и опыта, надо поделиться ими с другими людьми. Традиции и правила обратятся против вас, если прежде вы позволяли себе слишком много личной свободы и часто пренебрегали упорядоченностью! Культурные стремления станут более серьезными, вы обретете более реалистичный и прочный фундамент во многих сферах. Для вашей же пользы следует снизить темп ваших усилий. Транзитный Сатурн в соединении с натальным Юпитером имеет то же значение, как и транзитный Юпитер в соединении с натальным Сатурном, но обычно длится дольше и указывает на длительный период важной профессиональной, деловой, культурной и политической деятельности. Этот транзит случается лишь раз в 29 лет.

# TransitSaturnConjunctionMars
source: At this time, you will experience a general lack of physical energy. Although you will be more prone to physical ailments of one kind or another, your fatigue may not be related to real problems. During this period, it is not recommended to ignore rules, orders or instructions, as well as to look for shortcuts. Even if it seems to you that you are moving at a snail's pace, do not despair. All you need is a firm determination to succeed, no matter at what pace. Relationships with men during this period can become complicated and even interrupted. But if you commit to maintaining these bonds, it will lead to stronger and longer lasting bonds. The seriousness and irritation that overwhelm your physical efforts, slow them down and even completely stop them, can have a very constructive purpose. Focus your efforts on improving your health and physical fitness. The challenges will help you understand that in order to lay a solid foundation for the success you seek, you need more serious organization and focus. The physical ailments of this period are likely to be associated with bones, teeth, and chronic inflammatory processes. Transit Saturn in conjunction with natal Mars has the same meaning as transit Mars in conjunction with natal Saturn, but lasts much longer and indicates a long period of hard work and professional responsibility. Transit happens once every 29 years.
ru_ru: В это время вы испытаете общую нехватку физической энергии. Хотя вы будете более подвержены физическим недомоганиям того или иного рода, ваше утомление, возможно, не связано с реальными проблемами. В этот период не рекомендуется пренебрегать правилами, распоряжениями или инструкциями, а также искать краткие пути. Даже если вам кажется, что вы движетесь черепашьим шагом, не отчаивайтесь. Все, что вам нужно, - твердая решимость преуспеть, неважно, какими темпами. Взаимоотношения с мужчинами в этот период могут осложниться и даже прерваться. Но если вы возьмете на себя обязательство сохранить эти связи, это приведет к возникновению более прочных и длительных уз. Серьезность и раздражение, переполняющие ваши физические усилия, замедляющие и даже полностью прекращающие их, могут иметь весьма конструктивную цель. Направьте свои усилия на укрепление здоровья и улучшение физической формы. Трудности помогут вам понять: чтобы заложить прочный фундамент успеха, к которому вы стремитесь, требуются более серьезная организация и сосредоточенность. Физические недомогания этого периода наверняка будут связаны с костями, зубами и хроническими воспалительными процессами. Транзитный Сатурн в соединении с натальным Марсом имеет то же значение, что и транзитный Марс в соединении с натальным Сатурном, но длится много дольше и указывает на длительный период тяжелой работы и профессиональной ответственности. Транзит бывает раз в 29 лет.

# TransitSaturnConjunctionMercury
source: Your attitude towards studying, developing, and applying intellectual, communication, or technical skills will become more serious during this period. If you are studying or upgrading your qualifications at this time, you may need to change mentors. Current circumstances require increased skills and knowledge. There may be increased responsibility associated with the use of basic skills. This is not a bad thing, because the result may be a new job or additional income - right now or in the future. In addition, this period affects your brothers, sisters, neighbors, and the people you see on a daily basis. Your relationship with them may become strained or you may have to take on additional responsibilities. Travel will be hampered by strikes or other problems, and lack of money will force you to stay at home more often. Daily trips will become more complicated: your car or other means of transportation will require repair or even replacement. You will be given less time than required to complete certain tasks, but at the same time you will be expected to be extremely careful and have organizational skills. The conjunction of transit Saturn with natal Mercury has the same significance as transit Mercury in conjunction with natal Saturn, but lasts much longer; during this period, continuous discipline in work and study is required, and the conjunction takes place once every 29 years and can last several months.
ru_ru: Ваше отношение к учебе, развитию и применению интеллектуальных, коммуникативных или технических навыков станет более серьезным в данный период. Если в это время вы учитесь или повышаете квалификацию, возможно, вам придется сменить наставников. Нынешние обстоятельства требуют расширения навыков и знаний. Возможна возросшая ответственность, связанная с использованием базовых навыков. Это неплохо, поскольку результатом может оказаться новая работа или дополнительные доходы - непосредственно сейчас или в будущем. Кроме того, этот период затрагивает братьев, сестер, соседей и тех людей, с которыми вы видитесь ежедневно. Взаимоотношения с ними могут стать напряженными или вам придется взять на себя дополнительные обязанности. Поездкам будут препятствовать забастовки или другие проблемы, а нехватка денег заставит вас чаще оставаться дома. Ежедневные поездки осложнятся: ваша машина или другое средство передвижения потребует ремонта или даже замены. На осуществление тех или иных задач вам будет отпущено меньше времени, чем требуется, и вместе с тем с вашей стороны будут ждать особой осторожности и организаторских навыков. Соединение транзитного Сатурна с натальным Меркурием имеет такое же значение, что и транзитный Меркурий в соединении с натальным Сатурном, но длится гораздо дольше; в течение этого периода требуется непрерывная дисциплина в труде и учебе, и соединение имеет место один раз в 29 лет и может продолжаться несколько месяцев.

# TransitSaturnConjunctionMoon
source: Undoubtedly, this period can have a sad effect on your emotions. You feel deprived, even if you can't identify exactly what you're missing. During this period, emotional situations become a burden rather than a source of pleasure and satisfaction. You may feel older, tired, and unattractive, even if the reflection in the mirror indicates otherwise. Excessive anxiety and depression are likely, although the circumstances may not justify the grief and disappointment you are experiencing. Your way of dealing with any of these situations will be indicative of your maturity, character, and personality traits. Money and other material benefits should not be expected during this period. But if you already have a condition, it will not be a source of significant satisfaction or pleasure, because now you are consciously or subconsciously suffering from emotional overload. This is not to say that achieving what you want is impossible, but it is only possible if you really deserve it. However, even with this, you will have to pay a high price. You may be tempted or faced with the need to change your home. Exposure to diseases, especially of the breast and digestive system, will increase emotional turmoil. The conjunction of the transiting Saturn with the radical Moon has the same significance as the transiting Moon in conjunction with the natal Saturn. However, due to the fact that it can last for months or more, its impact is more serious — a person may experience emotional stress for a longer period of time. In order to avoid a decrease in vitality and accompanying emotional depression, it is important to adhere to a healthy lifestyle and get enough rest.
ru_ru: Несомненно, этот период может печально отразится на ваших эмоциях. Вы чувствуете себя обделенным, даже если не Можете определить, чего именно вы лишены. В этот период эмоциональные ситуации становятся скорее бременем, нежели источником удовольствия и удовлетворения. Вы можете почувствовать себя постаревшим, усталым и непривлекательным, даже если отражение в зеркале свидетельствует об обратном. Вполне вероятны чрезмерное беспокойство и депрессия, хотя обстоятельства могут и не оправдывать скорбь и разочарование, которые вы испытываете. Ваш способ справиться с любой из подобных ситуаций будет свидетельствовать о вашей зрелости, характере и свойствах личности. В этот период не следует ожидать денег и других материальных благ. Но если вы уже располагаете состоянием, оно не станет источником значительного удовлетворения или удовольствия, поскольку сейчас вы сознательно или подсознательно страдаете от эмоциональных перегрузок. Нельзя сказать, что достижение желаемого невозможно, но оно вероятно лишь в том случае, если вы этого действительно заслуживаете. Однако даже при этом вам придется заплатить высокую цену. Возможно, вы испытаете желание или столкнетесь с необходимостью сменить жилье. Подверженность заболеваниям, особенно груди и пищеварительной системы, усилит эмоциональное смятение. Соединение транзитного Сатурна с радикальной Луной имеет такое же значение, что и транзитная Луна в соединении с натальным Сатурном. Однако из-за того, что оно может длиться месяцы или более, его воздействие более серьезно — человек, возможно, будет испытывать эмоциональное напряжение более долгий период времени. Для того, чтобы избежать понижения жизненных сил и сопутствующей эмоциональной депрессии, важно придерживаться здорового образа жизни и достаточно отдыхать.

# TransitSaturnConjunctionNeptune
source: Is characterized by steady concentration with a psychological focus. He is often associated with business activities related to art, music, entertainment, photography, chemicals, drugs and medicines, hospitals, shelters, universities and cultural institutions. Some people develop an interest in cultural history, religious artistic and cultural traditions of foreign countries. The period is favorable for meditation and serious disciplines. An increased ability to visualize practically how to achieve your important goals often prevails. Emotional depression may occur as a result of the stimulation of painful or unpleasant subconscious memories of past experiences. They should be honestly faced and honestly accepted for who they are, otherwise these memories will lead to irritable or inappropriate behavior. Irrational fears and worries can lead to self-destruction. If this connection is affected, then placement in a charitable institution is possible. Melancholy and self-pity should be avoided in every possible way, as they will not provide an opportunity for honest solutions to the psychological problems. During this transit, dangerous mental practices such as sessions should be especially avoided. There may be ambiguities in business, partnership, and family matters. Affixes to a compound can indicate self-deception in business, legal and professional matters, as well as the possibility of dishonor and scandals. Some are involved in professional or government secrecy or political intrigue. Although secret enemies may stand in the way of success, if this connection is affected, they are more imaginary than real, and it is possible that the native becomes his own worst enemy.
ru_ru: Характерен стойкой концентрацией с психологическим фокусом. Часто с ним ассоциируется деловая деятельность, связанная с искусством, музыкой, развлечениями, фотографией, химикатами, наркотиками и лекарствами, больницами, приютами, университетами и культурными учреждениями. У некоторых развивается интерес к истории культуры, к религиозным художественным и культурным традициям чужих стран. Период благоприятен для медитации и серьезных дисциплин. Часто преобладает повышенная способность к практической визуализации того, как достичь своих важных целей. Может возникать эмоциональная депрессия, как результат стимуляции болезненных или неприятных подсознательных воспоминаний о прошлых переживаниях. Им следует честно смотреть прямо в лицо и честно принимать их такими, как они есть, иначе эти воспоминания приведут к раздражительному или неподходящему поведению. Нерациональные страхи и беспокойство могут вести к саморазрушению. Если это соединение аффликтировано, то возможно помещение в благотворительное заведение. Следует всячески избегать хандры и жалости к себе, так как они не дадут возможности для честных решений стоящих психологических проблем. Во время этого транзита следует особо избегать опасных психических практик, таких как сеансы. Возможны неясности в бизнесе, партнерстве и семейных делах. Аффликции к соединению могут указать на самообман в бизнесе, юридических и профессиональных делах, а также возможность бесчестия и скандалов. Некоторые вовлекаются в профессиональную или государственную секретность или политические интриги. Хотя на пути к успеху могут стоять тайные враги, если это соединение аффликтировано, они более воображаемые, нежели реальные, и возможно, что урожденный становится сам своим злейшим врагом.
