Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# NatalMercuryOppositionSaturn
source: Mercury and Saturn, two planets that meet in opposition. The consequence of this combination is suspicion and a tendency to a defensive position. As a rule, with an unfavorable horoscope, these people face intrigue and treachery. Their view of the world is dominated by pessimism, they see only the bad in everything, which makes them miss out on favorable opportunities. Nagging and incessant criticism are the reasons why these people have few friends. However, they have a high ambition and strive to gain recognition, although the path to this goal is full of difficulties and obstacles. Their colleagues dislike them because of their intelligence. Difficulties in communication, conservative thinking and inflexibility hinder their career. They become a target for attacks and attacks. With a very unfavorable horoscope, these people can show narrow-mindedness and stubbornness. They are also warned about the dangers of smoking.
ru_ru: Меркурий и Сатурн, две планеты, которые встречаются в оппозиции. Следствием этого сочетания является подозрительность и склонность к оборонительной позиции. Как правило, при неблагоприятном гороскопе эти люди сталкиваются с интригами и коварством. Их взгляд на мир подчинен пессимизму, они видят во всем только плохое, что заставляет их упускать благоприятные возможности. Ворчание и непрекращающаяся критика являются причинами, по которым у этих людей мало друзей. Однако они обладают высоким честолюбием и стремятся получить признание, хотя путь к этой цели полон трудностей и препятствий. Их коллеги испытывают к ним неприязнь из-за их интеллектуальности. Сложности в общении, консервативное мышление и негибкость мешают им в карьере. Они становятся целью для атак и нападок. При очень неблагоприятном гороскопе эти люди могут проявлять узколобость и упрямство. Они также предупреждаются о вреде курения.

# NatalMercuryOppositionUran
source: In the field of intelligence and ideas, Mercury and Uranus show some eccentricity and inconsistency. They stubbornly adhere to their beliefs and are not influenced by others, although they may change their minds several times during the day. Their ability to express themselves can be rude and uncivilized, especially if there are no soft aspects. They can be arrogant and consider themselves geniuses, although in fact they are not always practical and strange. Such qualities irritate others and make it difficult to establish friendly relations. In a team, they may face difficulties, as they are impressed only by their own opinions and do not listen to others. They quickly draw conclusions without sufficient thought. If Saturn does not have favorable aspects, people with this combination of Mercury and Uranus experience nervous tension. They can't deal with one problem for long and get bored without constant encouragement. They often do several things at the same time, if Saturn does not give restrictions. They rarely get things done, which can make their reputation unreliable.
ru_ru: В области интеллекта и идей Меркурий и Уран проявляют некоторую эксцентричность и непоследовательность. Они упорно придерживаются своих убеждений и не поддаются влиянию других, хотя сами могут менять свои мнения несколько раз в течение дня. Их способность выражаться может быть грубой и некультурной, особенно если нет мягких аспектов. Они могут быть высокомерными и считать себя гениями, хотя на самом деле не всегда практичны и странны. Такие качества раздражают окружающих и затрудняют установление дружеских отношений. В коллективе они могут сталкиваться с трудностями, так как импонируют только свое мнение и не слушают других. Они быстро делают выводы без достаточного обдумывания. Если Сатурн не обладает благоприятными аспектами, люди с этим сочетанием Меркурия и Урана испытывают нервное напряжение. Они не могут долго заниматься одной проблемой и скучают без постоянного стимула. Они часто занимаются несколькими делами одновременно, если Сатурн не дает ограничений. Они редко доводят дела до конца, из-за чего их репутация может быть ненадежной.

# NatalMercuryOppositionVenus
source: The aspect is impossible.
ru_ru: Аспект невозможен.

# NatalMercurySextileJupiter
source: Mercury in a sextile to Jupiter also provides a broad, philosophical, scientific and exploratory mind with a healthy imagination. It also imparts generosity, humanity, justice, and decency. They have the ability to anticipate their future actions, which can be very useful in the business field. They have excellent commercial skills and successful ideas. When this is applied in the literary field, their minds become rich, fertile, and productive. However, there are also negative aspects of this configuration. Jupiter can lead to loyalty towards the status quo, which is why a person may not fight for justice.
ru_ru: Меркурий в секстиле к Юпитеру также предоставляет широкий, философский, научный и исследовательский ум со здоровым воображением. Это также придает щедрость, гуманность, справедливость и порядочность. У них есть способность предвидеть их будущие действия, что может быть очень полезным в сфере бизнеса. Они обладают отличными коммерческими навыками и удачливыми идеями. Когда это применяется в литературной сфере, их ум становится богатым, плодородным и продуктивным. Однако, есть и отрицательные стороны этой конфигурации. Юпитер может привести к лояльности по отношению к существующему положению вещей, из-за чего человек может не бороться за справедливость.

# NatalMercurySextileMars
source: Your mind becomes sharp and perceptive. You have a strong intellect and are an energetic, active, enterprising and constructive person. You have an aptitude for commerce, and you can be a good manager. You are skilled and know how to find practical benefits. You have strong and experienced hands and are able to work with metal (blacksmith). Your eloquence and oratory make you convincing in speech. You quickly grasp and navigate the environment. You have excellent organizational skills. On the negative side, your friendliness is limited only by practical benefits.
ru_ru: Ваш ум становится острым и проницательным. Вы обладаете сильным интеллектом и являетесь энергичным, деятельным, предприимчивым и конструктивным человеком. У вас есть способности к коммерции, и вы можете быть хорошим менеджером. Вы искусны и умеете находить практическую пользу. Вы обладаете сильными и опытными руками и способны работать с металлом (кузнец). Ваше красноречие и ораторское искусство делают вас убедительным в речи. Вы быстро схватываете и ориентируетесь в обстановке. У вас есть отличные организаторские способности. Отрицательная сторона - ваше дружелюбие ограничено только практической выгодой.

# NatalMercurySextileNeptune
source: Mercury in a sextile to Neptune will give you not only a talent for trading, but also a deep analytical mind, idealism, dreaminess and wit. You are able to convey the beauty of the world through words and the language of art, be it journalism, writing or music. You also have the ability to have spiritual interests, prophetic dreams, and visions. However, despite all the positive qualities, this aspect can have a negative side, associated with idealism, detachment from reality and daydreaming. You have to be careful not to dive too deep into your inner world, so as not to miss the connection with the surrounding space.
ru_ru: Меркурий в секстиле к Нептуну подарит тебе не только талант к торговле, но и глубокий аналитический ум, идеализм, мечтательность и остроумие. Ты в состоянии передать красоту мира через слова и язык искусства, будь то журналистика, писательство или музыка. Также у тебя появляется способность к духовным интересам, пророческим снам и видениям. Однако, несмотря на все позитивные качества, этот аспект может иметь и отрицательную сторону, связанную с идеализмом, оторванностью от реальности и мечтательностью. Ты должен быть осторожен и не погружаться слишком глубоко в свой внутренний мир, чтобы не упустить связь с окружающим пространством.

# NatalMercurySextilePluto
source: Mercury and Pluto: wit and insight. A talented look behind the scenes of phenomena, the discovery of causes and forces, these qualities are characteristic of the union of Mercury and Pluto. They sharpen the mind in physics, natural sciences and the occult, especially in the fields of the eighth House, where issues of insurance, wills and taxes are always present. This aspect also promotes energetic self-expression and a strong will that allows you to devote yourself to intensive studies and the creative process. All this adds originality and uniqueness to the mind. Mercury in a sextile with Pluto also gives you remarkable organizational qualities, business skills and the ability to control an audience. You have great contact and sociability, which makes you popular and successful. However, be careful not to slip into adventurism or cunning, and also not to abuse your position.
ru_ru: Меркурий и Плутон: остроумие и проницательность. Талантливый взгляд за кулисы явлений, обнаружение причин и сил, эти качества характерны для союза Меркурия и Плутона. Они придают остроту ума в физике, естественных науках и оккультизме, особенно в областях VIII дома, где вопросы страхования, завещаний и налогов всегда присутствуют. Этот аспект также способствует энергичному самовыражению и сильной воле, позволяющей отдаваться интенсивным занятиям и творческому процессу. Все это придает оригинальность и уникальность уму. Меркурий в секстиле с Плутоном также придает вам замечательные организаторские качества, деловые способности и умение владеть аудиторией. Вы обладаете большой контактностью и общительностью, что делает вас популярным и успешным. Однако, будьте бдительны, чтобы не скатиться в авантюризм или хитрость, а также не злоупотреблять вашим положением.

# NatalMercurySextileSaturn
source: The Mercury aspect in the Saturn sextile enhances mental abilities and memory. People with this aspect are characterized by precision, logic, depth, clarity, and practicality of mind. Their organizational skills and business qualities are at a high level. They also possess tact, diplomacy, foresight and caution, which makes them excellent politicians. However, one should be careful, as too much caution can lead to slowness in decision-making, laziness and passivity in actions.
ru_ru: Аспект Меркурий в секстиле к Сатурну усиливает умственные способности и память. Люди с этим аспектом характеризуются точностью, логикой, глубиной, ясностью и практичностью ума. Их организаторские способности и деловые качества на высоком уровне. Также они обладают тактичностью, дипломатичностью, предусмотрительностью и осторожностью, что делает их отличными политиками. Однако, следует быть осторожными, так как слишком большая осторожность может привести к медлительности в принятии решений, лени и пассивности в действиях.

# NatalMercurySextileUran
source: Mercury and Uranus. Quick intuition and agile receptivity, excellent memory and interests in the field of the occult. Classes in electronics, physics, atomic energy and other modern sciences. With a favorable combination with the aspect of Saturn, the forecast increases. His own thinking, insight, originality and drama. Mercury, which is in a sextile with Uranus, is characterized by an intuitive, inventive, original, creative, free and independent mind. You have talent and insight, and you come up with progressive ideas. You need help to find friends.
ru_ru: Меркурий и Уран. Быстрая интуиция и подвижная восприимчивость, отличная память и интересы в области оккультизма. Занятия в электроникой, физике, атомной энергии и другими современными науками. При благоприятном сочетании с аспектом Сатурна, прогноз усиливается. Собственное мышление, прозрение, оригинальность и драматизм. Меркурий, находящийся в секстиле с Ураном, характеризуется интуитивным, изобретательным, оригинальным, творческим, свободным и независимым умом. Вы обладаете талантом и проницательностью, а также предлагаете прогрессивные идеи. Вам присуща способность убеждать других.

# NatalMercurySextileVenus
source: Mercury and Venus are harmonious combinations with each other - the palace, the pole style and London. These interactions will usually bring you a peaceful mind, friendliness, sociability, fruitfulness, talent, and good abilities, especially in the arts such as poetry and painting. You have good taste and elegant hands that can do everything beautifully and elegantly. Disadvantages of inharmonious aspects (compound and semi-square) Mercury and Venus are small and insignificant, as these two planets have weak conflict relations with each other. However, it is worth remembering that excessive pursuit of pleasure and verbosity can have a negative impact. This can lead to a partial change of partners both in marriage and in a large family.
ru_ru: Меркурий и Венера образуют гармоничные аспекты друг с другом - секстиль, полусекстиль и квинтиль. Эти взаимодействия, как правило, принесут вам миролюбивый ум, дружелюбие, общительность, плодотворность, талантливость и хорошие способности, особенно в искусстве, таких как поэзия и живопись. Вас отличает хороший вкус и изящные руки, способные делать все красиво и элегантно. Недостатки негармоничных аспектов (соединение и полуквадрат) Меркурия и Венеры невелики и незначительны, так как эти две планеты имеют слабые конфликтные отношения между собой. Однако стоит помнить, что излишнее стремление к удовольствиям и многословие могут оказать отрицательное влияние. Это может привести к частой смене партнеров как в браке, так и в деловой сфере.

# NatalMercurySquareJupiter
source: The Mercury Explorer are two planetary giants that are not related to themselves of great importance and are not government issues. They easily fly in the clouds, but, alas, their ideas are not thought out and fully implemented, unless Saturn gets in their way. They are inappropriately organized, incapable of balance, and devoid of practical meaning. Their heads are full of big ideas, but the prospects turn out to be greater than their fulfillment. They take on cases that are beyond their capabilities. Their optimism is very fantastic, they believe that they are ready for anything and that the sea is the work of their hands. Philosophy and religion often put their minds and hearts in opposition. They are generous and full of good intentions, but they lack common sense and a sense of proportion. They can make obscene statements, divulge secrets to those who shouldn't. When signing contracts, they are subject to insidious and unscrupulous people. They are often interested in esotericism, and they turn away from everyday life, drowning in their hobbies. They puff out their cheeks and speak with pathos to make an impression. They are selfish and arrogant. The aspect of Mercury and Jupiter squared disrupts the ability to sense, which leads to mistakes, misconceptions and failures. They tend to cheat, lie, be unfair, and dishonest. Their minds become scattered, chaotic and disordered, their speech becomes verbose and illogical. But there are also positive aspects in this aspect, such as insight and frankness. They contribute to the struggle for justice and criticism of the authorities. And much more, and much more can be used in the word game.
ru_ru: Меркурий и Юпитер — два планетных гиганта, которые несут в себе великое возбуждение и неосуществимые вопросы. Они запросто летают в облаках, но, увы, их идеи не продуманы и не реализованы в полной мере, если только Сатурн не встает на их пути. Они неуместно организованы, не способны к равновесию и лишены практического смысла. С их головой кругом большие задумки, но перспективы оказываются более великими, чем их выполнение. Они берутся за дела, которые выходят за их возможности. Их оптимизм весьма фантастический, они полагают, что на все готовы и что море — дело рук. Философия и религия часто сталкивают их ум и сердце в противостоянии. Они щедрые и полны добрых намерений, но им не хватает здравого смысла и чувства пропорции. Они могут разглагольствовать неприличные высказывания, разглашать секреты тем, кому не следует. При подписании договоров они подвержены коварным и недобросовестным людям. Часто их интересует эзотерика, и они отворачиваются от повседневности, утопая в своих увлечениях. Они надувают щеки и говорят с пафосом, чтобы произвести впечатление. Они эгоистичны и высокомерны. Аспект Меркурия и Юпитера в квадрате нарушает способность к предчувствию, что влечет за собой ошибки, заблуждения и неудачи. Они имеют склонность к обману, лжи, несправедливости и непорядочности. Их разум становится раскиданным, хаотичным и неупорядоченным, их речь становится многословной и нелогичной. Но в этом аспекте есть и положительные стороны, такие как проницательность и откровенность. Они способствуют борьбе за справедливость и критике власти. Их многословие и способность сочинять можно использовать в искусстве слова.

# NatalMercurySquareMars
source: Mercury squared with Mars in the birth chart creates several challenges and problems in your life, mainly related to the rapid speed of your thought processes. You rationalize everything so quickly that you don't have enough time to think about whether you're right or wrong. As a result of such hasty decision-making, you may blurt out things that may be unpleasant for others. They may think that you are being too persistent or arguing. Such misunderstandings only increase your frustration and irritation. Thus, this destructive cycle continues and may escalate. The intellect becomes sharp, agitated, passionate and impulsive; speaks without control; makes hasty judgments; is prone to quarrels, arguments and conflicts. The sharpness and harshness of the remarks reaches rudeness, including swearing and obscenities. Rudeness, sarcasm, criticality, grumpiness and bluntness. This aspect can create a lot of controversy and hostility. Possible fractures of the hands and fingers, as well as abrasions. The positive side of this individual is his bold, quick and decisive mind; his ability to act quickly and make decisions. He doesn't want to talk about what he thinks.
ru_ru: Меркурий в квадрате с Марсом в натальной карте создает в вашей жизни несколько испытаний и проблем, главным образом связанных с быстрой скоростью ваших мыслительных процессов. Вы так быстро все рационализируете, что у вас не хватает времени подумать, правы вы или нет. В результате такого поспешного принятия решений вы можете выпалить вещи, которые могут оказаться неприятными для других. Они могут подумать, что вы слишком настойчивы или спорите. Подобные недопонимания только усиливают ваше разочарование и раздражение. Таким образом, этот разрушительный цикл продолжается и может обостриться. Интеллект становится острым, возбужденным, страстным и импульсивным; говорит без контроля; делает поспешные суждения; склонен к ссорам, спорам и конфликтам. Острота и резкость замечаний достигают грубости, включая ругань и нецензурные выражения. Хамство, сарказм, критичность, сварливость и лезвиескость. Этот аспект может создать множество противоречий и вражды. Возможны переломы рук и пальцев, а также ссадины. Положительной стороной этого индивида является его смелый, быстрый и решительный ум; его способность быстро действовать и принимать решения. Он не боится говорить то, что думает.

# NatalMercurySquareNeptune
source: Mercury in Kabarda immediately arouses interest in psychology. People with this aspect have a weak memory, a tendency to distraction, forgetfulness and loss. They are often self-absorbed and evaluate everything subjectively. They also have obsessive thoughts and melodies, suffer from insomnia, and are prone to self-deception and intrigue. Nervousness, anxiety, mania, whims, susceptibility to slander and deception - all these are also characteristics of people with this aspect. They are usually in an uncertain and unclear position and have difficulty making decisions. However, there is also a positive side of Mercury squared with Neptune. These people have psychological thinking, are interested in psychoanalysis and pay great attention to psychological nuances. You are not afraid of changes and large populations.
ru_ru: Меркурий в квадрате с Нептуном вызывает интерес к психологии. Люди с этим аспектом имеют слабую память, склонность к рассеянности, забывчивости и потерям. Они часто погружены в себя и оценивают все субъективно. У них также есть навязчивые мысли и мелодии, страдания от бессонницы и склонность к самообману и интригам. Нервозность, тревожность, мании, прихоти, подверженность клевете и обману - все это тоже характеристики людей с этим аспектом. Они обычно находятся в неопределенном и неясном положении и испытывают трудности при принятии решений. Однако, есть и положительная сторона Меркурия в квадрате с Нептуном. Эти люди обладают психологическим мышлением, интересуются психоанализом и обращают большое внимание к психологическим нюансам. У них богатое воображение и множество ассоциаций.

# NatalMercurySquarePluto
source: Mercury in an auto-controlled cabaret helps you understand the essence of your system. This quality is actively manifested in your life, stronger than when squared with Mars. You say whatever you think without waiting for a reaction, although sometimes it would be better to hold back in order to avoid quarrels. You are silent and never give away secrets ahead of time. You are often suspicious, like to intrigue and use insidious methods, acting openly. You seek to influence other people's ideas and get them to accept their own ideas. They have a strong will, but misusing or directing that will can lead to serious consequences. Mercury, squared with Pluto, shows increased excitability, contradictory spirit, nervousness, irritability, independence, thoughtless statements and actions, a tendency to deceive and cheat, using other people for their own purposes and attachment to easy ways. It's just that you've never had such an opportunity - united and strong speech, strong-willed and mixed reactions and attempts, perhaps, to fight in a political struggle and the ability to wait.
ru_ru: Меркурий в квадрате с Плутоном помогает понимать сущность любой ситуации. Это качество активно проявляется в вашей жизни, сильнее, чем при квадрате с Марсом. Вы говорите все, что думаете, не ожидая реакции, хотя иногда лучше было бы сдержаться, чтобы избежать ссор. Вы молчаливы и никогда не выдаете секреты раньше времени. Часто вы подозрительны, любите интриговать и использовать коварные методы, действуя открыто. Вы стремитесь влиять на идеи других людей и заставлять их принять их собственные идеи. Они обладают сильной волей, но неправильное использование или направление этой воли может привести к серьезным последствиям. Меркурий в квадрате с Плутоном проявляет повышенную возбудимость, противоречивый дух, нервозность, раздражительность, самостоятельность, необдуманные высказывания и поступки, склонность к обману и мошенничеству, использованию других людей для собственных целей и привязанности к легким путям. Однако у них также есть плюсы - убедительная и сильная речь, волевые и смелые решения и поступки, способность сражаться в политической борьбе и умение побеждать.
