Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# NatalMercuryConjunctionNeptune
source: The conjunction of Mercury with Neptune in the natal chart sharpens your senses to such a level that the amount of incoming information can be difficult to process. It may be difficult to decipher what is real and what is not, what is important and what is just background noise, and what should be kept secret. Most likely, you will see, hear, or notice things with your other senses that most others do not see. These may be imaginary friends or creatures at a very young age. It was crucial how others, especially parents and teachers, reacted to your stories about this imaginary world. What you "see" may not be so imaginary after all. When you are told that what you see is unrealistic or that you are just imagining it, it may not be of much help in adulthood. This also applies to your general sensitivity, because you will pick up on the feelings of others, even being weakened and exhausted, if you stay in a negative environment for a long time. If you are confident and accepted, your abilities can become valuable talents. However, this will require high standards: learning to distinguish truth from fiction and using your abilities for moral and social purposes. Not only do you perceive a huge amount of information, but you can also project a lot of verbal and non-verbal information, as well as mental energy. Your incredible creativity and imagination can lead to careers in art forms such as painting, dance, or theater, as well as in healing or other communication fields where your ideas can affect and inspire others.
ru_ru: Соединение Меркурия с Нептуном в натальной карте обостряет ваши чувства до такого уровня, что объем поступающей информации может быть трудно обработать. Может возникнуть проблема с расшифровкой того, что реально, а что нет, что важно, а что — просто фоновый шум, и что следует хранить в секрете. Скорее всего, вы увидите, услышите или заметите другими органами чувств то, чего не видят большинство других. Это могут быть воображаемые друзья или существа в очень молодом возрасте. Решающее значение имело то, как другие, особенно родители и учителя, отреагировали на ваши рассказы об этом воображаемом мире. То, что вы «видите», может быть вовсе не таким уж воображаемым. Когда вам говорят, что то, что вы видите, нереально или что вы просто воображаете это, это может не оказать большой помощи во взрослом возрасте. Это относится и к вашей общей чувствительности, потому что вы будете улавливать чувства окружающих, даже будучи ослабленными и обессиленными, если будете долгое время находиться в негативном окружении. Если вы будете уверены и приняты, ваши способности могут стать ценными талантами. Однако для этого потребуются высокие стандарты: научиться отличать правду от вымысла и использовать свои способности в моральных и общественных целях. Вы не только воспринимаете огромное количество информации, но также можете проецировать много вербальной и невербальной информации, а также психической энергии. Ваши невероятные творческие способности и воображение могут привести к карьере в таких видах искусства, как живопись, танцы или театр, а также в целительстве или других областях общения, где ваши идеи могут затронуть и вдохновить других.

# NatalMercuryConjunctionPluto
source: The conjunction of Mercury with Pluto in the natal chart gives you powerful intelligence and deep curiosity. You can be very tense, and this is especially noticeable in your communication style. You can greatly influence others and be very convincing with a discerning gaze. Your strong words can affect many people. You are so convincing because you know the facts on a specific issue, and your inquisitive mind can reveal all the details and those things that are hidden. You can also understand occult meanings or mysteries that only very few people can reach and understand. You'll make a great detective or researcher. But your ability to pass on your knowledge to others makes you an excellent communicator. People will be impressed by your depth of understanding and will therefore pay attention to your way of thinking. Mercury's conjunction with Pluto is neutral for good and evil. You can also convince others to lie. You would be good at keeping secrets and spreading propaganda. A career in communications is fine, but a job in the secret service or even in criminal organizations is also fine. You can be quite assertive in communication, which can create problems in close relationships. Your friends may sometimes feel that you are bothering them or are too intrusive. Relaxation is crucial because you can quickly become nervous and suffer from nervous diseases. Most likely, you will encounter some dark and serious issues, possibly related to addiction or abuse. But you have the intelligence and psychological understanding to see the bigger picture, the interconnectedness of everything in the universe. This spiritual perspective will help you constantly develop your mindset to overcome the limitations of living in a limited human body.
ru_ru: Соединение Меркурия с Плутоном в натальной карте дает мощный интеллект и глубокое любопытство. Вы можете быть очень напряженными, и это особенно заметно в вашем стиле общения. Вы можете сильно влиять на окружающих и быть очень убедительными проницательным взглядом. Ваши сильные слова могут повлиять на многих людей. Вы настолько убедительны, потому что знаете факты по конкретному вопросу, а ваш пытливый ум может раскрыть все детали и те вещи, которые скрыты. Вы также можете понять оккультные значения или тайны, которые могут достичь и понять лишь очень немногие люди. Из вас выйдет отличный детектив или исследователь. Но ваша способность передавать свои знания другим делает вас отличным коммуникатором. Люди будут впечатлены вашей глубиной понимания и поэтому обратят внимание на ваш образ мышления. Соединение Меркурия с Плутоном нейтрально для добра и зла. Вы также можете убедить других во лжи. Вы бы хорошо умели хранить секреты и распространять пропаганду. Карьера в сфере связи подойдет, но подойдет и работа в секретной службе или даже в преступных организациях. Вы можете быть довольно напористыми в общении, что может создать проблемы в близких отношениях. Ваши друзья могут иногда считать, что вы мешаете им или слишком навязчивы. Расслабление имеет решающее значение, потому что вы можете быстро стать нервным и страдать от нервных заболеваний. Скорее всего, вы столкнетесь с некоторыми темными и серьезными проблемами, возможно, связанными с зависимостью или жестоким обращением. Но у вас есть интеллект и психологическое понимание, чтобы увидеть более широкую картину, взаимосвязь всего во Вселенной. Этот духовный взгляд поможет вам постоянно развивать свое мышление, чтобы преодолеть ограничения жизни в ограниченном человеческом теле.

# NatalMercuryConjunctionSaturn
source: Mercury's conjunction with natal Saturn gives a well-structured and disciplined mind. You like to solve mentally challenging tasks, and you may need this to focus on productive work. The main difficulty associated with this aspect is the tendency to dwell on negativity when your mind is not questioned or inactive. If negative thinking does strengthen, it will become a structured and stable way of thinking. Bad mood and depression are possible later. You may also have to deal with self-destructive behaviors such as addiction. Other negative influences of Saturn on your thinking may include pessimism and fear. Your words can become harsh, critical, and angry. Then the relationship will be difficult to maintain, and a breakup is possible. However, if you engage your mind in productive and useful work, the positive nature of Saturn will be enhanced. You will gain a sense of self-esteem and respect if you consider yourself a responsible person, the master of your business. You can still talk about serious topics, but you will be prolific and respected as an authority. Your words are more supportive and guiding. Saturn's commitment and longevity can then apply to your relationship. Positive reinforcement is a useful tool for programming your thinking. A credo, personal motto, or other frequently repeated phrases will instill an effective, productive, and often brilliant side to this complex aspect.
ru_ru: Соединение Меркурия с натальным Сатурном дает хорошо структурированный и дисциплинированный ум. Вы любите решать умственно сложные задачи, и это может вам понадобиться, чтобы сосредоточиться на продуктивной работе. Основная трудность, связанная с этим аспектом, — это склонность зацикливаться на негативе, когда ваш разум не подвергается сомнению или бездействует. Если негативное мышление все же укрепится, оно станет структурированным и устойчивым образцом мышления. Плохое настроение и депрессия потом возможны. Возможно, вам также придется столкнуться с саморазрушающим поведением, таким как зависимость. Другие негативные влияния Сатурна на ваше мышление могут включать пессимизм и страх. Ваши слова могут стать резкими, критическими и злыми. Тогда отношения будет трудно поддерживать, и возможно расставание. Однако если вы займёте свой ум продуктивной и полезной работой, положительная природа Сатурна будет усилена. Вы приобретете чувство самоуважения и уважения, если будете считать себя ответственным человеком, хозяином своего дела. Вы по-прежнему можете рассуждать на серьезные темы, но будете плодовиты и уважаемы как авторитет. Ваши слова более поддерживающие и направляющие. Приверженность и долголетие Сатурна могут тогда применяться к вашим отношениям. Позитивное подкрепление — полезный инструмент для программирования вашего мышления. Кредо, личный девиз или другие часто повторяемые фразы привьют эффективную, продуктивную и часто блестящую сторону этого сложного аспекта.

# NatalMercuryConjunctionUran
source: The conjunction of Mercury with natal Uranus gives a brilliant mind, an eccentric genius. Ideas come suddenly and quickly, aided by keen intuition and sometimes psychic abilities. These flashes of insight are processed with lightning speed and abstract reasoning. Often, the speed of mental activity can make you jump to conclusions. If your intuition is accurate, then that's good. However, the lack of systematic analysis can lead to incorrect assumptions, shifting points of view, or boredom when the fascination with a subject or a new idea subsides. Physically, you need to be nimble and dexterous with your hands, with quick reflexes reflecting the rapid activation of neurons in your brain. The original and unorthodox nature of your thought processes may manifest itself in a talent for science or other technical subjects, as well as in occult fields such as astrology. Interestingly, Mercury is the traditional ruler of astrology, while Uranus is its modern ruler. You should be careful with the high vibrational energy of this aspect: you may suffer from nervous irritability and impatience. The key to harnessing the best of this sometimes unstable energy is to learn to slow down and meditate when the pace of life gets too fast. This way, you can reduce the risk of mental exhaustion or accidents.
ru_ru: Соединение Меркурия с натальным Ураном дает блестящий ум, эксцентричный гений. Идеи приходят внезапно и быстро, чему способствует острая интуиция, а иногда и экстрасенсорные способности. Эти вспышки озарения обрабатываются с молниеносной скоростью и абстрактными рассуждениями. Зачастую скорость умственной деятельности может заставить вас сделать поспешные выводы. Если ваша интуиция точна, то это хорошо. Однако отсутствие систематического анализа может привести к неправильным предположениям, изменчивым точкам зрения или скуке, когда увлечение предметом или новой идеей утихнет. Физически вы должны быть ловкими и ловкими руками, с быстрыми рефлексами, отражающими быструю активацию нейронов в вашем мозгу. Оригинальная и неортодоксальная природа ваших мыслительных процессов может проявляться в таланте к наукам или другим техническим предметам, а также в оккультных областях, таких как астрология. Интересно, что Меркурий — традиционный управитель астрологии, а Уран — ее современный управитель. С высокой вибрационной энергией этого аспекта следует быть осторожным: вы можете страдать от нервной раздражительности и нетерпеливости. Ключ к использованию лучшего из этой порой неустойчивой энергии — научиться замедляться и медитировать, когда темп жизни становится слишком быстрым. Таким образом, вы сможете снизить риск умственного истощения или несчастных случаев.

# NatalMercuryConjunctionVenus
source: The conjunction of Mercury with Venus in the natal chart makes you a sweet, handsome, neat, sophisticated, romantic and polite person. You may be prone to passivity and submission, but this is the means by which you will achieve peace in your life. Diplomacy is a strong point; you can often get calls to sort out problems between friends. Communication is another strong point. This aspect brings intelligence, quick wit, and psychic abilities, and does not specifically point to any area of study or topic of debate. Your authentic communication style is important. You can communicate things with love; a melodious, poetic and relaxing voice often helps this. This communicative talent means that you should feel at ease in social situations if Mercury in conjunction with Venus does not receive difficult aspects from Saturn or another harsh planet in your chart. People will find you sophisticated, elegant, and even mesmerizing. You are well versed in art and creativity and clearly recognize images. This aspect also gives talent for reading music, playing musical instruments, poetry, singing and drawing. You were probably a visual artist and an avid reader at school. You can see pictures in words and words in pictures. Mercury manages trade and Venus manages money, so you can succeed in business and enjoy shopping and selling. This goes well with your talent as a negotiator. Other areas of interest may include teaching, journalism, writing, law, politics, art, or sociology. However, as mentioned earlier, your skill set allows you to succeed in any profession and earn honors and riches.
ru_ru: Соединение Меркурия с Венерой в натальной карте делает вас милым, красивым, аккуратным, утонченным, романтичным и вежливым человеком. Вы можете быть склонны к пассивности и покорности, но это средство, с помощью которого вы достигнете мира в своей жизни. Дипломатия – сильная сторона; вам часто могут звонить, чтобы разобраться в проблемах между друзьями. Коммуникация – еще одна сильная сторона. Этот аспект приносит интеллект, быстрый ум и экстрасенсорные способности и не указывает конкретно на какую-либо область обучения или тему дебатов. Важен ваш подлинный стиль общения. Вы можете с любовью сообщать вещи; мелодичный, поэтичный и расслабляющий голос часто помогает этому. Этот коммуникативный талант означает, что вы должны чувствовать себя непринужденно в социальных ситуациях, если Меркурий в соединении с Венерой не получит сложных аспектов от Сатурна или другой суровой планеты в вашей карте. Люди найдут вас утонченным, элегантным и даже завораживающим. Вы хорошо разбираетесь в искусстве и творчестве и четко распознаете образы. Этот аспект также дает талант к чтению музыки, игре на музыкальных инструментах, поэзии, пению и рисованию. Вероятно, в школе вы были визуалом и заядлым читателем. Вы можете увидеть картинки в словах и слова в картинках. Меркурий управляет торговлей, а Венера управляет деньгами, поэтому вы можете преуспеть в бизнесе и получать удовольствие от покупок и продаж. Это хорошо сочетается с вашим талантом переговорщика. Другими областями интересов могут быть преподавание, журналистика, писательство, право, политика, искусство или социология. Однако, как упоминалось ранее, ваш набор навыков позволяет вам добиться успеха в любой профессии и заработать почести и богатства.

# NatalMercuryOppositionJupiter
source: The opposition of Mercury and Jupiter adds some inconsistency. They promise more than they can deliver, and there are a lot more of them in words than in actions. The absent-mindedness and dreaminess of their thinking require a more thorough and reliable approach in planning and concluding transactions. They need to pay special attention to details in order to succeed and earn the trust of others. They may have problems with faith - they may be agnostics or adherents of unusual forms of religiosity. You should not trust them if you want to assign them responsibility for others or sign documents. They often turn to literature and esotericism, but these are more hobbies than practical values, and they often neglect mundane duties for the sake of it. Arrogance in their intellectual abilities. They are easily confused and cannot logically substantiate their views during cross-examination, and their memory may change under the influence of stress. They don't know how to keep secrets and always give them away at the most inappropriate moment.
ru_ru: Оппозиция Меркурия и Юпитера добавляет некую противоречивость. Они обещают больше, чем могут выполнить, и в словах их намного больше, чем в действиях. Рассеянность и мечтательность их мышления требуют более основательного и надежного подхода в планировании и заключении сделок. Они должны обращать особое внимание на детали, чтобы получить успех и заслужить доверие окружающих. У них могут возникать проблемы с верой - они могут быть агностиками или приверженцами необычных форм религиозности. Не следует доверять им, если хотите поручить им ответственность за других или подписывать документы. Они часто обращаются к литературе и эзотерике, но это больше хобби, чем практические ценности, и они часто пренебрегают мирскими обязанностями ради этого. Высокомерие в их интеллектуальных способностях. Они легко сбиваются с толку и не могут логично обосновать свои взгляды при кросс-допросе, под воздействием стресса их память может измениться. Они не умеют хранить секреты и всегда выдают их в самом неуместном моменте.

# NatalMercuryOppositionMars
source: Mercury - Mars. Belligerence. When insulted, they have a sharp verbal altercation. They often defend the opposite point of view for the sake of argument, which does not contribute to their popularity. Critics, grumblers, pedants, are petty in thought and word. And they don't notice the essential details, because they are too impulsive. Often unable to understand the other person. The tendency to identify with ideas. They are not able to see things from different angles. If their views are questioned, they treat it as a personal insult. Often their feelings and instincts contradict their thinking. Tendency to nervousness, hypersensitivity. A sharp tongue, while uncultured ones have a rude one, which hinders harmony in relationships. Quarrels over the use of shared funds.
ru_ru: Меркурий - Марс. Воинственность. При оскорблении ведут резкую словесную перепалку. Часто ради спора защищают противоположную точку зрения, что не способствует их популярности. Критики, ворчуны, педанты, мелочны в мыслях и на словах. А существенных деталей не замечают, так как слишком импульсивны. Часто не в состоянии понять другого человека. Склонность идентифицировать себя с идеями. Не способны видеть вещи с разных сторон. Если их взгляды подвергают сомнению, они рассматривают это как личное оскорбление. Часто их чувства и инстинкты противоречат мышлению. Склонность к нервозности, сверхчувствительности. Острый язык, а у малокультурных - грубый, что мешает гармонии в отношениях. Ссоры из-за использования общих средств.

# NatalMercuryOppositionNeptune
source: Mercury - Neptune. Your intuition and ability to recognize people's thoughts and motives are impressive. Baseless telepathy can lead to manipulation, but not always malicious – rather, it is a kind of game in which your opponent definitely loses. If you were sincere and honest, success would not take long, but unfortunately, you spoil everything with various intrigues, which arouses suspicion among others. If other factors indicate naivety and lack of insight, then this may indicate your inability to understand people, which leads to a confusing relationship and makes you easy prey for deceivers. Try not to reveal secrets. Your sensitivity does not allow you to ignore the effects of the external environment, which can easily interfere with the performance of your duties. It is difficult for you to control your imagination, especially in relation to other people.
ru_ru: Меркурий - Нептун. Ваша интуиция и умение распознавать мысли и мотивы людей впечатляют. Безосновательная телепатия может привести к манипуляциям, но не всегда злонамеренным – скорее это своего рода игра, в которой ваш соперник однозначно проигрывает. Если бы вы были искренни и честны, успех бы не заставил себя ждать, но к сожалению, вы портите все различными интригами, что вызывает подозрения у окружающих. Если другие факторы указывают на наивность и отсутствие проницательности, то это может свидетельствовать о вашем неумении разобраться в людях, что влечет за собой запутанность отношений и делает вас легкой добычей для обманщиков. Старайтесь не раскрывать тайны. Ваша чувствительность не позволяет вам не замечать воздействие внешней среды, что может легко помешать выполнению ваших обязанностей. Вам сложно контролировать воображение, особенно в отношении других людей.

# NatalMercuryOppositionPluto
source: Mercury and Pluto embody intense mental tension as they access classified and dangerous information. Researchers who delve into secret projects often pin their hopes on them. At the same time, sometimes they themselves travel along the paths of espionage activities or act as detectives, finding themselves in troubled situations that can have a tragic end. Their thoughts are expressed abruptly and rudely, which causes similar reactions from others. They are often deeply immersed in natural sciences. They always experience an excessively high degree of curiosity about others, which only leads to trouble and spoiled personal relationships.
ru_ru: Меркурий и Плутон воплощают сильное ментальное напряжение, так как они обращаются к секретной и опасной информации. Изучатели, углубляющиеся в секретные проекты, часто возлагают на них свои надежды. Параллельно с этим, иногда они сами путешествуют по тропам шпионской деятельности или выступают в качестве детективов, оказываясь в беспокойных ситуациях, которые могут иметь трагический конец. Их мысли излагаются резко и грубо, что вызывает аналогичные реакции у других. Часто они глубоко погружены в естественные науки. Они всегда испытывают чересчур высокую степень любопытства к окружающим, что только влечет неприятности и испорченные личные отношения.
