Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# NatalVenusSquareMars
source: Venus squared with natal Mars brings strong feelings of love and hate into an incredibly intimate relationship. Any irritation with loved ones can quickly turn into anger and tantrums. However, this intensity of feelings subsides as quickly as it increases as soon as the pressure valve is released. Thus, the lesson of the square of Venus with Mars is to learn how to better control volatile passions. Work through them maturely with your loved ones. An open and honest exchange of these deep feelings will help achieve the strongest desire, usually a stable, harmonious and long-lasting relationship. Any difficulties in bridging the gap between love and hate would be even worse if conflict arose between adult parents. An understanding but not weak or submissive partner will help transform aggressive or violent tendencies into a sexually attractive and extremely passionate nature. Physically creating things can also be useful for relieving the stress of this aspect and developing a talent for sculpture, for example, in a competitive sport. Practicing in small groups, especially at a young age, will help you gain self-confidence in social situations.
ru_ru: Венера в квадрате с натальным Марсом привносит сильные чувства любви и ненависти в невероятно интимные отношения. Любое раздражение на близких может быстро перерасти в гнев и истерики. Однако эта интенсивность чувств утихает так же быстро, как и нарастает, как только клапан давления будет выпущен. Таким образом, урок квадрата Венеры с Марсом состоит в том, чтобы научиться лучше контролировать изменчивые страсти. Зрело проработайте их вместе со своими близкими. Открытый и честный обмен этими глубокими чувствами поможет достичь самого сильного желания, обычно стабильных, гармоничных и длительных отношений. Любые трудности в преодолении разрыва между любовью и ненавистью были бы еще хуже, если бы между взрослыми родителями возник конфликт. Понимающий, но не слабый или покорный партнер поможет превратить агрессивные или жестокие тенденции в сексуально привлекательную и чрезвычайно страстную натуру. Физическое создание вещей также может быть полезным для снятия напряжения этого аспекта и развития таланта к скульптуре, например, в соревновательном виде спорта. Занятия в небольших группах, особенно в молодом возрасте, помогут обрести уверенность в себе в социальных ситуациях.

# NatalVenusSquareNeptune
source: Venus squared with Neptune in the natal chart creates difficulties with loving oneself and others, which leads to low self-esteem and disappointment in love without corrective action. Self-love is essential for a healthy and loving relationship. Therefore, learning to love yourself is vital to address this difficult aspect. This aspect is familiar to a person when they feel unloved, unattractive, victimized, and ostracized. You may think that you are too different or strange in the eyes of others and are not accepted by the crowd. It is very important to understand that what you think others think of you may not be accurate. If there were any truth in this perception, it would be mainly due to the signals you send about yourself. Once you realize that Neptune distorts your self-image, you can improve your attitude towards yourself. Since Neptune controls mirrors, movies, and screens, a great way to increase self—love is to repeat positive affirmations in front of the mirror. Since Venus rules beauty, improving your appearance through cosmetics and fashion may be worthwhile. Show off in front of the mirror, take a selfie, even take a video of yourself and see how beautiful you are. Dance a little, be sexy, and even undress. No one should see... unless you want to. Once you love yourself inside and out, you will find that your personal life and other areas will improve. However, it is also possible that Neptune may distort your assessment of other people. There will be a tendency to overly idealize romantic partners, being blind to their shortcomings. This will make you susceptible to significant disappointment, you will be taken advantage of, you will become someone's doormat or even a sex slave. Another serious danger of solving the problem of self—esteem is self-abuse. The opposite of love is hate; hating oneself will lead to a downward spiral of self-harm. This includes an unhealthy diet leading to either obesity or anorexia. Depression is an important cause of addiction to alcohol and other toxic drugs or medications.
ru_ru: Венера в квадрате с Нептуном в натальной карте создает трудности с любовью к себе и другим, что приводит к низкой самооценке и разочарованию в любви без корректирующих действий. Любовь к себе необходима для здоровых и любящих отношений. Поэтому научиться любить себя жизненно важно для решения этого сложного аспекта. Этот аспект знаком человеку, когда он чувствует себя нелюбимым, непривлекательным, жертвой и подвергнутым остракизму. Вы можете подумать, что вы слишком разные или странные в глазах других и не приняты толпой. Очень важно понимать, что то, что, по вашему мнению, о вас думают другие, может быть неточным. Если бы в этом восприятии была хоть какая-то правда, то это было бы главным образом связано с сигналами, которые вы посылаете о себе. Как только вы поймете, что Нептун искажает ваше представление о себе, вы сможете улучшить свое отношение к себе. Поскольку Нептун управляет зеркалами, кино и экранами, отличный способ повысить любовь к себе — это повторять перед зеркалом положительные утверждения. Поскольку Венера управляет красотой, улучшение вашей внешности с помощью косметики и моды может оказаться целесообразным. Похвастайтесь перед зеркалом, сделайте селфи, даже снимите себя на видео и посмотрите, какая вы красивая. Потанцуйте немного, будьте сексуальны и даже разденьтесь. Никто не должен видеть… если вы этого не хотите. Как только вы полюбите себя внутри и снаружи, вы обнаружите, что ваша личная жизнь и другие сферы улучшатся. Однако также возможно, что Нептун может исказить вашу оценку других людей. Будет тенденция чрезмерно идеализировать романтических партнеров, будучи слепыми к их недостаткам. Это сделает вас восприимчивым к значительному разочарованию, вас воспользуются, вы станете чьим-то тряпкой или даже сексуальным рабом. Еще одна серьезная опасность нерешения проблемы самооценки — это насилие над собой. Противоположностью любви является ненависть; ненависть к себе приведет к нисходящей спирали членовредительства. Это включает в себя нездоровое питание, ведущее либо к ожирению, либо к анорексии. Депрессия является важной причиной пристрастия к алкоголю и другим ядовитым наркотикам или лекарствам.

# NatalVenusSquarePluto
source: The quadrature of Venus with natal Pluto complicates your intimate relationship due to the intensity of your feelings. Not your general mood and feelings, but how you feel and show love and affection. This intensity can manifest itself as infatuation or harassment when you are attracted to someone. You just fall deeply in love, but sometimes your behavior can be threatening or domineering to others, especially when you're young. With age comes the ability to hide the most negative behavior. But to achieve true mutual love, you must transform, not hide, this destructive behavior. This negative behavior is mainly aimed at gaining complete control over the relationship so that you don't have to feel insecure or worry that it might end. Thus, the square of Venus and Pluto can lead to manipulative behaviors such as jealousy, guilt, or possessiveness. Using your power to make someone love you will eventually end in a breakup, which, of course, will be extremely painful and dramatic for you. But it's only through such an intense relationship that you become aware of your manipulative or controlling behavior. Then you can use your immense power to positively change the way you give and receive love. This process can be painful because you will realize that loving yourself is a real problem. Once you learn to love yourself, the unconditional love and approval you seek will be at your fingertips. Before you realize the need for self-love, you may be attracted to dangerous partners or those who treat you badly. Perhaps you subconsciously attract such people because of your poor self-esteem.
ru_ru: Квадратура Венеры с натальным Плутоном усложняет ваши близкие отношения из-за интенсивности ваших чувств. Не ваше общее настроение и чувства, а то, как вы чувствуете и проявляете любовь и привязанность. Эта интенсивность может проявляться как увлечение или преследование, когда вас кто-то привлекает. Вы просто глубоко влюбляетесь, но иногда ваше поведение может быть угрожающим или властным для других, особенно пока вы молоды. С возрастом приходит способность скрывать наиболее негативное поведение. Но чтобы добиться истинной взаимной любви, вы должны трансформировать, а не скрывать это деструктивное поведение. Это негативное поведение в основном направлено на получение полного контроля над отношениями, чтобы вам не приходилось чувствовать себя неуверенно или беспокоиться, что они могут закончиться. Таким образом, квадрат Венеры и Плутона может привести к манипулятивному поведению, такому как ревность, чувство вины или собственничество. Использование своей силы, чтобы заставить кого-то полюбить вас, в конечном итоге закончится разрывом, который, конечно, будет для вас чрезвычайно болезненным и драматичным. Но только благодаря таким интенсивным отношениям вы осознаете свое манипулятивное или контролирующее поведение. Затем вы сможете использовать свою огромную силу, чтобы позитивно изменить то, как вы даете и получаете любовь. Этот процесс может быть болезненным, потому что вы поймете, что любовь к себе — это настоящая проблема. Как только вы научитесь любить себя, безусловная любовь и одобрение, которые вы ищете, будут у вас под рукой. Прежде чем вы осознаете потребность в любви к себе, вас могут привлекать опасные партнеры или те, кто плохо с вами обращается. Возможно, вы подсознательно привлекаете таких людей из-за своей плохой самооценки.

# NatalVenusSquareSaturn
source: The Venus-Saturn quadrature in the natal chart is one of the most difficult aspects. The two most important things in life are love and happiness, which seem even more important to you because they are more difficult to achieve than others. You will often feel like you are being denied what you most want. This aspect was associated with laziness, immorality, shamelessness, bad habits, perverted tastes, meanness, seduction, and sadness in love. Feelings of rejection, isolation, and loneliness can arise early. How you deal with this throughout your life largely depends on how much love you receive from your parents, especially your father. You would need encouragement and support to boost your self-esteem and love. If you were criticized or insulted, this aspect would be more severe in adulthood, which would lead to bouts of depression. Although the square aspects are difficult, they provide ample opportunities to eliminate your weaknesses. Constant challenges and lessons in self-esteem and love mean that as you age, you will be able to achieve the long-term happiness you seek.
ru_ru: Квадратура Венера-Сатурн в натальной карте — один из самых сложных аспектов. Две самые важные вещи в жизни — это любовь и счастье, которые кажутся вам даже более важными, потому что их труднее достичь, чем другим. Вы часто будете чувствовать, что вам отказывают в том, чего вы больше всего хотите. Этот аспект ассоциировался с ленью, безнравственностью, бесстыдством, плохими привычками, извращенными вкусами, подлостью, соблазнением и печалью в любви. Чувства отвержения, изоляции и одиночества могут возникнуть рано. То, как вы справляетесь с этим на протяжении всей жизни, во многом зависит от того, сколько любви вы получаете от своих родителей, особенно от отца. Вам потребовались бы ободрение и поддержка, чтобы повысить свою самооценку и любовь. Если бы вы подвергались критике или оскорблениям, во взрослом возрасте этот аспект был бы более резким, что приводило бы к приступам депрессии. Хотя квадратные аспекты сложны, они предоставляют широкие возможности для устранения ваших слабостей. Постоянные испытания и уроки самооценки и любви означают, что с возрастом вы сможете достичь долгосрочного счастья, к которому стремитесь.

# NatalVenusSquareUran
source: The square of Venus and natal Uranus provides an exciting love life. Problems related to commitment in a close relationship can be caused by a strong need for personal independence. You are not bound by the traditional social or moral standards of marriage and intimate relationships. Not only this need for freedom, but also the need for stimulation and arousal can cause sudden attraction, volatile attachments, and instability in your relationship. Inspiration and excitement go hand in hand with change, Uranus' main keyword. According to the American writer Toni Morrison: In order to be as free as possible, in my own imagination I cannot take closed positions. Although if we talk about her attitude to feminism, this need for freedom mainly affects love relationships, but also concerns your values and beliefs. Venus governs love, money, and how you rate yourself. You must express the spontaneous, electric nature of Uranus in order to maintain healthy self-esteem or truly love yourself. At first, you can try to meet or meet the expectations of your family and friends. However, boring friends or a boring lover can interfere with your style. You don't like being tied up or suffocated by love. The continuation of such a relationship will be the result or cause of poor self-esteem. You could react by lashing out or doing something unexpected, like having a secret affair or packing up and walking out the door. However, there is a trade-off between living alone and an unhappy relationship. Although you don't want to attract disloyal or overly eccentric partners, you can find someone open, unorthodox, or interesting like yourself.
ru_ru: Квадрат Венеры и натального Урана дает захватывающую любовную жизнь. Проблемы, связанные с обязательствами в близких отношениях, могут быть вызваны сильной потребностью в личной независимости. Вы не связаны традиционными социальными или моральными стандартами брака и интимных отношений. Не только эта потребность в свободе, но также потребность в стимуляции и возбуждении может вызвать внезапное влечение, изменчивые привязанности и нестабильность в ваших отношениях. Вдохновение и волнение идут рука об руку с переменами — главным ключевым словом Урана. По словам американской писательницы Тони Моррисон: Чтобы быть настолько свободным, насколько это возможно, в моем собственном воображении я не могу занимать закрытые позиции. Хотя если говорить о ее отношении к феминизму, то эта потребность в свободе в основном затрагивает любовные отношения, но также касается и ваших ценностей и убеждений. Венера управляет любовью, деньгами и тем, как вы себя оцениваете. Вы должны выразить спонтанную, электрическую природу Урана, чтобы поддерживать здоровую самооценку или по-настоящему любить себя. Поначалу вы можете попытаться соответствовать ожиданиям семьи и друзей или оправдать их. Однако скучные друзья или скучный любовник могут помешать вашему стилю. Вам не нравится, когда вас связывают или душит любовь. Продолжение таких отношений будет результатом или причиной плохой самооценки. Вы могли бы отреагировать, набросившись или сделав что-нибудь неожиданное, например, заведя тайный роман или собрав вещи и выйдя за дверь. Однако существует компромисс между жизнью в одиночестве и несчастливыми отношениями. Хотя вы не хотите привлекать нелояльных или чрезмерно эксцентричных партнеров, вы можете найти кого-то открытого, неортодоксального или интересного, как вы сами.

# NatalVenusTrineJupiter
source: Venus in trine with natal Jupiter is one of the best planetary aspects. Without the harsh aspects affecting this trigon, you can look forward to an easy and comfortable life earned by previous incarnations of loving service. Even though there are difficult aspects involved, Venus in trine to Jupiter will reduce difficulties and bring love and joy into your life. Your ease in showing love and affection shows your self-love and self-respect. Honesty, loyalty and good moral qualities are more personal qualities that will bring you popularity and a good name. However, you are not just a gentle and pleasant person. There is genuine depth to your charismatic appeal. Your enterprising and creative nature makes your communication interesting and engaging. You sincerely help others and would be very happy to work for charities. You will fit perfectly into any group of people and will be able to effectively contribute to the overall success in achieving common goals. It may not be as obvious as taking on the role of a leader, but all the little things you do bring victory. Creativity is a strong point, and you must have a good sense of rhythm and tone. People with this aspect often have broad musical or other creative talents. For example, as a singer, you are likely to have a wide vocal range. You like holidays and parties in general. Exposing yourself and being glamorous is natural and shouldn't harm your reputation. Excessive passion for food, drink and drugs can sometimes be a problem, but usually there are other, more complex aspects or fixed stars in your chart that disrupt the harmonious nature of this aspect.
ru_ru: Венера в трине с натальным Юпитером — один из лучших планетарных аспектов. Без суровых аспектов, влияющих на этот тригон, вы можете рассчитывать на легкую и комфортную жизнь, заработанную предыдущими воплощениями любящего служения. Даже несмотря на связанные с этим сложные аспекты, Венера в трине к Юпитеру уменьшит трудности и принесет в вашу жизнь любовь и радость. Ваша легкость в проявлении любви и привязанности показывает вашу любовь к себе и самоуважение. Честность, преданность и хорошие моральные качества — это больше личные качества, которые принесут вам популярность и доброе имя. Однако вы не просто мягкий и приятный человек. В вашей харизматической привлекательности есть подлинная глубина. Ваша предприимчивая и творческая натура делает ваше общение интересным и интересным. Вы искренне помогаете другим и были бы очень довольны работой в благотворительных организациях. Вы прекрасно впишетесь в любую группу людей и сможете эффективно способствовать общему успеху в достижении общих целей. Возможно, это не так очевидно, как взятие на себя роль лидера, но все мелочи, которые вы делаете, приносят победу. Творчество — сильная сторона, и у вас должно быть хорошее чувство ритма и тона. Люди с этим аспектом часто обладают широкими музыкальными или другими творческими талантами. Например, как певец, скорее всего, у вас будет широкий вокальный диапазон. Вам нравятся праздники и вечеринки в целом. Выставлять себя напоказ и быть гламурным – это естественно и не должно вредить вашей репутации. Чрезмерное увлечение едой, питьем и наркотиками иногда может быть проблемой, но обычно в вашей карте есть другие, более сложные аспекты или неподвижные звезды, которые нарушают гармоничную природу этого аспекта.

# NatalVenusTrineMars
source: Venus in a trine with Mars in the natal chart gives passion for life and social popularity. Your balanced nature allows you to enjoy life to the fullest without harnessing the energy of others. People like being around you because you like sharing your true self. There are no secrets or hidden intentions here that others might worry about. You're comfortable being yourself in any situation, and you won't have any problems making real friends. Without trying, you entertain people simply because of your playful and youthful nature. You may have a lot of friends, but in a closer relationship you are more likely to prefer a long-term partnership where loyalty is important. When you grow up, you may have many lovers, but devotion will bring you the most satisfaction and contentment in life. Although you are very passionate and charismatic, the overtly sexual nature of Mars is not as strong here as in other aspects of Venus-Mars. The harmonious nature of Trigon allows the softer nature of Venus to manifest itself more strongly than in related aspects. Venus and the trine aspect are related to each other. Thus, although you may be a sexy person, you are less likely to flaunt this quality and will care more about showing love and affection, as well as appreciating beauty. On the other hand, this aspect tends to highlight your creative talents more than other aspects of Venus-Mars. You can show your creativity in all areas of life, from your lively nature to your hobbies and career. Art, drama and music are not the only professions in which you can show your creative potential.
ru_ru: Венера в трине с Марсом в натальной карте дает страсть к жизни и общественную популярность. Ваша уравновешенная натура позволяет вам наслаждаться жизнью в полной мере, не задействуя при этом энергию других. Людям нравится быть рядом с вами, потому что вам нравится делиться своим истинным «я». Здесь нет никаких тайн или скрытых намерений, о которых могли бы беспокоиться другие. Вам комфортно быть самим собой в любой ситуации, и у вас не возникнет проблем с обретением настоящих друзей. Не пытаясь, вы развлекаете людей просто в силу своей игривой и юношеской натуры. У вас может быть много друзей, но в более близких отношениях вы, скорее всего, предпочтете долгосрочное партнерство, где важна верность. Когда вы вырастете, у вас может быть много любовников, но преданность принесет вам наибольшее удовлетворение и удовлетворенность в жизни. Хотя вы очень страстны и харизматичны, откровенно сексуальная природа Марса здесь не так сильна, как в других аспектах Венеры-Марса. Гармоничная природа тригона позволяет более мягкой природе Венеры проявиться сильнее, чем в родственных аспектах. Венера и аспект трина имеют родство друг с другом. Таким образом, хотя вы можете быть сексуальным человеком, вы с меньшей вероятностью будете выставлять это качество напоказ и будете больше заботиться о проявлении любви и привязанности, а также о том, чтобы ценить красоту. С другой стороны, этот аспект имеет тенденцию подчеркивать ваши творческие таланты больше, чем другие аспекты Венеры-Марса. Вы можете проявить свои творческие способности во всех сферах жизни, от своей оживленной натуры до хобби и карьеры. Искусство, драматургия и музыка — не единственные профессии, в которых можно проявить свой творческий потенциал.
