Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# NatalSunSextileJupiter
source: The sun and Jupiter in the sextile bring success in life, happiness and a broad outlook on things. This aspect is also characterized by justice, nobility, foresight, and humanity. People with this aspect have generosity, kindness, and philanthropic tendencies. They enjoy life, they are optimistic and cheerful, as well as honest and sincere. Their interests can be both spiritual and scientific, and they have a philosophical nature. This aspect also favors a successful marriage for women. However, the negative side of this aspect is that loyalty to power and a successful career can soften a person in the face of injustice in society and give him complacency.
ru_ru: Солнце и Юпитер в секстиле приносят успех в жизни, счастье и широкий взгляд на вещи. Этот аспект также характеризуется справедливостью, благородством, даром предвидения и гуманностью. Люди с этим аспектом обладают щедростью, добротой и филантропическими наклонностями. Они радуются жизни, они оптимисты и веселые, а также честны и искренни. Их интересы могут быть как духовными, так и научными, и они обладают философской натурой. Этот аспект также благоприятствует удачному браку у женщин. Однако негативная сторона этого аспекта заключается в том, что лояльность к власти и успешная карьера могут смягчить человека перед несправедливостью в обществе и дать ему самодовольство.

# NatalSunSextileMars
source: This aspect helps to strengthen the immune system and maintain good health, providing greater vitality and constructive energy. It also gives willpower, enthusiasm, enterprise, determination, confidence, courage, boldness, nobility, honesty, sincerity, progressiveness and the desire for new achievements. You show the ability to command and obey, and also have a happy marriage if you are a woman. However, the negative side of this aspect can lead to a sense of impunity, and it can be tempting to show its flaws. Women may be tempted to attract men with their attractiveness, as well as to show strong animal instincts, roughness of nature and great attention to the physical side, rather than the spiritual.
ru_ru: Этот аспект способствует укреплению иммунитета и поддержанию хорошего здоровья, обеспечивая большую жизненную силу и конструктивную энергию. Он также придает силы воли, энтузиазм, предприимчивость, решительность, уверенность, мужество, смелость, благородство, честность, искренность, прогрессивность и стремление к новым достижениям. Вы проявляете умение командовать и подчиняться, а также обладаете счастливым браком, если вы женщина. Тем не менее, отрицательная сторона этого аспекта может привести к чувству безнаказанности, и это может быть искушением проявить его недостатки. У женщин может возникнуть искушение привлекать мужчин своей привлекательностью, а также проявлять сильные животные инстинкты, грубость натуры и большое внимание к физической стороне, а не духовной.

# NatalSunSextileMercury
source: The aspect is impossible.
ru_ru: Аспект невозможен.

# NatalSunSextileMoon
source: This position of the Sun and Moon gives life fullness, harmony of soul and body, confidence, balance, and also provides excellent health and well-being, rapid recovery. You have a sense of self-worth, have many friends, work for the benefit of society and people, cooperate successfully and are in a happy marriage, achieving early success in life. You are sincere and adaptable to the environment. However, the downside of this aspect is that easy conversion of the opposite sex can lead to instability in marriage, infidelity and infidelity, as well as instability in emotions. Easy success in life can lead to a lack of desire for self-improvement, spiritual growth, and lead to spiritual hibernation, when life becomes a dream, albeit a good dream.
ru_ru: Такое положение Солнца и Луны придает жизни полноту, гармонию души и тела, уверенность, уравновешенность, а также обеспечивает отличное здоровье и благополучие, быстрое восстановление сил. Вы обладаете чувством собственного достоинства, имеете множество друзей, работаете на благо общества и людей, успешно сотрудничаете и находитесь в счастливом браке, достигая раннего успеха в жизни. Вы искренни и легко приспосабливаетесь к окружающей среде. Однако, обратная сторона этого аспекта заключается в том, что легкое обращение противоположного пола может привести к нестабильности в браке, изменам и неверности, а также неустойчивости в эмоциях. Легкий успех в жизни может привести к отсутствию стремления к самосовершенствованию, духовному росту и вести к духовной спячке, когда жизнь становится сном, хотя и хорошим сном.

# NatalSunSextileNeptune
source: This interaction of the sun and Neptune brings inspiration, imagination, fantasy, the opportunity to experience high states of consciousness, as well as have high sensitivity, telepathic abilities, diagnostic and healing abilities, psychological sensitivity and the ability to have a positive impact on the psyche of others. In addition, they possess musicality, poetry, kindness, charity, and an interest in spirituality. However, the negative sides of this interaction are daydreaming, idealism and isolation from reality.
ru_ru: Это взаимодействие солнца и Нептуна приносит вдохновение, воображение, фантазию, возможность переживать высокие состояния сознания, а также иметь высокую сенситивность, телепатические способности, диагностические и целительские способности, психологическую восприимчивость и способность оказывать положительное влияние на психику окружающих. Кроме того, они обладают музыкальностью, поэтичностью, добротой, милосердием и интересом к духовности. Однако негативными сторонами этого взаимодействия являются мечтательность, идеализм и оторванность от реальности.

# NatalSunSextilePluto
source: The sun in the sextile to Pluto also means success, the ability to attract the attention of others, manipulate them and enjoy popularity and fame. Your enthusiasm, entrepreneurial spirit, and desire to open up new horizons help you achieve success and inspire others. However, there is also a negative side: easy success can cause self-confidence and satiety, as well as the temptation to use your position to your personal advantage.
ru_ru: Солнце в секстиле к Плутону также означает успех, умение привлекать внимание окружающих, манипулировать ими и наслаждаться популярностью и известностью. Ваш энтузиазм, предприимчивость и желание открыть новые горизонты помогают вам добиваться успехов и вдохновлять окружающих. Однако есть и негативная сторона: легкий достигнутый успех может вызвать самоуверенность и пресыщенность, а также искушение использовать свое положение в свою личную выгоду.

# NatalSunSextileSaturn
source: The interaction of the Sun and Saturn gives a person's personality concentration, clarity of thought and discipline. They plan their actions, strive for their goals, and are willing to put their efforts into them. People with this aspect are distinguished by their responsibility, seriousness, and organization. They have a penchant for order and method, as well as the ability to obey and work practically. However, some people with this aspect may be a bit conservative and slow in making decisions in difficult situations. Sometimes they can seem ponderous and boring because of their overly correct thoughts and actions.
ru_ru: Взаимодействие Солнца и Сатурна придает личности человека концентрацию, ясность мышления и дисциплинированность. Они планируют свои действия, стремятся к поставленным целям и готовы вложить в них усилия. Люди с этим аспектом отличаются ответственностью, серьезностью и организованностью. У них есть склонность к порядку и методичности, а также умение подчиняться и работать практично. Однако, некоторые люди с этим аспектом могут быть немного консервативными и медленными в принятии решений в сложных ситуациях. Иногда они могут казаться тяжеловесными и скучными из-за своих чрезмерно правильных мыслей и действий.

# NatalSunSextileUran
source: This aspect gives talent, intuition, clairvoyance, originality, ingenuity, entrepreneurship, altruism, selflessness, friendliness, democracy, progressivism, magnetism, hypnotism, attractiveness, longevity, the ability to recharge energy and transfer it to others; as well as inner freedom and independence, sincerity, honesty, justice, humanity and insight. This aspect can also cause big changes in life, strengthen foreign ties, bring success in astrology, as well as show charm and captivation. However, the negative side of this aspect may be the temptation to use magnetism for personal gain, as well as to use intuition to enrich gambling.
ru_ru: Этот аспект придает талант, интуицию, ясновидение, оригинальность, изобретательность, предприимчивость, альтруизм, бескорыстие, дружелюбие, демократичность, прогрессивность, магнетизм, гипнотичность, привлекательность, долголетие, способность заряжаться энергией и передавать ее другим; а также внутреннюю свободу и независимость, искренность, честность, справедливость, человечность и проницательность. Этот аспект также может вызвать большие изменения в жизни, укрепить зарубежные связи, принести успех в астрологии, а также проявить обаяние и пленительность. Однако, отрицательная сторона этого аспекта может заключаться в соблазне использовать магнетизм в личных интересах, а также использовать интуицию для обогащения в азартных играх.

# NatalSunSextileVenus
source: The aspect is impossible.
ru_ru: Аспект невозможен.

# NatalSunSquareJupiter
source: The sun and Jupiter: two planets, two strong forces united in a special aspect. This aspect indicates an exaggerated opinion of oneself, a desire to achieve a lot without proper discipline and reflection. While these ambitions may seem promising, they often lead to frustration when trying to expand their sphere of influence. The reaction to this failure can be pronounced selfishness. People with this aspect often tend to protect their interests in everything, thinking only of themselves. However, their success depends on patience, experience, and discipline, which they must cultivate like Saturn. Although it will take time and effort, only this approach will lead to real success. People with this aspect also tend to be extravagant. They may be prone to unwise optimism and rash actions. However, if they learn to develop their personality and beware of restlessness and love of change, they will be able to avoid many troubles. Explosive temper, a penchant for adventure and adventure, rebelliousness - all these are also attributes of people with the aspect of the Sun and Jupiter squared. They often manifest themselves as aggressiveness, obstinacy, and excessive independence. Such people can be proud, frivolous and careless, underestimating the dangers, which can lead to miscalculations. Nevertheless, if a person with this aspect realizes his shortcomings and works on himself, he can turn into a fighter for justice and order. They can become heroes who fight evil and injustice in society. However, to reach such heights, they will need a lot of courage, determination and honesty.
ru_ru: Солнце и Юпитер: две планеты, две сильные силы, объединенные в особом аспекте. Этот аспект указывает на преувеличенное мнение о себе, желание достичь многого без должной дисциплины и размышлений. Хотя эти амбиции могут казаться обещающими, они часто приводят к разочарованию при попытке расширить свою сферу влияния. Реакцией на эту неудачу может быть ярко выраженный эгоизм. Люди с этим аспектом часто склонны защищать свои интересы во всем, думая лишь о себе. Однако, их успех зависит от терпения, опыта и дисциплины, которые они должны развивать, подобно Сатурну. Хотя это потребует времени и усилий, но только такой подход приведет к настоящему успеху. Люди с этим аспектом также имеют тенденцию к экстравагантности. Они могут быть подвержены неумному оптимизму и необдуманным поступкам. Однако, если они научатся развивать свою личность и остерегаться непоседливости и любви к переменам, они смогут избежать многих неприятностей. Взрывной характер, склонность к приключениям и авантюрам, мятежность - все это тоже атрибуты людей с аспектом Солнца и Юпитера в квадрате. Они часто проявляются как агрессивность, строптивость и чрезмерная независимость. Такие люди могут быть гордыми, легкомысленными и беспечными, недооценивая опасности, что может приводить к просчетам. Тем не менее, если человек с этим аспектом осознает свои недостатки и работает над собой, он может превратиться в борца за справедливость и порядок. Они могут стать героями, которые сражаются со злом и несправедливостью в обществе. Однако, чтобы достичь таких высот, им потребуется много мужества, решительности и честности.

# NatalSunSquareMars
source: The solar aspect associated with Mars can lead to excessive energy and impulsive behavior when a person becomes his own enemy. When faced with an obstacle, he loses his temper, gets annoyed, and this makes him strive to achieve what he wants, regardless of all obstacles. However, other people are outraged by this behavior, viewing it as arrogance and selfishness. To avoid such situations, it is necessary to restrain yourself, think first, and then only act. In addition, it is necessary to restrain aggression and anger, be tactful and diplomatic. Since goals can only be achieved through patience, it's not worth wasting energy on quarrels. If the aspect is in a cardinal sign, it manifests as impulsivity and anger. A constant sign is stubbornness and vindictiveness. In a mobile sign there is irritability and waste of energy on unnecessary things. The subject affected by this aspect is quickly excitable and unrestrained. He has a strong character and shows fervor, quick temper and passion. Such a person is impulsive, aggressive, hasty, reckless, and wayward. He is prone to getting into dangerous situations and taking risks, is careless and impatient. His waywardness and touchiness make him very proud, and his rude nature and strong animal instincts make him an unfavorable marriage partner for women. However, the position of Mars in the Air signs may mitigate these qualities. Despite the negative features, this aspect also has positive qualities: willpower, ambition, energy, and the ability to quickly assess and make decisions in dangerous situations. Such people fight for a just cause, are honest, and despise danger.
ru_ru: Солнечный аспект, связанный с Марсом, может привести к чрезмерной энергичности и импульсивному поведению, когда человек становится своим собственным врагом. Наталкнувшись на препятствие, он выходит из себя, раздражается, и это заставляет его стремиться к достижению желаемого, вне зависимости от всех преград. Однако другие люди возмущаются таким поведением, рассматривая его как нахальство и эгоизм. Чтобы избежать подобных ситуаций, необходимо сдерживаться, думать сначала, а потом только действовать. Кроме того, необходимо сдерживать агрессивность и злость, быть тактичным и дипломатичным. Поскольку цели можно достичь только с помощью терпения, не стоит тратить энергию на ссоры. Если аспект находится в кардинальном знаке, он проявляется как импульсивность и гнев. В постоянном знаке - это упрямство и злопамятность. В подвижном знаке - раздражительность и трата энергии на ненужные дела. Субъект, на которого действует этот аспект, является быстро возбудимым и невыдержанным. Он обладает сильным характером и проявляет пылкость, вспыльчивость и страстность. Такой человек импульсивен, агрессивен, поспешен, опрометчив и своенравен. Он склонен к попаданию в опасные ситуации и риску, неосторожен и нетерпелив. Своенравие и обидчивость делают его очень самолюбивым, а грубая натура и сильные животные инстинкты делают его неблагоприятным партнером в браке для женщин. Однако положение Марса в знаках Воздуха может смягчить эти качества. Несмотря на негативные черты, этот аспект также имеет положительные качества: силу воли, честолюбие, энергию и способность быстро оценивать и принимать решения в опасных ситуациях. Такие люди борются за правое дело, отличаются честностью и презирают опасность.

# NatalSunSquareMercury
source: The aspect is impossible.
ru_ru: Аспект невозможен.

# NatalSunSquareMoon
source: The meeting of the Sun with the Moon in a square creates a special dynamic that affects our will, behavior and emotional state. This aspect can constrain the expression of our individuality, create self-doubt, and hinder creative expression. In childhood, the family environment and upbringing can make it difficult for us to understand the opposite sex and influence the formation of harmonious relationships. All this can cause emotional stress and instability in life. When the Sun and Moon meet in a square in the first and third quarters of the lunar month, we can feel emotional unrest and inner tension. This aspect can be accompanied by constant stress and anxiety, fear of not keeping up or falling behind. We may feel the constant need to struggle and overcome difficulties, which can lead to nervous and emotional exhaustion. At the same time, such an interaction of the Sun and Moon can give us the strength to work on ourselves, develop willpower and perseverance. We can gain confidence, deep understanding, and great empathy for others. The desire to change our lives for the better and the pursuit of spiritual growth become important values for us.
ru_ru: Встреча Солнца с Луной в квадрате создает особую динамику, которая оказывает влияние на нашу волю, поведение и эмоциональное состояние. Этот аспект может сдерживать выражение нашей индивидуальности, создавать неуверенность в себе и препятствовать творческому самовыражению. В детстве семейная обстановка и воспитание могут затруднять наше понимание противоположного пола и влиять на формирование гармоничных отношений. Все это может вызывать эмоциональные напряжения и нестабильность в жизни. Когда Солнце и Луна встречаются в квадрате в первой и третьей четверти лунного месяца, мы можем ощущать душевные волнения и внутреннее напряжение. Этот аспект может сопровождаться постоянным стрессом и беспокойством, страхом не успеть или отстать. Мы можем чувствовать постоянную необходимость бороться и преодолевать трудности, что может приводить к нервным и эмоциональным истощениям. В то же время, такое взаимодействие Солнца и Луны может дать нам силы для работы над собой, развития воли и стойкости. Мы можем обрести уверенность, глубокое понимание и большую эмпатию к окружающим. Желание изменить свою жизнь к лучшему и стремление к духовному росту становятся важными ценностями для нас.

# NatalSunSquareNeptune
source: A person born under the sign of the Sun in Neptune may be prone to illusions and mystical beliefs, seeking to perpetuate their importance and attract attention to themselves. However, with the strong influence of Mercury and Saturn, these trends moderate. Often such a person experiences strange emotional desires, ranging from platonic love to vulgar sexuality. His life can be filled with secret and vicious love affairs. This combination indicates high subjectivity, fanaticism, obsession, inadequacy, immersion in one's inner world and feelings. A person tends to act on inner motives, ignoring reality. He also has an increased sensitivity and susceptibility to neurosis and psychosis. The influence of this aspect can lead to poor communication and contact with negative influences, as well as self-indulgence and following public opinion. A person can be sloppy, sloppy and not interested in household issues, which leads to disorder or, conversely, excessive cleanliness. His tendency to deceive or self-deceive, to be bohemian and indecisive, to be ambiguous and deluded. Such a person may also be prone to bad habits, such as smoking. Women with the aspect of the Sun squared with Neptune may have an unhappy marriage if the partner is an alcoholic, drug addict or has mental problems. However, this aspect also contributes to the development of high spiritual potential, the ability to sacrifice oneself in the name of high spiritual values and attention to detail. Such a person may show psychological understanding, compassion for the unfortunate and a desire to help them.
ru_ru: Человек, рожденный под знаком Солнца в Нептуне, может быть склонен к иллюзиям и мистическим верованиям, стремясь увековечить свою значимость и привлечь к себе внимание. Однако при наличии сильного влияния Меркурия и Сатурна эти тенденции умеряются. Часто такой человек испытывает странные эмоциональные желания, начиная от платонической любви и заканчивая пошлой сексуальностью. Его жизнь может быть переполнена тайными и порочными любовными приключениями. Такое сочетание указывает на высокую субъективность, фанатичность, одержимость, неадекватность, погружение в свой внутренний мир и ощущения. Человек склонен действовать по внутренним побуждениям, игнорируя реальность. Он также обладает повышенной чувствительностью и подверженностью неврозам и психозам. Влияние этого аспекта может привести к плохому общению и соприкосновению с отрицательными влияниями, а также к потаканию себе и следованию общественному мнению. Человек может быть неряшливым, неаккуратным и не интересоваться бытовыми вопросами, что приводит к беспорядку или, наоборот, чрезмерной чистоте. Его склонность к обману или самообману, богемности и нерешительности, к двусмысленности и заблуждениям. Также такой человек может быть подвержен дурным привычкам, таким как курение. У женщин с аспектом Солнца в квадрате с Нептуном может быть несчастливый брак, если партнер является алкоголиком, наркоманом или имеет психические проблемы. Однако этот аспект также способствует развитию высокого духовного потенциала, способности к самопожертвованию во имя высоких духовных ценностей и вниманию к мелочам. Такой человек может проявлять психологическое понимание, сострадание к несчастным и стремление им помочь.
