Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitNeptuneSextileSun
source: During this period, mysteries, magic, illusions and spiritual revelations will stir up an otherwise unremarkable course of events, and you will have the opportunity to demonstrate the makings of a leader, the integrity of your nature, individuality and generosity. Recognition and success will not fall to you from the sky. However, the dynamics of this process are positive, so it increases the chances that you will take advantage and eventually strengthen your position and gain recognition for your achievements. The transiting Neptune sextile with the natal Sun has basically the same meaning as the transiting Sun sextile with the natal Neptune. However, due to the fact that a person experiences this influence for too long a period of time due to backward movement, important, lasting and beneficial improvements in a person's spiritual and creative understanding can take place.
ru_ru: В этот период тайны, волшебство, иллюзии и духовные откровения взбудоражат ничем другим не примечательный ход событий, и у вас появится возможность продемонстрировать задатки лидера, целостность своей натуры, индивидуальность и великодушие. Признание и успех не свалятся к вам с неба. Однако динамика этого процесса носит позитивный характер, поэтому она увеличивает шансы на то, что вы воспользуетесь преимуществом и, в конце концов, укрепите свое положение и добьетесь признания своих заслуг. Секстиль, транзитного Нептуна с натальным Солнцем имеет в основном такое же значение, как секстиль транзитного Солнца с натальным Нептуном. Однако, в связи с тем, что человек испытывает это влияние слишком длительный период времени из-за попятного движения, то могут иметь место важные, длительные и благоприятные улучшения в духовном и творческом понимании человека.

# TransitNeptuneSextileUran
source: Strange, bizarre hobbies in fashion, behavior, and attitudes can indirectly affect the personal benefits of this period. The freedom associated with Uranus, combined with the illusions and imagination of Neptune, can, for example, generate a new trend in fashion design, thanks to which you will gain new freedom of movement. But besides fashion, there are other significant chances. The idealism of Neptune and the freedom of Uranus can have a positive impact on your life in matters related to civil rights, well-being, religious tolerance, and better professional opportunities. The age at which people experience this aspect varies for each generation, depending on whether they were born during, before, or after sexting. The transit sextile of Neptune with natal Uranus has the same meaning as the transit Uranus in the sextile with natal Neptune. Both transits last a year or longer and indicate a long period of opportunity for the development of spiritual and psychological understanding.
ru_ru: Странные, причудливые увлечения в моде, поведении и взглядах могут косвенным образом повлиять на личные преимущества этого периода. Свобода, связанная с Ураном, в сочетании с иллюзиями и воображением Нептуна способна, к примеру, породить новую тенденцию в дизайне одежды, благодаря которой вы обретете новую свободу движений. Но помимо моды есть и другие значительные шансы. Идеализм Нептуна и свобода Урана могут оказать положительное воздействие на вашу жизнь в вопросах, связанных с гражданскими правами, благосостоянием, религиозной терпимостью и лучшими возможностями в профессиональной сфере. Возраст, в котором люди переживают этот аспект, варьируется для каждого поколения в зависимости от того, родились ли они во время секстиля, до или после него. Транзитный секстиль Нептуна с натальным Ураном имеет то же значение, что и транзитный Уран в секстиле с натальным Нептуном. Оба транзита длятся год или дольше и указывают на длительный период возможности развития духовного и психологического понимания.

# TransitNeptuneSextileVenus
source: During this period, potential success is associated with marriage, joint ventures, relationships with women, social contacts, and romantic encounters, either new or current. Despite the weak influence, this aspect is nevertheless positive. This means that if you use imagination, mystery, magic, illusion, or spirituality in your current circumstances, you will be successful in legal matters, contract negotiations, social events, and cooperation with others. Transiting Neptune in the radical Venus sextile has the same meaning as transiting Venus in the natal Neptune sextile, but it lasts much longer and marks a long period of emotional and artistic refinement. This transit is possible twice in a person's life.
ru_ru: В этот период потенциальный успех связан с браком, совместными предприятиями, взаимоотношениями с женщинами, светскими контактами и романтическими встречами - либо новыми, либо нынешними. Несмотря на слабое влияние, этот аспект, тем не менее, носит позитивный характер. Это означает, что если вы прибегнете к помощи воображения, тайны, волшебства, иллюзии или духовности в нынешних обстоятельствах, то вам обеспечен успех в юридических вопросах, переговорах по контрактам, светских мероприятиях и сотрудничестве с окружающими. Транзитный Нептун в секстиле с радикальной Венерой имеет то же значение, что и транзитная Венера в секстиле с натальным Нептуном, но длится намного дольше и знаменует продолжительный период эмоциональной и художественной рафинированности. Этот транзит возможен дважды в жизни человека.

# TransitNeptuneSquareJupiter
source: Disorganization, unjustified optimism, or unrealistic hopes can hinder your spiritual, intellectual, and economic growth during this period. The potential of the current circumstances can be described as a combination of inspiration and illusion with exaggeration and extravagance. Such a situation can become a disaster unless sanity prevails and can prevent it. Fanaticism will arise under the guise of idealism. False prophets and blind faith will become an obstacle to knowledge and truth. Some scandalous and false circumstances may affect your father, his position or achievements. You should avoid crazy or unrealistic get-rich-quick plans. The obstacles that arise will be difficult to recognize and therefore almost impossible to overcome. Transiting Neptune in the natal Jupiter quadrature has the same meaning as transiting Jupiter in the natal Neptune quadrature, but it lasts longer and indicates an extended period of emotional escapism and self-deception. Transit occurs only twice in a person's life.
ru_ru: Дезорганизация, неоправданный оптимизм или нереалистичные надежды могут помешать вашему духовному, интеллектуальному и экономическому росту в этот период. Потенциал нынешних обстоятельств можно описать как сочетание вдохновения и иллюзии с преувеличением и экстравагантностью. Такая ситуация может стать бедствием, если только здравомыслие не возьмет верх и не сможет предотвратить его. Фанатизм возникнет под маской идеализма. Препятствием на пути к знаниям и истине станут лжепророки и слепая вера. Некоторые скандальные и ложные обстоятельства могут затрагивать вашего отца, его положение или достижения. Вам следует избегать безумных или нереалистичных планов быстрого обогащения. Возникающие препятствия будет трудно распознать и потому почти невозможно преодолеть. Транзитный Нептун в квадратуре с натальным Юпитером имеет то же значение, что и транзитный Юпитер в квадратуре с натальным Нептуном, но длится дольше и указывает на продленный период эмоционального эскапизма и самообмана. Транзит встречается лишь дважды в жизни человека.

# TransitNeptuneSquareMars
source: Your physical energy and enthusiasm are slowly drying up under the influence of disorientation, laziness and other negative effects on your physical efforts. These days, you may get annoyed at the futility of your efforts. The main thing is to continue moving forward with caution, steadily making efforts to achieve clear and realistic goals. You can make more progress in this marathon than you think. Overcoming the obstacles and annoyance caused by the lack of immediate success is the key to progress during this period. There may be confusion in relationships with men, or the circumstances of your joint activities with men may turn out to be negative. Try to put your work and physical activity in perspective and visualize it clearly. Be careful when traveling on or above water, as well as when participating in water sports. Pneumonia, fever, and head injuries are possible. Transiting Neptune in the natal Mars quadrature has the same meaning as transiting Mars in the natal Neptune quadrature, but lasts longer, a year or more, and marks a prolonged period of danger through secret intrigues, powerful struggle, and self-deception. Transit happens once or twice in a lifetime.
ru_ru: Ваша физическая энергия и энтузиазм медленно иссякают под воздействием дезориентации, лени и других негативных воздействий на ваши физические усилия. В эти дни вас может охватить раздражение из-за тщетности ваших усилий. Главное - продолжать двигаться вперед с осторожностью, неуклонно прилагая усилия для достижения четких и реалистических целей. В этом марафоне вы можете добиться большего прогресса, чем вам кажется. Преодоление препятствий и раздражения, вызванного отсутствием немедленного успеха, - вот ключ к прогрессу в этот период. В отношениях с мужчинами может возникнуть путаница, или же обстоятельства вашей совместной деятельности с мужчинами могут оказаться негативными. Старайтесь рассматривать свою работу и физическую деятельность в перспективе и отчетливо представлять ее себе, Будьте осторожны, путешествуя по воде или над водой, а также участвуя в занятиях водными видами спорта. Возможны пневмония, жар и травмы головы. Транзитный Нептун в квадратуре с натальным Марсом имеет то же значение, что и транзитный Марс в квадратуре с натальным Нептуном, но длится дольше, год или более, и знаменует продолжительный период опасности через тайные интриги, мощную борьбу и самообман. Транзит случается один-два раза в жизни.

# TransitNeptuneSquareMercury
source: It will become increasingly difficult to achieve clear and rational thinking. Your age and maturity will certainly have an impact on the outcome of the case, but in the end, disorganization, disorientation, unreality, and other hidden influences will hinder ideas, communication, and methods. It will increase the likelihood that you will not understand others, as well as yourself, and as a result you will experience annoyance and sometimes pain. Inefficiency and failures follow the application of your technical, design, computer and other skills. The most well-thought-out plans are falling apart, especially in areas such as transportation, travel, literary creativity, education and trade. The quadrature of transit Neptune with natal Mercury has the same meaning as transit Mercury in quadrature with natal Neptune, but it is longer and indicates a prolonged period of psychological confusion and problems. This transit happens only once in a human lifetime, as Neptune takes 164 years for its orbital cycle.
ru_ru: Достигнуть ясного и рационального мышления будет все труднее. Ваш возраст и зрелость, безусловно, окажут влияние на исход дела, но, в конце концов, дезорганизация, дезориентация, нереальность и другие скрытые влияния помешают идеям, общению и методам. Возрастет вероятность того, что вы не поймете окружающих, а также самого себя и в результате испытаете досаду, а иногда и боль. Неэффективность и неудачи преследуют применение ваших технических, конструкторских, компьютерных и других навыков. Рушатся самые продуманные планы, особенно в таких сферах, как транспорт, путешествия, литературное творчество, образование и торговля. Квадратура транзитного Нептуна с натальным Меркурием имеет то же значение, что и транзитный Меркурий в квадратуре с натальным Нептуном, но большую длительность и указывает на продолжительный период психологического замешательства и проблем. Этот транзит случается лишь раз в течение жизни человека, так как Нептуну требуется 164 года для своего орбитального цикла.

# TransitNeptuneSquareMoon
source: If you try to fulfill your cherished desire, unexpected obstacles will prevent you. If you get what you dreamed of, the dream that has come true will not be at all what you imagined. There may be confusion and misunderstanding in your emotional life, home environment, and family ties. At this time, it is not easy to remain faithful to commitments, priorities, and principles, as well as to maintain unwavering dedication. But if you deal with your ever-changing connections and lack of confidence, you will eventually find success that is truly important to you, the need for stronger emotional bonds, sensitivity, and deep understanding. By the time your struggle is over, your desires are unlikely to be fully clarified, but you will have a much better understanding of what exactly you do not want. The quadrature of the transiting Neptune with the radical Moon has the same meaning as the transiting Moon in the quadrature with the natal Neptune, but it lasts for a year and indicates a prolonged period of mental and emotional stress that a person should learn to handle. This transit happens only once in the average human life.
ru_ru: Если вы попытаетесь осуществить свое заветное желание, неожиданно возникшие препятствия помешают вам. Если же вы получите то, о чем мечтали, сбывшаяся мечта окажется вовсе не такой, как вам представлялось. В вашей эмоциональной жизни, обстановке в доме и в семейных узах могут возникнуть путаница и непонимание. В это время нелегко сохранять верность обязательствам, приоритетам и принципам, а также соблюдать непоколебимую преданность. Но если вы справитесь с вашими постоянно меняющимися связями и недостатком уверенности, то, в конце концов, обретете поистине важный для вас успех, потребность в более прочных эмоциональных узах, чувствительность и глубокое понимание. К тому времени, когда ваша борьба завершится, ваши желания, вряд ли прояснятся полностью, но вы гораздо лучше поймете, чего именно вы не хотите. Квадратура транзитного Нептуна с радикальной Луной имеет такое же значение, что и транзитная Луна в квадратуре с натальным Нептуном, но длится год и указывает на продолжительный период психических и эмоциональных стрессов, с которыми человеку следует научиться обращаться. Этот транзит случается лишь раз в средней человеческой жизни.

# TransitNeptuneSquareNeptune
source: This transit is characterized by subconscious emotional problems and disturbing psychological experiences. There are frequent attempts at psychological withdrawal from other people and the search for isolation. Sometimes they avoid household and professional duties. There is a tendency towards a lack of emotional objectivity due to the emotional confusion that is often experienced during this transit. The source of emotional difficulties may be the stimulation of unpleasant subconscious memories. Mental stress can have a detrimental effect on health. In extreme cases, the native is exposed to hallucinations and unwanted astral influences, such as voices or unpleasant visions. Excesses in food, drugs and alcohol should be avoided. If this transit is accompanied by other stressful aspects, then the native may be restricted in one way or another and placed in an institution. Some people develop confused religious beliefs that are actually a means of psychological escape from reality. There may also be difficulties during travel, business with foreigners or abroad.
ru_ru: Этот транзит характерен подсознательными эмоциональными проблемами и будоражащими психологическими переживаниями. Часты попытки психологического отхода от других людей и поиски изоляции. Иногда избегают домашних и профессиональных обязанностей. Существует тенденция к недостатку эмоциональной объективности из-за эмоциональной путаницы, которой часто бывают подвержены при этом транзите. Источником эмоциональных трудностей может стать Стимуляция неприятных подсознательных воспоминаний. Психический стресс может иметь пагубное влияние на здоровье. В крайнем случае, урожденный подвергается галлюцинациям и нежелательным астральным влияниям, таким как голоса или неприятные видения. Следует избегать излишеств в пище, наркотиках и алкоголе. Если этому транзиту сопутствуют другие стрессовые аспекты, то урожденный может быть так или иначе ограничен и помещен в некое заведение. У некоторых развиваются путаные религиозные представления, которые фактически являются средством психологического бегства от действительности. Могут также возникнуть трудности во время путешествий, дел с иностранцами или с заграницей.

# TransitNeptuneSquarePluto
source: This transit is characterized by psychological violence towards the native or on his part. There is a need to understand, work through, and regenerate the subconscious by considering personal thoughts, reactions, and exploring their passage. There is the possibility of an eruption of subconscious mips and the temptation to use psychic abilities for selfish purposes. There is an opportunity to cause self-destruction through subconscious, uncontrollable egoistic impulses. Natives may be exposed to influences and hallucinations. Especially dangerous at this time is the unreasonable use of drugs and alcohol, as well as unreasonable mental practices, such as psychological manipulation by others or on their part. Difficult spiritual issues or conflicts about religious beliefs may arise. There is a danger of fraud in matters of pooled finances, corporate money, insurance, taxes or alimony. There may be a craving for concern about large-scale troubles that affect all of humanity. Personal affairs can be upset by economic, political, cultural, and environmental changes beyond the control of the native. Possible death of someone important to the nee.
ru_ru: Этот транзит характерен психологическим насилием по отношению к урожденному или с его стороны. Возникает потребность понять, проработать, регенерировать подсознательное путем рассмотрения личных мыслей, реакций и исследования их прохождения. Существует возможность извержения подсознательных сип и искушение использовать психические способности для эгоистических целей. Возникает возможность стать причиной саморазрушения через подсознательные, неконтролируемые эгоистические импульсы. Урожденные могут подвергнуться влияниям и галлюцинациям. Особенно опасно в это время неразумное использование лекарств и алкоголя, а также неразумные психические практики;, такие как психологические манипуляции другими или с их стороны. Могут возникнуть трудные духовные проблемы или конфликты о религиозных верованиях. Существует опасность обмана в вопросах объединенных финансов, корпоративных денег, страховок, налогов или алиментов. Возможна тяга к озабоченности крупномасштабными неприятностями, которые влияют на все человечество. Личные дела могут быть расстроены экономическими, политическими, культурными и экологическими изменениями, не подвластными урожденному. Возможна смерть кого-то важного для урожденного.

# TransitNeptuneSquareSaturn
source: Secret fears and worries will increase, moreover, it will not be easy to achieve an open and honest struggle with the people or circumstances that caused them. Traditions, customs, and the usual restrictions and frameworks will lose clarity and become misleading during this period. Deception, disorientation, and unrealistic expectations can affect your lifestyle, power, experience, job, and organization. Your ability and willingness to deal with disappointments, losses, and failures will be put to the test. This is an extremely unfavorable period for risky business ventures or debts of any kind. However, it has its advantages. With patience and determination, you will choose the real and truly valuable. If your actions ended in failure, you should show reasonable conservatism and morally correct behavior. Transit Neptune in the natal Saturn quadrature has the same meaning as transit Saturn in the natal Neptune quadrature, but lasts longer and indicates a prolonged period of professional confusion, misconceptions, neuroses and dangers from the misuse of drugs and alcohol. Dangerous mental practices should be carefully and firmly avoided. Transit occurs only twice in a person's life.
ru_ru: Тайные опасения и беспокойство усилятся, мало того - добиться открытой и честной борьбы с вызвавшими их людьми или обстоятельствами будет нелегко. Традиции, уклады и обычные ограничения и рамки утратят четкость и станут вводить в заблуждение в этот период. Обман, дезориентация и нереалистичные ожидания могут повлиять на ваш образ жизни, власть, опыт, работу и организацию. Испытанию подвергнутся ваши способность и желание справляться с разочарованиями, потерями и нет удачами. Это чрезвычайно неблагоприятный период для рискованных деловых предприятий или долгов любого рода. Однако в нем есть и свои плюсы. Благодаря терпению и решимости вы выберете реальное и действительно ценное. Если же ваши действия закончились крахом, вам стоит проявить разумный консерватизм и корректное в нравственном отношении поведение. Транзитный Нептун в квадратуре с натальным Сатурном имеет то же значение, что и транзитный Сатурн в квадратуре с натальным Нептуном, но длится дольше и указывает на продолжительный период профессиональной путаницы, неправильных концепций, неврозов и опасности от неправильного использования наркотиков и алкоголя. Опасные психические практики должны тщательно и твердо избегаться. Транзит встречается всего лишь дважды в жизни человека.
