Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitVenusSextileSun
source: During this period, socializing will amuse your ego. Moreover, people in your circle will appreciate your talent and personal qualities, although you will have to create certain conditions for this yourself. You will probably have a chance to take the place of a leader when it comes to cooperation and support from a partner or other allies. A lucky chance or intuition will help Ram improve his position in society or achieve other personal success. The transit Venus sextile with the natal Sun has the same meaning as the transit Sun sextile with the natal Venus; however, it can last for a longer or shorter period of time than the transits of the Sun to the natal Venus. When transiting Venus is in a sextile with the natal Sun, a person will tend to respond to external, aesthetic, or artistic stimuli.
ru_ru: В этот период светское общение потешит ваше самолюбие. Более того, люди вашего круга высоко оценят ваш талант и личные качества, хотя вы должны будете сами создать для этого определенные условия. Вероятно, у вас появится шанс занять место, руководителя, когда речь зайдет о сотрудничестве и поддержке партнера или других союзников. Счастливый случай или интуиция поможет рам улучшить свое положение в обществе или добиться другого личного успеха. Секстиль транзитной Венеры с натальным Солнцем имеет такое же значение, как секстиль транзитного Солнца с натальной Венерой; однако, он может длиться в течение большего или меньшего периода времени, чем транзиты Солнца к натальной Венере. Когда транзитная Венера будет в секстиле с натальным Солнцем, человек будет склонен отвечать на внешние, эстетические или артистические стимулы.

# TransitVenusSextileUran
source: At this time, unusual, exciting, and unexpected business, social, and romantic opportunities arise. The native shows vivacity, a love of jokes and brilliance in public life. Unexpected opportunities for marriage or business partnership arise if they are indicated by the natal horoscope. Exciting and unexpected opportunities for short trips related to friendship, social or group activities, or scientific, artistic or business interests are typical. There may be ideas about earning money, especially in the fields of entertainment, art, music, electronics, luxury goods, science or the occult. Artists and musicians can gain original intuitive insights in their work.
ru_ru: В это время возникают необычные, возбуждающие и неожиданные деловые, общественные и романтические возможности. Урожденный проявляет оживленность, любовь к шутке и блистательность в общественной жизни. Возникают неожиданные возможности для брака или делового партнерства, если они указаны натальным гороскопом. Характерны возбуждающие и неожиданные возможности коротких путешествий, связанных с дружбой, общественной или групповой деятельностью, или научными, художественными или деловыми интересами. Могут возникать идеи о заработке, особенно в области развлечений, искусства, музыки, электроники, предметов роскоши, науки или оккультизма. Художники и музыканты могут получить оригинальные интуитивные озарения в своей работе.

# TransitVenusSextileVenus
source: This transit is characterized by a refined intellectual understanding of artistic, musical, and social entertainment. There is often friendliness and elegance in speech and communication. A native is likely to be normally involved in communication related to business, social, or romantic relationships. This period is favorable for communication and relationships with the public and women. It is also characterized by communication related to art, music, entertainment, and luxury goods.
ru_ru: Этот транзит характеризуется рафинированным интеллектуальным пониманием художественных, музыкальных и общественных развлечений. В речи и общении часто проявляются дружественность и элегантность. Урожденный, вероятно, будет в обычной степени вовлечен в общение, связанное с деловыми, общественными или романтическими отношениями. Этот период благоприятен для общения и отношений с публикой и женщинами. Он характерен также общением, связанным с искусством, музыкой, развлечениями и предметами роскоши.

# TransitVenusSquareJupiter
source: Promiscuity, laziness, and misdirected sympathies, especially in religious and cultural matters, are characteristic of this transit. Its effect is similar to the quadrature of the transit of Venus with radical Venus. The individual lacks social kindness, elegance, and tends to make insincere friendly gestures to avoid trouble. This transit is often associated with delays and financial extravagance. There is a craving for ill-conceived fantasies, a lack of moderation in pleasure and the pursuit of a luxurious life. Social and financial difficulties tend to arise in connection with churches, hospitals, universities and other cultural institutions. There may also be difficulties due to foreigners or people from distant places. Vacations, pleasure trips, hospital stays or other facilities may turn out to be more expensive than expected. Excessive undemanding behavior and self-indulgence in social activities can distract attention from more important responsibilities. Despite all these possible difficulties, this transit by itself does not cause serious problems.
ru_ru: Распущенность, лень, неправильно направленные симпатии, особенно в религиозных и культурных вопросах, характерны для этого транзита. Его действие сходно с квадратурой транзита Венеры с радикальной Венерой. Индивиду не хватает общественной доброты, элегантности и он склонен делать неискренние дружеские жесты, чтобы избежать неприятностей. Этот транзит часто ассоциируется с задержками и финансовой экстравагантностью. Существует тяга к непродуманным фантазиям, недостаток умеренности в удовольствиях и погоне за роскошной жизнью. Общественные и финансовые трудности имеют тенденцию возникать в связи с церквями, госпиталями, университетами и другими культурными учреждениями. Возможны также затруднения из-за иностранцев или людей из дальних мест. Отпуска, путешествия ради удовольствия, пребывание в больнице или иных заведениях могут оказаться дороже, чем предполагалось. Излишняя нетребовательность и попустительство себе в общественной деятельности могут отвлечь внимание от более важной ответственности. Вопреки всем этим возможным трудностям, этот транзит сам по себе не производит серьезных проблем.

# TransitVenusSquareMars
source: This transit is characterized by problems in romantic and sexual relationships. In a business, marital, or romantic relationship, a native or those who are related to him may show jealousy. Sexual excesses, lack of attention to feelings and moods are among the dangers of this transit. Social and financial difficulties often arise. Joint finances, insurance, taxes, alimony, and possessions of the deceased are often a source of difficulties. Financial extravagances should be avoided, especially those related to pleasure and luxury items. Artistic and musical tastes often lack refinement during this period.
ru_ru: Этот транзит характерен проблемами в романтических и сексуальных отношениях. В деловых, брачных или романтических отношениях урожденный или те, кто с ним связан, могут проявлять ревность. Сексуальные излишества, недостаток внимания к чувствам и настроениям входят в опасности этого транзита. Часто возникают общественные и финансовые затруднения. Совместные финансы, страховки, налоги, алименты и вещи умершею часто являются источником трудностей. Следует избегать финансовых экстравагантностей, особенно в том, что связано с удовольствиями и предметами роскоши. Художественным и музыкальным вкусам часто не хватает в этот период рафинированности.

# TransitVenusSquareMercury
source: In this astrological situation, the question of life values arises. Circumstances will require the protection of one's beliefs or the desire to understand others' beliefs. Others may find your way of expressing your thoughts and ideas too harsh or even rude. The opposite situation is also possible: others will not show proper tact when communicating with you. If you overcome the initial unfavorable impression, further contacts will become an intellectual incentive for you. You will have to overcome obstacles when traveling together, when working with partners or like-minded people in the intellectual or artistic field, when planning social activities. But remember to overcome these obstacles on the way to success. It is difficult to reach a compromise when discussing contracts or defining common goals for partnerships and other joint ventures. Commercial activities related to beauty, painting, music, jewelry, flowers, design, diplomacy and the law can be successful, but only after numerous delays and disagreements. Others will ask you for advice at the most inopportune times. The quadrature of transit Venus with natal Mercury has the same meaning as transit Mercury in quadrature with radical Venus, but it lasts longer depending on the speed of movement of Venus and whether it will be stationary, retrograde or straight. This transit indicates long-term difficulties and problems in public relations and relationships.
ru_ru: При данной астрологической ситуации встает вопрос о жизненных ценностях. Обстоятельства потребуют защиты своих убеждений или желания понять чужие. Окружающие могут счесть вашу манеру выражения своих мыслей и идей чересчур резкой или даже грубой. Возможна и обратная ситуация: окружающие не будут проявлять должного такта при общении с вами. Если преодолеть первоначальное неблагоприятное впечатление, дальнейшие контакты станут для вас интеллектуальным стимулом. Вам предстоит преодолевать препятствия во время совместных путешествий, при работе с партнерами или единомышленниками в интеллектуальной или артистической сфере, при планировании социальной деятельности. Но помните о преодоление этих препятствий на пути к успеху. При обсуждении контрактов или определении общих целей партнерских отношений и других совместных предприятий трудно прийти к компромиссу. Коммерческая деятельность, связанная с красотой, живописью, музыкой, ювелирными украшениями, цветами, дизайном, дипломатией и законом может оказаться успешной, но только после многочисленных проволочек и разногласий. Окружающие будут просить у вас совета в самое неподходящее время. Квадратура транзитной Венеры с натальным Меркурием имеет тоже значение, что и транзитный Меркурий в квадратуре с радикальной Венерой, но длится дольше в зависимости от скорости движения Венеры и от того, будет ли она стационарной, ретроградной или прямой. Этот транзит указывает на долговременные трудности и проблемы в общественных связях и отношениях.

# TransitVenusSquareMoon
source: Don't expect an instant reward. Satisfaction or success will come, but not immediately and not without difficulty. There may be problems or lack of help with household chores or family relationships. Don't consider your aspirations unfeasible - it's just that it will take more hard work to achieve the desired result. Perhaps you will feel envy for more attractive people or for those who have material possessions and a more stable position. In addition, you can awaken similar feelings in others. It's helpful to remember that imitation is the most sincere form of flattery, as you may be tempted to adopt other people's tastes or mannerisms. Although it is possible that there will be people who will envy and imitate you. Excessive or insufficient displays of emotion, most likely on your part, can become an obstacle to resolving many situations. During this period, family responsibilities may interfere with social or other activities. Perhaps your confidence in yourself, in your physical attractiveness and talents will be shaken. You have a difficult novel ahead of you, but overcoming the obstacles that arise will be a good incentive for its development. The quadrature of a transit Venus with a radical Moon has the same meaning as a transit Moon in a quadrature with a radical Venus, but it lasts longer and has a greater effect on humans.
ru_ru: Не ждите мгновенного вознаграждения. Удовлетворение или успех придут, но не сразу и не без труда. Возможны проблемы или недостаток помощи в домашних делах или семейных отношениях. Не считайте свои стремления неосуществимыми - просто для достижения желаемого результата потребуется более упорная работа. Возможно, вы испытаете зависть к более привлекательным людям или же к обладателям материальных благ и более прочного положения. Кроме того, вы можете пробудить подобные чувства в окружающих. Полезно помнить о том, что подражание - наиболее искренняя форма лести, поскольку у вас может возникнуть искушение перенять вкусы или манеры других людей. Хотя не исключено, что найдутся люди, которые будут завидовать и подражать вам. Чрезмерные или недостаточные проявления эмоция, вероятнее всего, с вашей стороны, способны стать препятствием для разрешения многих ситуаций. В этот период семейные обязанности могут помешать общественному или другому виду деятельности. Возможно, пошатнется ваша уверенность в себе, в своей физической привлекательности и талантах. Вам предстоит трудный роман, но преодоление возникающих препятствий станет хорошим стимулом для его развития. Квадратура транзитной Венеры с радикальной Луной имеет то же значение, что и транзитная Луна в квадратуре с радикальной Венерой, но длится дольше и имеет больший эффект на человека.

# TransitVenusSquareNeptune
source: Misconceptions and confusion in marital and romantic relationships are characteristic of this transit. Emotional hypersensitivity and unrealistic romantic fantasies can also create a problem. Secret love affairs, misdirected sympathies, or psychological withdrawal from public contacts are possible. A person is prone to "son of a bitch" stories, or plays to gain sympathy from others, or may demand this sympathy... Excessive drinking or overuse of medications for psychological relief can contribute to self-destruction. Unconscious emotional difficulties based on subconscious memory of past experiences can manifest themselves during this period and cause difficulties in relationships with others and even the impossibility of such relationships. Unrealistic get-rich-quick plans can turn out to be terrible boomerangs. Disharmony in financial relations should be avoided. There may be misconceptions about their own artistic abilities. Transit can have a constructive impact on someone who is naturally secretive or has no sympathy for others.
ru_ru: Заблуждения и путаница в брачных и романтических отношениях характерны для этого транзита. Эмоциональная сверхчувствительность и нереалистичные романтические фантазии также могут создать проблему. Возможны тайные любовные дела, неправильно направленные симпатии или психологический отход от общественных контактов. Человек подвержен "сукин-сынским" историям, или играет, добиваясь симпатии со стороны других, или может требовать этой симпатии... Излишние выпивки или злоупотребление лекарствами для психологической разгрузки могут способствовать саморазрушению. Бессознательные эмоциональные трудности, основанные на подсознательной памяти о прошлых переживаниях, могут проявиться и этот период и вызвать затруднения в отношениях с другими и даже невозможность таких отношений. Нереалистические планы "быстрого обогащения" могут оказаться ужасными бумерангами. Следует избегать дисгармонии в финансовых отношениях. Возможны заблуждения в своих собственных художественных способностях. Транзит может оказать конструктивное влияние на того, кто по природе скрытен или не имеет симпатии к другим.

# TransitVenusSquarePluto
source: Lack of attention to other people's emotional needs and feelings, as well as difficulties in controlling sexual needs, are characteristic of this transit. Emotional attempts to rebuild or reform others can cause resistance and disruption of harmony in close personal relationships. During this transit, past emotional attachments and relationships can be shaken. Circumstances beyond the control of the nee may force him to adopt a position of alienation. In a romantic or marital relationship, sexual incompatibility or jealousy may occur. In extreme cases, an individual may be raped or sexually harmed, but only if indicated in a radical horoscope. At times, there may be problems and disagreements about the use and management of everyday finances, insurance, taxes, inheritance, alimony, or the deceased's property. Valuable personal items or property should be carefully preserved. Criminal elements or people of the criminal world should be avoided at all costs. There is a risk of extortion or forcible withdrawal in financial matters.
ru_ru: Недостаток внимания к чужим эмоциональным нуждам и чувствам, а также трудности в контролировании сексуальных потребностей характерны для этого транзита. Эмоциональные попытки перестроить или реформировать других могут вызвать сопротивление и нарушение гармонии в тесных личных отношениях. Во время этого транзита могут расшатываться прошлые эмоциональные привязанности и отношения. Независящие от урожденного обстоятельства могут заставить его принять позицию отчужденности. В романтических или супружеских отношениях может возникать сексуальная несовместимость или ревность. В крайних случаях индивид может подвергнуться изнасилованию или сексуальному повреждению, но только при указаниях в радикальном гороскопе. Временами могут возникать проблемы и разногласия об использовании и ведении обыденных финансов, страховок, налогов, наследства, алиментов или имущества умершего. Ценные личные вещи или собственность следует тщательно сохранять. Любой ценой следует избегать криминальных элементов или людей преступного мира. Существует опасность вымогательства или насильственного изъятия в финансовых делах.

# TransitVenusSquareSaturn
source: This transit is characterized by social, financial, and romantic problems and disappointments. Sometimes there is coldness and a lack of sympathy for the emotional needs of others. Coldness and aloofness are common in romantic and marital relationships. Social, romantic, and marital affairs can interfere with professional responsibility. Selfishness and lack of attention to other people's feelings in business and professional relationships can lead to difficulties and financial losses. This period is unfavorable for seeking favors from the rich and people with authority or power. There may be difficulties in public relations, legal issues, and partnerships.
ru_ru: Этот транзит характерен общественными, финансовыми и романическими проблемами и разочарованиями. Иногда возникает холодность и недостаток симпатии к эмоциональным нуждам других. В романтических и брачных отношениях часты холодность и отчужденность. Общественные, романтические и брачные дела могут мешать профессиональной ответственности. Эгоистичность и недостаток внимания к чужим чувствам в деловых и профессиональных отношениях могут вести к трудностям и финансовым потерям. Этот период неблагоприятен для того, чтобы искать милостей у богачей и людей, обладающих авторитетом или властью. Возможны затруднения в общественных отношениях, юридических вопросах и партнерстве.

# TransitVenusSquareSun
source: At this time, you may have fundamental disagreements with others about different judgments. Therefore, you should explain your position clearly and tactfully, while making it clear to others that they have the right to have their own opinion. The possibility of disagreement can cause tension in a relationship, but it is unlikely to provoke serious quarrels. In an atmosphere of mutual respect, the situation will be resolved quickly without prejudice to your personality and self-esteem. In most of these situations, there may be an unspoken desire to agree or object. Avoid exaggerating your importance in companies, let others take the first step. If they flatter you, shower you with compliments, or offer you a leadership position, try to react as modestly as possible. On the other hand, if they insult you, object to your presence, or doubt your capabilities, the most effective strategy is to respond just as harshly. The quadrature of the transit Venus with the natal Sun has the same meaning as the quadrature of the transit Sun with the natal Venus. However, it can last for a longer or shorter period of time due to the retrograde or rapid forward motion of Venus.
ru_ru: В это время у вас могут возникнуть принципиальные разногласия с окружающими по поводу различных суждений. Поэтому вам следует доходчиво и тактично разъяснить свою позицию, давая при этом понять окружающим, что они вправе иметь собственное мнение. Вероятность возникновения разногласий может вызвать напряженность во взаимоотношениях, но она вряд ли спровоцирует серьезные ссоры. В атмосфере взаимного уважения ситуация быстро разрешится без ущерба для вашей личности и самолюбия. В большинстве подобных ситуаций может возникнуть невысказанное желание согласиться или возразить. Избегайте преувеличивать свою значимость в компаниях, позвольте окружающим сделать первый шаг. Если они льстят вам, осыпают комплиментами или предлагают руководящий пост, постарайтесь реагировать как можно скромнее. С другой стороны, если они наносят вам оскорбления, возражают против вашего присутствия или сомневаются в ваших возможностях, самой эффективной стратегией будет столь же резкий ответ. Квадратура транзитной Венеры с натальным Солнцем имеет такое же значение, как квадратура транзитного Солнца с натальной Венерой. Однако он может длиться в течение большего или меньшего периода времени из-за ретроградного или быстрого движения Венеры вперед.

# TransitVenusSquareUran
source: Unstable, unsuccessful love affairs, impractical or irresponsible attitude towards marital duties or sexual behavior are all characteristic of this transit. Excessive desire for pleasure or exposure to difficult-to-control sexual impulses can become a problem for a person. Impulsive spending on friends or social activities can lead to financial difficulties. There is often a lack of consideration for others in public relations. During this period, romantic or marital partners tend to disapprove of the nee's friends or group associations. His command, social and aesthetic relations can become so strange and grotesque that they will amuse or annoy others. All these factors can make it difficult to collaborate with friends and IT companies. In general, this is an unfavorable period for public relations.
ru_ru: Нестойкие, неудачные любовные увлечения, непрактичное или безответственное отношение к супружеским обязанностям или сексуальному поведению — все это характерно для этого транзита. Излишняя тяга к удовольствиям или подверженность трудно контролируемым сексуальным импульсам могут стать проблемой для человека. Импульсивные траты на друзей или общественную деятельность могут привести к финансовым затруднениям. Часто преобладает недостаток внимательности к другим в общественных отношениях. В этот период романтические или брачные партнеры склонны не одобрять друзей или групповые ассоциации урожденного. Его повеление, общественные и эстетические отношения могут стать столь странными и гротескными, что будут забавлять или раздражать других. Все эти факторы могут затруднять сотрудничество с друзьями и IT-компаниями. В целом это неблагоприятный период для общественных отношений.
