Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitSunSextileSaturn
source: This transit is characterized by constructive humanity, good organization, prudence and a mature attitude. People can gain practical insight into accelerating their financial, professional, or political progress. Artists, designers, mathematicians, and architects experiencing this transit have a great sense of structure and form. This is a good time for important connections with reputable and influential people. They tend to develop friendly relationships with mature people. These people can take part in the affairs of collectives and organizations that have serious goals. This is a good time to stabilize important social and love relationships. Romantic opportunities may arise from professional or business contacts. A person can take responsibility for guiding children and disciplining them, thus helping to build an expressive structure in their lives. In general, people under this transit are making steady progress in achieving their goals. There will be an increased sense of self-worth and authority.
ru_ru: Этот транзит характеризует конструктивное человеколюбие, хорошая организованность, рассудительность и зрелая позиция. Люди могут приобрести практическое чутье в деле ускорения своего денежного, профессионального или политического прогресса. Художники, дизайнеры, математики и архитекторы, переживающие этот транзит, имеют большое чувство структуры и формы. Это благоприятное время для важных связей с авторитетными и влиятельными лицами. Склонны развиваться дружеские отношения со зрелыми людьми. Эти люди могут принимать участие в делах коллективов и организаций, которые имеют серьезные цели. Это благоприятное время для стабилизации важных светских и любовных взаимоотношений. Из профессиональных или деловых контактов могут возникнуть романтические возможности. Человек может взять на себя ответственность в деле руководства детьми и приучении их к дисциплине, помогая таким образом, построить выразительную структуру в их жизни. Вообще, люди под этим транзитом осуществляют постоянный Прогресс в реализации своих целей. Будет иметь место, возросшее чувство собственного достоинства и авторитета.

# TransitSunSextileSun
source: This transit is characterized by increased vitality and new ideas for creative expression. People with this transit among their friends, online groups, and organizations they are associated with tend to take on the role of a personal leader. Socializing and short trips involving social activities and love affairs often provide new opportunities for expression. This is a good time to communicate with children and help them in their development. Opportunities for monetary speculation can be profitable.
ru_ru: Этот транзит характеризуют повышенные жизненные силы и новые идеи для творческого самовыражения. Люди с этим транзитом среди своих друзей, в интернет-группах и организациях, с которыми они связаны, склонны брать на себя роль персонального лидера. Часто общения и короткие путешествия, включающие общественную деятельность и любовные дела, дают новые возможности для выражения. Это благоприятный период для общения с детьми и помощи им в их развитии. Возможности для денежных спекуляций могут оказаться выгодными.

# TransitSunSextileUran
source: This transit is characterized by great freedom of original creative expression in friendships, collectives and organizations. A person can be inspired by original intuitive ideas. This is especially true for inventors and creative artists. Transit creates a favorable atmosphere for the recognition of personal ideas and creative projects of a person. There are sudden opportunities that realize personal goals and objectives. Some people have an intuitive interest in science, technology, electronics, astrology, and occult subjects. This is a good Time for children to become familiar with scientific and metaphysical concepts. Unusual and stimulating opportunities for social activities tend to arise, and new friendships and group associations are often formed. Romantic opportunities can arise through friendships, teams, and organizations. Success can be achieved in joint-stock money matters. The time is favorable for speculative investments related to inventions.
ru_ru: Этот транзит характеризует большая свобода оригинального творческого самовыражения в дружбе, коллективах и организациях. Человек может вдохновляться оригинальными интуитивными идеями. Это особенно верно для изобретателей и творческих художников. Транзит создает благоприятную атмосферу для признания личных идей и творческих проектов человека. Возникают внезапные возможности, реализующие личные цели и задачи. Некоторые люди проявляют интуитивный интерес к науке, технике, электронике, астрологии и оккультным предметам. Это хороший Период для ознакомления детей с научными и метафизическими понятиями. Склонны возникать необычные и побуждающие возможности для общественной деятельности, часто образуются новые дружеские связи и групповые ассоциации. Благодаря дружеским отношениям, коллективам и организациям могут появиться романтические возможности. Успеха можно достичь в акционерных денежных делах. Время благоприятно для спекулятивных капиталовложений, относящихся к изобретениям.

# TransitSunSextileVenus
source: This transit characterizes the joy of secular affairs, art, music and love. This is a good time for short pleasant Trips, social and love affairs, as well as matters related to art, music, entertainment and luxury. During this period, the Person is happier, more charming, more gentle, more attentive and more optimistic. From a deeper understanding of their emotional needs, a new kindness and attention to children arises.
ru_ru: Этот транзит характеризует радость от светских дел, искусства, музыки и любви. Это благоприятное время для коротких приятных Путешествий, светских и любовных связей, а также дел, относящихся к искусству, музыке, развлечениям и роскоши. В течение этого периода Человек счастливее, очаровательнее, нежнее, внимательнее и оптимистичнее. Из более глубокого понимания своих эмоциональных нужд возникает новая доброта и внимание к детям.

# TransitSunSquareJupiter
source: This transit is characterized by problems arising from hypocrisy, extravagance and excessive self-conceit. Excessive expansiveness, foolish optimism, and wastefulness are some of the extremes associated with this transit. There is a tendency to promise more than can be done. Self—indulgence, lack of attention to detail, and lack of diligence are common occurrences. Gambling and unreasonable speculation should be avoided. An impractical attitude towards religion, philosophy, and higher education can cause problems. A person tends to have a limited or dogmatic point of view on religion, culture, and education. This, in turn, creates problems in situations of a romantic, social, political, administrative or business nature. There is a thirst for personal recognition and praise in generosity and charity. With this transit quadrature, extravagance and bad taste often manifest themselves in art, music, entertainment, and public affairs.
ru_ru: Этот транзит характеризуют проблемы, возникающие из-за лицемерия, экстравагантности и непомерно высокого самомнения. Чрезмерная экспансивность, глупый оптимизм и расточительство — это некоторые крайности, ассоциируемые с этим транзитом. Существует склонность обещать больше, чем можно сделать. Потворство своим желаниям, отсутствие внимания к деталям и недостаток трудолюбия — обычные явления. Следует избегать азартных игр и неразумных спекуляций. Непрактичное отношение к религии, философии и высшему образованию может вызвать проблемы. Человек склонен иметь ограниченную или догматическую точку зрения на религию, культуру и образование. Это в свою очередь создает проблемы в ситуациях романтического, общественного, политического, административного или делового характера. В великодушии и благотворительности чувствуется жажда личного признания и похвалы. При этой транзитной квадратуре в искусстве, музыке, развлечениях и общественных делах нередко проявляется экстравагантность и плохой вкус.

# TransitSunSquareMars
source: This transit is characterized by problems arising from aggressive, impulsive, competitive, and inconsiderate behavior. Impulsivity, anger, dictatorship, and attempts to impose one's will on others can all cause resentment and lead to violent confrontations. In extreme cases, these collisions are physical in nature. Accidents or physical injuries can result from careless handling of fire, tools, guns, machinery, sharp objects, and dangerous chemicals. The belief that "the right is on the side of the strong" and selfish relationships make it difficult to cooperate with other people. This is an unfavorable period for negotiations with reputable and influential people — they tend to reject intrusiveness. Impulsive monetary speculation can lead to losses. Romantic and secular relationships tend to be disrupted by personal conflicts or aggressive sexual behavior. Some personal unconstructive desires and aggressive sexual behavior can be a source of trouble. Physical overexertion and contradictory emotional relationships manifested during this transit often lead to physical or emotional exhaustion, poor health, and/or bodily injury. This is an unfavorable transit for people with weak hearts, they should try to avoid overexertion.
ru_ru: Этот транзит характеризуют проблемы, возникающие из-за агрессивного, импульсивного, конкурирующего, неосмотрительного поведения. Импульсивность, гнев, диктаторство и попытки навязать другим свою волю — все это может вызвать негодование и привести к яростным столкновениям. В крайних случаях эти столкновения имеют физический характер. Несчастные случаи или физические телесные повреждения могут быть результатом неосторожного обращения с огнем, инструментами, ружьями, машинами, острыми предметами и опасными химическими веществами. Уверенность, что "право на стороне сильного", и эгоистичные отношения делают трудным сотрудничество с другими людьми. Эта неблагоприятный период для переговоров с авторитетными и влиятельными лицами — они склонны отвергать навязчивость. Импульсивные денежные спекуляции могут привести к потере. Романтические и светские взаимоотношения имеют тенденцию нарушаться личными конфликтами или агрессивным сексуальным поведением Некоторые личные неконструктивные желания и агрессивное сексуальное поведение могут быть вообще источником неприятностей. Физическое перенапряжение и противоречивые эмоциональные отношения, проявляемые в течение этого транзита, часто ведут к физическому или эмоциональному истощению, плохому здоровью и или телесным повреждениям. Это неблагоприятный транзит для людей со слабым сердцем, им следует постараться избегать перенапряжения.

# TransitSunSquareMercury
source: People with this transit often identify their "I" with their personal emotions to such an extent that their ability to objectively perceive reality is distorted. Pride interferes with objective thinking abilities. There are conflicts of personal "I" and difficulties in communicating in public contacts, in the work environment, with lovers, family members, neighbors, friends, children, authoritative and influential people. There may be conflicts and disagreements during mental games, especially due to the accuracy of the procedure. At the same time, transit in violation of communication and agreements is often a problem. Public affairs and work responsibilities tend to interfere with each other. Extravagance or poor taste in clothing or personal hygiene often give rise to comments or condemnation.
ru_ru: Люди с этим транзитом часто отождествляют свое "Я" со своими личными эмоциями в такой степени, что их способность объективно воспринимать действительность искажается. Гордость мешает объективным мыслительным способностям. Возникают конфликты личного "Я" и трудности при общении в общественных контактах, в рабочей среде, с возлюбленными, членами семьи, соседями, друзьями, детьми, авторитетными и влиятельными лицами. Могут быть конфликты и разногласия в ходе умственных игр, особенно из-за точности процедуры. При этом транзит с нарушением общения и соглашений часто представляет проблему. Общественные дела и рабочие обязанности имеют тенденцию мешать друг другу. Экстравагантность или плохой вкус в одежде, или личной гигиене часто дают повод к замечаниям или осуждению.

# TransitSunSquareMoon
source: This transit is characterized by emotional difficulties in family and home circumstances, in relationships with the opposite sex. The conflict between conscious will and subconscious habits can cause difficulties in self-expression and family relationships. This is a bad time for family gatherings and social activities. Children will be against parental authority during this transit. There are often difficulties in love relationships. This is not a good time to seek patronage from reputable and influential people. Subconscious emotional problems often interfere with creative expression, and some people become lazy and self-indulgent during this period. Artistic efforts tend to be mediocre. Unnecessary and ostentatious spending on pleasure and social activities during this transit may later cause financial difficulties. There may be difficulties in the family budget. This is a bad time to speculate, gamble, or spend unnecessary money. It's also a bad time to buy real estate, household products, or services. In general, a person is emotionally upset and upset during this transit. A person may have an upset stomach or they may not be in the mood.
ru_ru: Для этого транзита характерны эмоциональные трудности в семье и домашних обстоятельствах, в отношениях с противоположным полом. Конфликт между сознательной волей и подсознательными привычками может вызвать трудности в самовыражении личности и в семейных взаимоотношениях. Это плохой период для семейных встреч и общественных дел. Дети будут против родительского авторитета в течение этого транзита. Часто возникают трудности в любовных взаимоотношениях. Это не очень хорошее время для того, чтобы искать покровительства у авторитетных и влиятельных лиц. Подсознательные эмоциональные проблемы часто мешают творческому самовыражению и некоторые люди в течение этого периода ленятся и потакают своим желаниям. Артистические усилия склонны быть посредственными. Ненужные и показные расходы на удовольствия и светские дела в течение этого транзита могут позднее вызвать финансовые затруднения. Могут возникнуть трудности в семейном бюджете. Это плохое Время для спекуляций, азартных игр или ненужных денежных расходов. Это также плохое время для покупки недвижимого имущества, домашних продуктов или услуг. Вообще, человек в течение этого транзита эмоционально расстроен и огорчен. У человека может быть расстройство желудка или он может быть не в настроении.

# TransitSunSquareNeptune
source: This transit is characterized by problems arising from a tendency to self-deception and a desire to avoid practical responsibility. A person is prone to daydreaming, absent-mindedness, drug and alcohol abuse, addiction to love affairs, gambling, or what passes itself off as art or mysticism. Perhaps extravagance is due to excessive indulgence of one's sexual desires or because of secular activities. Improper use of medications or drugs can confuse a person and upset their health. The subconscious mind can distort both the general idea of the person himself and reality in general. The lack of a clear direction or a serious goal can lead to unpleasant mental experiences, unrestrained fantasies and subsequent disorders in a person's life. Generally, during this transit, a person lacks the discipline to carry out an inspired idea or consideration, even if they do take place. Under this transit, there is a possibility of secret love affairs and some kind of deception in love. Unwanted pregnancies may also occur. A wrong attitude towards children or confusion in presenting them with a different direction can cause serious family problems. Megalomania and excessive self-conceit are also possible. This often refers to the cult or veneration of the guru. An amateur practice of unreasonable mental practice can expose a person to the influences of undesirable realities. Plans to get rich as soon as possible and unreasonable speculation can be disastrous. Gas, oil, and water leaks may be a problem.
ru_ru: Этот транзит характеризуют проблемы, возникающие из-за тенденции к самообману и желания избежать практической ответственности. Человек склонен к мечтательности, рассеянности, злоупотреблению наркотиками и алкоголем, пристрастию к любовным занятиям, азартным играм или тому, что выдает себя за искусство или мистицизм. Возможно мотовство из-за чрезмерного потворства своим сексуальным желаниям или из-за светской деятельности. Неправильное употребление лекарств или наркотиков может смутить человека и расстроить его здоровье. Подсознательный разум может извращать как общее представление о самом человеке, так и о действительности вообще. Отсутствие ясного направления или серьезной цели может привести к неприятным психическим переживаниям, безудержной фантазии и следующим за этим беспорядкам в жизни человека. Вообще, в течение этого транзита человеку не хватает дисциплины, чтобы осуществить вдохновенную идею или соображение, даже если они имеют место. Под этим транзитом существует вероятность тайных любовных дел и какого-то обмана в любви. Могут также произойти нежелательные беременности. Неправильное отношение к детям или путаница в представлении им иного направления, могут вызвать серьезные семейные проблемы. Возможны также мания величия и чрезмерное самомнение. Часто это относится к культу или почитанию гуру. Любительское занятие неразумной психической практикой может подвергнуть человека влияниям нежелательных реальностей. Планы, как бы поскорее разбогатеть и неразумные спекуляции могут быть губительными. Проблемой может быть утечка газа, масла и воды.

# TransitSunSquarePluto
source: This transit is characterized by a tendency to interfere in the struggle for power. Such intrigues usually relate to combined business transactions or matters related to joint finances, inheritance, taxes, alimony, and the deceased's estate. Aggressive sexual behavior and jealousy in sexual relationships are also a source of trouble. There is a tendency to be rude and heartless with children or with their own lovers. A person's life can be destroyed by forces independent of personal will, causing new moral criteria and new directions in life. In exceptional cases, a person can deal with issues of life and death. There is also the possibility of hidden dangers or behind-the-scenes activities that can harm a person. Some people are subject to mental dangers due to practicing occult or magical practices.
ru_ru: Этот транзит характеризует тенденция вмешиваться в борьбу за власть. Такие интриги обычно относятся к объединенным деловым сделкам или делам, относящимся к совместным финансам, наследству, налогам, алиментам и имуществу умершего. Агрессивное сексуальное поведение и ревность в сексуальных взаимоотношениях — также источник неприятностей. Существует склонность быть грубым и бессердечным с детьми или со своими собственными возлюбленными. Жизнь человека может быть разрушена силами, независящими от личной воли, вызывая новые моральные критерии и новые направления в жизни. В исключительных случаях человек может заняться вопросами жизни и смерти. Существует также вероятность скрытой опасности или закулисной деятельности, которые могут принести вред человеку. Некоторые люди подвержены психическим опасностям из-за занятий оккультной или магической практикой.

# TransitSunSquareSaturn
source: This transit is characterized by a breakdown of the ambitious plans of the individual and the need for self-expression. Burdensome professional duties hinder a person, deprive him of vitality, interfere with secular and love affairs. This is generally an unfavorable transit for social and romantic affairs. A period of loneliness can be a consequence of being dictatorial and callous towards other people. The tendency to assume the stern, austere appearance that is associated with this transit is usually the result of self-defense. This severity sometimes takes the form of blind adherence to traditional attitudes and beliefs. Decreased vitality, fatigue, and depression are associated with this transit and create problems for self-expression. The tendency of the person himself to use personal power and authority for selfish purposes causes outrage. There are difficulties with employers, influential people, and government agencies. This is a bad time to seek favor with reputable and influential people — they tend to be unsympathetic or negative. In order to achieve recognition of personal creative efforts, hard work, discipline, and organization are necessary. Children with this transit often feel that those who care for them do not like them or treat them harshly. Adults with this transit are prone to be harsh and callous towards children.
ru_ru: Этот транзит характеризуют расстройство честолюбивых планов личности и необходимость самовыражения. Обременительные профессиональные обязанности мешают человеку, лишают его жизнеспособности, мешают светским и любовным делам. Это, вообще, неблагоприятный транзит для общественных и романтических дел. Период одиночества может быть следствием диктаторства и черствости по отношению к другим людям. Склонность принимать суровый, строгий вид, который ассоциируется с этим транзитом, обычно является результатом самозащиты. Эта суровость иногда принимает форму слепой приверженности традиционным отношениям и убеждениям. Пониженная жизнеспособность, усталость, депрессия ассоциируются с этим транзитом и создают проблемы для самовыражения. Склонность самого человека использовать личную власть и авторитет в эгоистических целях вызывает возмущение. Имеют место трудности с работодателями, влиятельными лицами и государственными учреждениями. Это плохое время для того, чтобы искать расположение у авторитетных и влиятельных лиц — они склонны быть несочувствующими или негативными. Для того, чтобы достичь признания личных творческих усилий, необходимы тяжелая работа, дисциплина и организованность. Дети с этим транзитом часто чувствуют, что те, у кого они находятся на попечении, не любят их или сурово обращаются с ними. Взрослые с этим транзитом склонны проявлять суровость и черствость по отношению к детям.
