Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitJupiterSextilePluto
source: This transit is characterized by an interest in spiritual self-improvement and rebirth. A more positive mental attitude is manifested. Latent intuitive and clairvoyant abilities are stimulated. There may be a religious interest in reincarnation. The period is favorable for the study of metaphysics, parapsychology, occultism and advanced scientific subjects. There may be opportunities for advancement and growth along educational, philosophical, and religious lines. Higher education, religion, law, and travel are all good during this transit. There may also be an interest in the regeneration and reform of existing public, religious, educational, legal and cultural organizations. It is possible to benefit through corporate interests and large-scale scientific and business projects.
ru_ru: Этот транзит характерен интересом к духовному самоусовершенствованию и возрождению. Проявляется более позитивный ментальный настрой. Стимулируются латентные интуитивные и ясновидческие способности. Возможен религиозный интерес к реинкарнации. Период благоприятен для изучения метафизики, парапсихологии, оккультизма и передовых научных предметов. Могут возникать возможности для продвижения и роста по просветительной, философской и религиозной линиям. Занятие высшим образованием, религией, законом и путешествиями хороши во время этого транзита. Возможен также интерес к регенерации и реформированию существующих общественных, религиозных, просветительных, юридических и культурных организаций. Возможно получение выгоды через корпоративные интересы и крупномасштабные научные и деловые проекты.

# TransitJupiterSextileSaturn
source: This transit is characterized by progress towards achieving long-term goals. Important career or educational opportunities arise. It is possible to receive help and recognition from people with power and authority, and the organizations they represent. Steady progress is possible in achieving business and professional goals, as well as in educational and cultural growth. Greater awareness of the need for honesty in business and professional relationships, which increases a sense of responsibility and honesty. A manifestation of a serious philosophical attitude and maturity of judgment in important matters. It is possible to achieve an important balance between optimism and caution in business, in professional transactions, in organizational associations, in partnerships, and in other important relationships and areas of responsibility. Opportunities may arise through friendship with mature people. Greater harmony is also possible in the performance of household and professional duties. Transit is favorable for lawyers, politicians, administrators and businessmen.
ru_ru: Этот транзит характерен прогрессом в достижении долгосрочных целей. Возникают важные возможности для карьеры или образования. Возможно получение помощи и признания от людей, обладающих властью и авторитетом, и организации, которые они представляют. Возможен стойкий прогресс в достижении деловых, профессиональных целей и в образовательном, культурном росте. Большая осознанность необходимости честности в бизнесе и профессиональных отношениях, что повышает чувство ответственности и честности. Проявление серьезного философского настроя и зрелости суждения в важных делах. Возможно достижение важного баланса между оптимизмом, осторожностью в бизнесе, в профессиональных сделках, в организационных ассоциациях, в партнерстве, в других важных отношениях и областях ответственности. Могут возникнуть возможности через дружбу со зрелыми людьми. Возможна также большая гармония при исполнении домашних и профессиональных обязанностей. Транзит благоприятен для юристов, политиков, администраторов и бизнесменов.

# TransitJupiterSextileSun
source: The circumstances of this period will certainly provide you with the opportunity to expand the range of your personal influence, explore new opportunities or reasons for exercising your will, and give you a chance to be proud of yourself. The nature of this period is such that you will not wait until a convenient opportunity arises, although this option is also likely if the chance you need does not arise, spare no effort and time to create it, in the end your efforts will lead to success. Do not hesitate to set your own priorities and defend your beliefs and principles. The sextile of the transit Jupiter to the natal Sun has basically the same meaning as the sextile of the transit Sun with the natal Jupiter. However, this transit lasts at least a month and, therefore, provides more benefits than the transit Sun sextile with natal Jupiter. Opportunities arise from a cultural environment that inspires people with this transit to creative expression.
ru_ru: Обстоятельства этого периода наверняка предоставят вам возможность расширить диапазон своего личного влияния, исследовать новые возможности или причины для проявления воли и дадут вам шанс гордиться собой. Характер этого периода таков, что вы не будете ждать, пока появится удобная возможность, хотя вероятен и такой вариант если необходимый вам шанс не возникнет, не пожалейте сил и времени чтобы создать его, в конце концов ваши усилия приведут к успеху. Без колебаний устанавливайте собственные приоритеты и защищайте свои убеждения и принципы. Секстиль транзитного Юпитера к натальному Солнцу имеет в основном такое же значение, как секстиль транзитного Солнца с натальным Юпитером. Однако, этот транзит длится по крайней мере месяц и, следовательно, дает больше выгод, чем секстиль транзитного Солнца с натальным Юпитером. Возможности возникают из культурной среды, которая воодушевляет людей с этим транзитом к творческому самовыражению.

# TransitJupiterSextileUran
source: This transit is characterized by increased intuitive awareness and a broad, humane point of view. It is possible to show an optimistic attitude towards life and readiness for new exciting adventures. During this period, exciting, unusual friendships can occur in life. It is possible to benefit through association with religious, educational, scientific, cultural or occult IT companies and organizations. Many people have an increased awareness of scientific, educational, religious, philosophical and spiritual concepts. Transit can arouse interest in parapsychology, astrology, or occult and mystical pursuits. The time is especially favorable for practicing and studying astrology. Interest in religions and cultural traditions of foreign countries is stimulated. Unexpected opportunities for travel and higher education may arise. It is possible to receive financial assistance for the realization of worthwhile goals from organizations, colleges, universities, religious and cultural institutions. Profit is also possible through corporate businesses, insurance, tax benefits, and inheritance. It is possible to provide help to friends or receive it from them.
ru_ru: Этот транзит характерен возросшей интуитивной осознанностью и широкой, гуманной точкой зрения. Возможно проявление оптимистического настроя к жизни и готовности к новым захватывающим приключениям. В этот период может произойти волнующая, необычная дружба в жизни. Возможна выгода через ассоциацию с религиозными, просветительными, научными, культурными или оккультными IT-компаниями и организациями. У многих возникает возросшая осознанность научных, просветительных, религиозных, философских и духовных концепций. Транзит может пробудить интерес к парапсихологии, астрологии или оккультным и мистическим занятиям. Время особенно благоприятно для практики и изучения астрологии. Стимулируется интерес к религиям и культурным традициям чужих стран. Могут возникнуть неожиданные возможности для путешествий и высшего образования. Возможно получение финансовой помощи для реализации стоящих целей от организаций, колледжей, университетов, религиозных и культурных заведений. Прибыль возможна также через предприятия корпоративного бизнеса, страховки, налоговые льготы и наследство. Возможно оказание помощи друзьям или получение ее от них.

# TransitJupiterSextileVenus
source: At this time, the people and situations you encounter give you a chance to step up your individual activities, establish partnerships, bring romance to life, purchase beautiful and luxurious things, and enhance your own attractiveness. The appearance of such an opportunity (or the creation of it by your own efforts) depends in this case on your desire. Your current partner will give you a chance to improve your social standing and achieve greater success. In addition, this period is favorable for resolving legal and diplomatic issues, concluding contracts and other agreements. Transiting Jupiter in the radical Venus sextile has the same meaning as transiting Venus in the natal Jupiter sextile, but lasts longer and indicates harmony in close personal relationships, financial prosperity, and kindness to and from others. The transit occurs twice during Jupiter's 62-year cycle.
ru_ru: В это время люди и ситуации, с которыми вы сталкиваетесь, предоставляют вам шанс активизировать свою индивидуальную деятельность, установить партнерские отношения привнести в жизнь романтику, приобрести красивые и роскошные вещи, усилить собственную привлекательность. Появление такой возможности (или создание ее собственным усилиями) зависит в данном случае от вашего желания. Нынешний партнер предоставит вам шанс улучшить свое социальное положение и добиться большего успеха. Кроме того, этот период благоприятен для решения юридических и дипломатических вопросов, заключения контрактов и других соглашений. Транзитный Юпитер в секстиле с радикальной Венерой имеет то же значение, что и транзитная Венера в секстиле с натальным Юпитером, но длится дольше и указывает на гармонию в тесных личных отношениях, финансовое процветание и доброту к другим и от них. Транзит встречается дважды в течение 62-летнего цикла Юпитера.

# TransitJupiterSquareJupiter
source: Is characterized by disorder and conflicts over educational, religious, and cultural beliefs and beliefs. There may be a tendency towards inertia and, probably, hypocrisy in the application of moral and religious principles. There is a likely tendency to overindulge in food and drink. It is possible to waste time and money on useless, unproductive trips. There may be difficulties through commerce, shipping, business relations with foreigners or foreign countries. Cheating in business practices should be avoided and deception in financial matters should be avoided. At this time, one should be especially suspicious of "get-rich-quick" projects. One should not forget family or household responsibilities, as there is a tendency to take too much for granted.
ru_ru: Характерен беспорядком и конфликтами из-за просветительных, религиозных, культурных убеждений и верований. Возможно тяготение к инерции и, вероятно, лицемерию в приложении моральных и религиозных принципов. Вероятна тенденция к сверхпопустительству себе в пище и питье. Возможно растрачивание времени и денег на бесполезные, непродуктивные путешествия. Возможны трудности через коммерцию, судоходство, деловые отношения с иностранцами или чужими странами. Следует избегать жульничества в деловой практике и остерегаться обмана в финансовых делах. В это время надо быть особенно подозрительным к проектам "быстрого обогащения". Не следует забывать семью или домашние обязанности, поскольку есть тенденция принимать слишком многое как должное.

# TransitJupiterSquareMars
source: It will require careful decision-making to counteract the tendency to spend too much effort where it is not needed, and to be reasonably lazy when it is necessary to demonstrate enthusiasm. In addition, moderation is useful in combating overestimation of physical strength and abilities. If you have the self-control and common sense not to jump to conclusions, these qualities will lead you to success. During this period, you can make progress if you finish your work in a timely manner, without rushing, but also without hesitation. Transit Jupiter in the natal Mars quadrature has the same meaning as transit Mars in the natal Jupiter quadrature, but it is longer and indicates a period of extravagance and misdirected energy. The transit occurs twice in Jupiter's 12-year cycle.
ru_ru: Потребуется взвешенность в принятии решений, чтобы противодействовать склонности расходовать слишком много сил там, где этого не требуется, и проявлять разумную лень, когда необходимо демонстрировать энтузиазм. Кроме того, умеренность полезна в борьбе с переоценкой физических сил и способностей. Если вам хватит самообладания и здравого смысла, чтобы не делать поспешных действий и выводов, эти качества приведут вас к успеху. В этот период вы можете добиться прогресса, если закончите работу своевременно, не торопясь, но и не медля. Транзитный Юпитер в квадратуре с натальным Марсом имеет то же значение, что и транзитный Марс в квадратуре с натальным Юпитером, но более продолжителен и указывает на период экстравагантности и неправильно направленной энергии. Транзит встречается дважды в 12-летнем цикле Юпитера.

# TransitJupiterSquareMercury
source: Progress is hindered by a variety of obstacles: excesses in one and limitations in the other, incorrect information, too much or too little attention to detail, huge expenditure of time for the sake of insignificant results or attempts to accomplish something important in a ridiculously short time. Slowness and breakdowns of mechanisms on the way can cause annoyance. But despite all the obstacles, a lot can be achieved during this period - especially if you avoid hasty conclusions, hasty actions, or the belief that you have long known all the answers. Patience and prudence in handling information and communication will be rewarded, and progress will be more significant than you initially expected. The quadrature of transit Jupiter with natal Mercury has the same meaning as transit Mercury in quadrature with natal Jupiter, but a longer duration and indicates a long period of absence of a clear mental focus. This transit takes place twice during Jupiter's 12-year cycle.
ru_ru: Прогрессу мешают самые различные препятствия: излишества в одном и ограничения в другом, неверная информация, слишком много или слишком мало внимания к мелочам, огромные затраты времени ради ничтожных результатов или попытки осуществить что-либо важное в смехотворно короткий срок. Медлительность и поломки механизмов в пути могут вызвать досаду. Но, несмотря на все помехи, в этот период можно добиться многого - особенно если избегать поспешных выводов, торопливых поступков или уверенности в том, что вам давно известны все ответы. Терпение и благоразумие в обращении с информацией и общении будут вознаграждены, а прогресс окажется более значительным, чем вы предполагали вначале. Квадратура транзитного Юпитера с натальным Меркурием имеет то же значение, что и транзитный Меркурий в квадратуре с натальным Юпитером, но большую длительность и указывает на длительный период отсутствия ясного ментального фокуса. Этот транзит имеет место дважды в течение 12-годового цикла Юпитера.

# TransitJupiterSquareMoon
source: During this period, your path to achieving your goals is littered with obstacles. Perhaps you will begin to show unacceptable extravagance. Time will be wasted aimlessly and to no avail. It would seem that you are making enough efforts and taking on all the necessary emotional commitments to make others happy. Avoid excessive and late compensation. Keep moving forward and you will achieve your goals. The quadrature of a transiting Jupiter with a radical Moon has the same meaning as a transiting Moon in a quadrature with a natal Jupiter, but it lasts much longer, therefore, it is prone to cause serious errors and abuses.
ru_ru: В этот период ваш путь к достижению зачетных желаний усеян препятствиями. Возможно, вы станете проявлять недопустимую экстравагантность. Время будет потрачено бесцельно и безрезультатно. Казалось бы, вы прилагаете достаточно стараний и берете на себя все необходимые эмоциональные обязательства, чтобы сделать окружающих счастливыми. Избегайте чрезмерных и несвоевременных компенсаций. Продолжайте идти вперед - и вы добьетесь осуществления своих замыслов. Квадратура транзитного Юпитера с радикальной Луной имеет то же значение, что и транзитная Луна в квадратуре с натальным Юпитером, но длится гораздо дольше, следовательно, склонна вызывать серьезные ошибки и злоупотребления.

# TransitJupiterSquareNeptune
source: Is characterized by reverie, absent-mindedness, impractical emotional idealism, unrealistic expectations, and misdirected sympathies. It is often a means of psychological escape from reality, as well as booze, drugs, travel, and pointless, impractical educational pursuits. Exposure to misleading religious and mystical fervor. It often takes the form of adherence to mystical cults and reverence for a dubious guru. It is possible to adhere to them as a means of achieving status or to avoid the practical responsibilities of life. In general, it is impractical to use religious ones. and spiritual beliefs.
ru_ru: Характерен мечтательностью, рассеянностью, непрактичным эмоциональным идеализмом, нереалистическими ожиданиями и неправильно направленными симпатиями. Часто это средство психологического ухода от действительности, как и выпивка, наркотики, путешествия и бессмысленные, непрактичные образовательные занятия. Подверженность вводящему в заблуждение религиозному и мистическому рвению. Часто она принимает форму приверженности мистическим культам и почитания сомнительного гуру. Возможна приверженность им как к средству достижения статуса или для избежания практических обязанностей жизни. В целом — это непрактичность в применении религиозных. и духовных верований.

# TransitJupiterSquarePluto
source: is characterized by coercive tactics in promoting one's religious, educational, and philosophical beliefs. Seduction, crime, or the role of a pawn in the game of religious, moral, or educational forces is possible. The desire to reform others may be accompanied by a disregard for personal self-improvement. There is a possibility that the native will undergo natal changes in his religious and philosophical attitude. There may be a temptation to use dishonest means to gain power and status. There is a need for honesty and decency in all business transactions. Conflicts and litigation are possible due to combined finances, corporate funds, insurance, taxes, inheritance, alimony and property of the deceased. There is a tendency to take on businesses without proper preparation. There is an inherent display of pride, arrogance, and disregard for small but important details. Questionable occult practices or a wrong attitude about sexual morality pose a danger to the native.
ru_ru: Характерен тактикой принуждения в пропаганде своих религиозных, просветительных и философских убеждений. Возможно совращение, преступление иди роль пешки в игре религиозных, моральных иди просветительных сил. Желание реформировать других может сопровождаться пренебрежением к личному самоусовершенствованию. Есть вероятность, что урожденный подвергнется натальным переменам в своем религиозном и философском настрое. Может возникнуть искушение использовать нечестные средства для достижения власти и статуса. Возникает потребность в честности и порядочности во всех деловых сделках. Возможны конфликты и тяжба из-за объединенных финансов, корпоративных фондов, страховок, налогов, наследства, алиментов и имущества умерших. Существует тенденция приниматься за предприятия без должной подготовки. Присуще проявление гордости, высокомерия и пренебрежение мелкими, но важными деталями. Сомнительные оккультные практики или неверный настрой относительно сексуальной морали представляют опасность для урожденного.

# TransitJupiterSquareSaturn
source: is characterized by legal, business, and professional issues. There is an incorrect choice and allocation of time when conducting business and professional affairs. The period is unfavorable for the beginning of changes in business and professional affairs. Care should be taken in expanding the business, as well as avoiding debt. Unemployment or a slowdown in business activity is possible. There may be conflicts between professional and family responsibilities, and a tendency for family and domestic conflicts to arise. A native often faces a moral crisis related to ethical, religious, and cultural decisions. There is a tendency to oscillate between extreme optimism and pessimism, to neglect important responsibilities and sacrifice principles for the sake of expediency and profit. It may be difficult to get support from official organizations and from people with authority and authority. During this period, your reputation may suffer due to past mistakes and blunders.
ru_ru: Характерен юридическими, деловыми и профессиональными проблемами. Проявляется неправильный выбор и распределение времени при ведении бизнеса и профессиональных дел. Период неблагоприятный для начала перемен в бизнесе и профессиональных делах. Следует соблюдать осторожность в расширении бизнеса, а также избегать задолженности. Возможна безработица или замедление в деловой активности. Возможны конфликты между профессиональными и семейными обязанностями, тенденция к возникновению семейных и домашних конфликтов. Часто урожденный сталкивается с моральным кризисом, относящимся к этическим, религиозным и культурным решениям. Существует тенденция колебаться между крайним оптимизмом и пессимизмом, пренебрегать важными обязанностями и жертвовать принципами ради целесообразности и, выгоды. Возможны трудности в получении поддержки от официальных организаций и от людей, обладающих властью и авторитетом. В этот период может пострадать репутация из-за прошлых ошибок и промахов.

# TransitJupiterSquareSun
source: At this time, you will not be paralyzed by anger or inaction due to the fact that recognition or success will come to you late or not at all, you will easily survive the trials of this period. The quadrature of the transiting Jupiter with the natal Sun has the same significance as the quadrature of the transiting Sun with the natal Jupiter, however, this quadrature lasts for a much longer period of time, especially if Jupiter is stationary or retrograde, and then the inherent problems may be larger.
ru_ru: В это время вас не парализуют гнев или бездействие из-за того, что признание или успех придут к вам с опозданием или вообще не появятся, вы без труда переживете испытания этого периода. Квадратура транзитного Юпитера с натальным Солнцем имеет такое же значение, как квадратура транзитного Солнца с натальным Юпитером, однако, эта квадратура длится гораздо больший период времени, особенно, если Юпитер является стационарным или ретроградным, и тогда, присущие проблемы могут быть более крупными.
