Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# NatalVenusConjunctionUran
source: The conjunction of Venus with natal Uranus stimulates your social and love life, but it's a variable situation. Much will depend on the respective planetary aspects or the conjunction of the fixed stars. Under the favorable influence, the conjunction of Venus and Uranus can bring exciting romances with enough personal freedom to enjoy a glamorous social life. However, a large number of squares or oppositions to this arrangement can lead to instability in your personal life and sudden financial losses. In any case, maintaining an open mind and flexibility is crucial to achieve the best results in this aspect. Change is a big part of your life, especially when it comes to love and money. It is important to note that this is closely related to how you feel about yourself or the level of your self-love. In these areas of life, you need to have sharp instincts to reasonably anticipate changes, especially with experience as you get older. This can manifest itself in the fact that we are one step ahead in fashion or social trends. Otherwise, you will most likely stand out from the crowd or change again as soon as everyone catches up with you. You can fall in love at first sight and be guided by your intuition in matters of love and finances — this is normal. However, always be prepared to adapt to changing circumstances, which is especially important when you feel that your individuality and freedom are under threat. If you want a long-term commitment in love, you're probably better off finding a partner who also values their freedom. And, like you, they may be unusual in some way, such as belonging to a different cultural or ethnic background. Online dating may be suitable for you, but it may require some distance, requiring air travel. Or perhaps your social and personal life can be stimulated by air travel. Other ways to keep up the excitement in a relationship can be surprises and perversity during gymnastics in the bedroom naked. This aspect is known for generating a certain degree of genius in terms of creative talent. Whatever you do as a hobby or professionally, you will develop your own unique style and you will need some creative freedom if you work in large groups. Although some may be shocked by your creative expression, on a deeper level you seek to reveal or enlighten your progressive and futuristic vision.
ru_ru: Соединение Венеры с натальным Ураном стимулирует вашу социальную и любовную жизнь, но это переменная ситуация. Многое будет зависеть от соответствующих планетарных аспектов или соединения неподвижных звезд. Под благоприятным влиянием соединение Венеры и Урана может принести захватывающие романы с достаточной личной свободой, чтобы наслаждаться гламурной общественной жизнью. Однако большое количество квадратов или оппозиций к этому раскладу может привести к нестабильности в личной жизни и внезапным финансовым потерям. В любом случае, сохранение непредвзятости и гибкости имеет решающее значение для достижения наилучших результатов в этом аспекте. Перемены — это большая часть вашей жизни, особенно когда речь идет о любви и деньгах. Важно отметить, что это тесно связано с тем, как вы относитесь к себе или с уровнем вашей любви к себе. В этих сферах жизни у вас должны быть острые инстинкты, чтобы разумно предвидеть изменения, особенно с опытом, когда вы становитесь старше. Это может проявляться в том, что мы на шаг впереди в моде или социальных тенденциях. В противном случае вы, скорее всего, выделитесь из толпы или снова изменитесь, как только все вас догонят. Вы можете влюбиться с первого взгляда и руководствоваться своей интуицией в вопросах любви и финансов — это нормально. Однако всегда будьте готовы адаптироваться к меняющимся обстоятельствам, что особенно важно, когда вы чувствуете, что ваша индивидуальность и свобода находятся под угрозой. Если вы хотите долгосрочных обязательств в любви, вам, вероятно, лучше найти партнера, который также ценит свою свободу. И, как и вы, они могут быть чем-то необычными, например, принадлежать к другому культурному или этническому происхождению. Интернет-знакомства могут вам подойти, но может потребоваться некоторое расстояние, требующее авиаперелета. Или, возможно, ваша социальная и личная жизнь может быть стимулирована воздушным путешествием. Другими способами поддерживать азарт в отношениях могут быть сюрпризы и извращенность во время гимнастики в спальне обнаженной. Этот аспект известен тем, что порождает определенную степень гениальности с точки зрения творческого таланта. Чем бы вы ни занимались в качестве хобби или профессионально, вы разовьете свой уникальный стиль и вам понадобится определенная творческая свобода, если вы будете работать в больших группах. Хотя некоторые могут быть шокированы вашим творческим самовыражением, на более глубоком уровне вы стремитесь раскрыть или просветить свое прогрессивное и футуристическое видение.

# NatalVenusOppositionJupiter
source: Venus, in opposition to natal Jupiter, gives a happy and loving personality with an appropriate appearance. Popularity and social success are likely, and you should have no problem making friends or finding a partner. However, problems can arise deeper, regarding the dynamics of relationships and success in life. Being such a receptive and pleasant person, it can be difficult to take a firm stand. In a loving relationship, this can cause disrespect from the other person as they try to dominate you or use you. It may be difficult for you to find the motivation to work hard to achieve your goals at a professional level. Such problems will get worse the more serious or conservative the other person is, or the more responsibility and discipline your career requires. You don't like being bound by time frames, commitments, or routines, and such things prevent you from enjoying life at your own pace. Venus in opposition to Jupiter makes you a free spirit, and your presence encourages others to enjoy life every day without regrets. It would be better if you didn't try to change this cheerful attitude and your attachment level was positive. However, this can often mean that you are missing out on certain areas of life that give deeper meaning or a sense of achievement. You must find a profession that matches your creativity and love of pleasure. A career that brings a sense of stability, respect, recognition, and even authority will balance what can be seen as an aversion to hard work and responsibility.
ru_ru: Венера в оппозиции к натальному Юпитеру дает счастливую и любящую личность с соответствующей внешностью. Вероятны популярность и социальный успех, и у вас не должно возникнуть проблем с тем, чтобы завести друзей или найти партнера. Однако проблемы могут возникнуть и глубже, относительно динамики отношений и успеха в жизни. Будучи таким восприимчивым и приятным человеком, занять твердую позицию может быть сложно. В любовных отношениях это может вызвать неуважение со стороны другого человека, поскольку он пытается доминировать над вами или использовать вас. Возможно, вам будет трудно найти мотивацию усердно работать над достижением своих целей на профессиональном уровне. Такие проблемы будут усугубляться, чем более серьезен или консервативен другой человек или чем больше ответственности и дисциплины требуется в вашей карьере. Вам не нравится быть связанным временными рамками, обязательствами или рутиной, и такие вещи мешают вам наслаждаться жизнью в своем собственном темпе. Венера в оппозиции к Юпитеру делает вас свободным духом, а ваше присутствие побуждает других наслаждаться жизнью каждый день без сожалений. Было бы лучше, если бы вы не пытались изменить это веселое отношение и уровень вашей привязанности был положительным. Однако это часто может означать, что вы упускаете некоторые области жизни, которые придают более глубокий смысл или чувство достижения. Вы должны найти профессию, соответствующую вашим творческим способностям и любви к удовольствиям. Карьера, которая приносит ощущение стабильности, уважения, признания и даже авторитета, уравновесит то, что можно рассматривать как отвращение к тяжелой работе и ответственности.

# NatalVenusOppositionMars
source: Venus in opposition to Mars in the natal chart creates an intense emotional life leading to an equally violent relationship. When you love someone, you express your strong feelings through deeply passionate and sometimes dramatic displays of affection. Although this is normal for you and is a sign of how much you love someone, the other person may think that you are being too persistent and feel threatened. An energetic and not too submissive partner who matches your passions is best suited for you. Probably, even with such a partner, you will still have a stormy relationship. The positive thing is that you calm down as quickly as you let off steam. The way you show affection directly can be your advantage, because you put as much effort into reconciliation as into exacerbating any small irritation. Venus in opposition to Mars is a very physical planetary aspect, and your high energy needs other forms of release besides sex. Intense internal conflict between love and hate can lead to the emergence of a special creative style, expressed in sports, entertainment, art, music and dancing. The dynamic physicality of this aspect may even manifest itself in characteristic or exaggerated facial features or pronounced body musculature.
ru_ru: Венера в оппозиции к Марсу в натальной карте создает интенсивную эмоциональную жизнь, приводящую к столь же жестоким отношениям. Когда вы любите кого-то, вы выражаете свои сильные чувства через глубоко страстные, а иногда и драматические проявления привязанности. Хотя для вас это нормально и является признаком того, как сильно вы кого-то любите, другой человек может подумать, что вы слишком настойчивы, и почувствовать угрозу. Лучше всего вам подойдет энергичный и не слишком покорный партнер, который соответствует вашим страстям. Вероятно, даже с таким партнером у вас все равно будут бурные отношения. Положительным моментом является то, что вы успокаиваетесь так же быстро, как выпускаете пар. То, как вы прямо демонстрируете привязанность, может стать вашим преимуществом, потому что вы вкладываете столько же усилий в примирение, сколько в обострение любого небольшого раздражения. Венера в оппозиции к Марсу — это очень физический планетарный аспект, и ваша высокая энергия нуждается в других формах высвобождения, помимо секса. Интенсивный внутренний конфликт между любовью и ненавистью может привести к появлению особого творческого стиля, выраженного в спорте, развлечениях, искусстве, музыке и танцах. Динамическая телесность этого аспекта может даже проявляться в характерных или преувеличенных чертах лица или выраженной мускулатуре тела.

# NatalVenusOppositionNeptune
source: Venus in opposition to natal Neptune creates a struggle to get what you most want: romance, harmony, and maybe a little glamour and luxury. These things are achievable, but there is a lot of work to be done to overcome disappointment and dissolution in love and money. You may suffer from low self-esteem, especially at a young age. You may be afraid that you are not worthy enough to have a loving and caring partner who loves you for who you are. You can make significant sacrifices to keep your ideal partner and end up feeling unhappy or used. You may also fantasize about your partner or overly idealize him, and then feel upset when he doesn't meet your expectations. Such disappointment in personal life stems from the same problems as any financial loss, for example, due to deception or blind investment in questionable schemes. Serious problems with Venus in opposition to Neptune begin with your self-esteem. Working hard on how you love yourself is crucial to achieving your dreams. Neptune rules the stage, the screen, the mirrors, the ocean, and spirituality. They give tips on how to increase the amount of self-love. You can find deeper self-love through a more spiritual approach to life. Perhaps undressing in front of a mirror or webcam gives you the necessary self-confidence. Dancing, music, surfing, or swimming are activities that promote self—love and joy. You can try decorating your body with jewelry or tattoos, or pay special attention to fashion and cosmetics. Decorating your home or workplace will replace the illusions and fears of Neptune with natural beauty.
ru_ru: Венера в оппозиции к натальному Нептуну создает борьбу за получение того, чего вы больше всего хотите: романтики, гармонии и, возможно, немного гламура и роскоши. Эти вещи достижимы, но предстоит проделать большую работу, чтобы преодолеть разочарование и растворение в любви и деньгах. Вы можете страдать от низкой самооценки, особенно в молодом возрасте. Вы можете бояться, что вы недостаточно достойны иметь любящего и заботливого партнера, который любит вас такими, какие вы есть. Вы можете пойти на значительные жертвы, чтобы сохранить своего идеального партнера, и в конечном итоге почувствуете себя несчастным или использованным. Вы также можете фантазировать о партнере или чрезмерно идеализировать его, а затем чувствовать себя расстроенным, когда он не оправдывает ваших ожиданий. Такое разочарование в личной жизни проистекает из тех же проблем, что и любые финансовые потери, например, из-за обмана или слепого инвестирования в сомнительные схемы. Серьезные проблемы с Венерой в оппозиции к Нептуну начинаются с вашей самооценки. Усердная работа над тем, как вы любите себя, имеет решающее значение для достижения вашей мечты. Нептун управляет сценой, экраном, зеркалами, океаном и духовностью. Они дают подсказки о том, как увеличить количество любви к себе. Вы можете обрести более глубокую любовь к себе через более духовный подход к жизни. Возможно, раздевание перед зеркалом или веб-камерой придает вам необходимую уверенность в себе. Танцы, музыка, серфинг или плавание — это те виды деятельности, которые способствуют любви к себе и радости. Вы можете попробовать украсить свое тело украшениями или татуировками или уделить особое внимание моде и косметике. Украшение вашего дома или рабочего места заменит иллюзии и страхи Нептуна естественной красотой.

# NatalVenusOppositionPluto
source: Venus in opposition to Pluto in the natal chart provides instant attraction and intense relationships. You are very attracted to specific people; others may feel the same irresistible attraction to you. There is something mysterious about this karmic attraction that you cannot explain, and sometimes it is associated with dark or even dangerous desires. Sometimes you and your friends and partners are likely to experience overwhelming feelings of jealousy or possessiveness. This is to be expected because of your strong feelings of love. Suspicions can get out of control and you will feel threatened. It is very important not to react to such out-of-control emotions by manipulating others or using dirty tricks; such behavior will backfire or eventually catch up with you. You have enough magnetic power not to force someone to love you. Someone who matches your high level of passion will come. An ideal relationship would be one in which power would be shared and none of you would feel intimidated. Thanks to your close one-on-one relationship, you will learn not to hold on so tightly. It may take a few dramatic and painful experiences before you realize that trying to control others ends up destroying relationships. It is equally important not to allow yourself to be manipulated. If you are the more submissive type, then you are at greater risk of being taken advantage of, used, and insulted. In extreme cases, this can lead to domestic violence and rape.
ru_ru: Венера в оппозиции к Плутону в натальной карте обеспечивает мгновенное влечение и интенсивные отношения. Вас очень тянет к конкретным людям; другие могут испытывать к вам такое же непреодолимое влечение. В этом кармическом притяжении есть что-то загадочное, что вы не можете объяснить, и иногда оно связано с темными или даже опасными желаниями. Иногда вы, ваши друзья и партнеры, скорее всего, будете испытывать непреодолимое чувство ревности или собственничества. Этого и следовало ожидать из-за вашего сильного чувства любви. Подозрения могут выйти из-под контроля, и вы почувствуете угрозу. Очень важно не реагировать на такие вышедшие из-под контроля эмоции, манипулируя другими или используя грязные уловки; такое поведение будет иметь неприятные последствия или в конечном итоге настигнет вас. У вас достаточно притягательной силы, чтобы не принуждать кого-то полюбить вас. Придет кто-то, кто соответствует вашему высокому уровню увлечения. Идеальные отношения будут такими, в которых власть будет разделена, и никто из вас не будет чувствовать себя запуганным. Благодаря вашим близким отношениям один на один вы научитесь не держаться так крепко. Возможно, потребуется несколько драматических и болезненных переживаний, прежде чем вы поймете, что попытки контролировать других заканчиваются разрушением отношений. Не менее важно не позволять собой манипулировать. Если вы более покорный тип, то вы подвергаетесь большему риску того, что вами воспользуются в любви, используют и оскорбляют. В крайних случаях это может привести к домашнему насилию и изнасилованию.

# NatalVenusOppositionSaturn
source: Venus in opposition to natal Saturn makes it extremely difficult to form a love relationship. You would immediately realize that you are not suitable because of your below-average social skills. Not understanding why you have a feeling of worthlessness or inadequacy. Thinking that something was wrong with you made you feel guilty, which may have been reinforced by the lack of affection, criticism, or ostracism from your parents and other adults, especially authority figures such as teachers. One or both parents may have lacked parenting skills related to positive reinforcement, or in the worst case were angry and violent. You have to teach yourself about love and money, because it's valuable. Anyway, your early conditioning made you believe that you weren't that good and deserved to be sad and lonely. There may be some karmic reasons for this, but that's in the past, and the corrective actions are the same. Therefore, perhaps, before you learn to love yourself, you will have to understand that you are not a bad person. Saturn blooms late, so you've probably experienced delays, limitations, and difficulties in adulthood. Acknowledging and acknowledging that your problems are caused by an inferiority complex is half the case won. You can fix a lot if you don't have to blame or forgive all the people who were mean or rejected you. It is very important to get rid of feelings of guilt and self-pity. Forgive yourself for everything you think you did, and it was so bad. Imagine that you are wearing a sign that says: "I'm useless; go away." Now throw it as far as you can. Delete the old message and get ready for the next step. Learn to love and appreciate yourself. Speak to yourself verbally and recite mantras at night or in front of a mirror. You have to reprogram your brain. By this point, you will begin to show more confident energy and notice that your relationship is starting to improve. You will see a closer bond, more caring and mutual help. You will discover true love and enjoyment. If necessary, you can go even further and convince yourself that you deserve love and money because of your hard work on personal development. You might be surprised how quickly you attract love and money if you truly believe you deserve it. With age comes great satisfaction, as well as respect and recognition for your achievements.
ru_ru: Венера в оппозиции к натальному Сатурну чрезвычайно затрудняет формирование любовных отношений. Вы бы сразу поняли, что не подходите из-за своих социальных навыков ниже среднего. Непонимание, почему у вас возникло чувство никчемности или неадекватности. Подумав, что с вами что-то не так, вы почувствовали чувство вины, которое, возможно, было усилено отсутствием привязанности, критики или остракизма со стороны ваших родителей и других взрослых, особенно авторитетных фигур, таких как учителя. Один или оба родителя могли не иметь родительских навыков, связанных с положительным подкреплением, или в худшем случае были злыми и жестокими. Вы должны научить себя любви и деньгам, потому что это ценность. Во всяком случае, ваша ранняя обусловленность заставила вас поверить, что вы не так уж хороши и заслуживаете грусти и одиночества. Для этого могут быть какие-то кармические причины, но это в прошлом, и корректирующие действия те же. Поэтому, возможно, прежде чем научиться любить себя, придется понять, что вы не плохой человек. Сатурн расцветает поздно, поэтому вы, вероятно, пережили задержки, ограничения и трудности во взрослой жизни. Признание и признание того, что ваши проблемы вызваны комплексом неполноценности, — это половина выигранного дела. Вы можете многое исправить, если вам не придется винить или прощать всех людей, которые были злыми или отвергали вас. Очень важно избавиться от чувства вины и жалости к себе. Простите себя за все, что, по вашему мнению, вы сделали, и это было так плохо. Представьте себе, что вы носите табличку с надписью: "Я бесполезен; Уходите." Теперь бросьте его как можно дальше. Удалите старое сообщение и приготовьтесь к следующему шагу. Научитесь любить и ценить себя. Говорите себе устно и произносите мантры ночью или перед зеркалом. Вы должны перепрограммировать свой мозг. К этому моменту вы начнете проявлять более уверенную энергию и заметите, что ваши отношения начинают улучшаться. Вы увидите более тесную связь, большую заботу и взаимопомощь. Вы обнаружите настоящую любовь и наслаждение. При необходимости вы можете пойти еще дальше и убедить себя, что вы заслуживаете любви и денег благодаря своей упорной работе над личностным развитием. Вы можете быть удивлены, насколько быстро вы привлекаете любовь и деньги, если искренне верите, что заслуживаете этого. С возрастом приходит большое удовлетворение, а также уважение и признание ваших достижений.
