Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# NatalSunTrineSaturn
source: The trinity of the Sun and Saturn rewards us with an amazing ethic of balance. They will give us concentration, clarity of thought, depth of perception, prudent planning and a steady pursuit of goals. Along with hard work and perseverance, they also possess patience, endurance and practicality. These people tend to be responsible and serious, and their discipline and organization are always admired. They always prefer order and method, and their constant and rational efforts bring stability and success. The Sun and Saturn work together throughout our lives, helping us to remain calm and able to respond appropriately even in difficult situations. In the beautiful half of humanity, this aspect manifests itself in constant attachments and a tendency to long-term alliances. But marriage can be delayed, as these people prefer to calculate every move. However, there is a downside to this aspect: sometimes it makes the wearer quite conservative, unhurried, especially in critical situations, making them heavy, inert and too obedient. They are often shown to be boring personalities who cause melancholy with their overly correct thoughts and faceless actions.
ru_ru: Трин Солнца и Сатурна награждает нас поразительной этикой равновесия. Они подарят нам концентрацию, ясность мысли, глубину восприятия, предусмотрительное планирование и неуклонное стремление к целям. Вместе с трудолюбием и стойкостью, они также обладают терпением, выносливостью и практичностью. Эти люди склонны к ответственности и серьезности, их дисциплинированность и организованность всегда вызывают восхищение. Они всегда отдают предпочтение порядку и методичности, их постоянные и рациональные усилия приносят стабильность и успех. Солнце и Сатурн на протяжении всей жизни сотрудничают, помогая нам сохранять спокойствие и способность адекватно реагировать даже в сложных ситуациях. У прекрасной половины человечества этот аспект проявляется в постоянстве в привязанностях и склонности к долгосрочным союзам. Но брак может быть отсрочен, так как эти люди предпочитают рассчитывать каждый ход. Однако, есть и оборотная сторона этого аспекта: иногда он делает владельца достаточно консервативным, неторопливым, особенно в критических ситуациях, делая их тяжеловесными, инертными и слишком послушными. Нередко они показываются скучными личностями, вызывающими тоску своими чересчур правильными мыслями и безликими действиями.

# NatalSunTrineUran
source: Uranus is a planet of unpredictable changes, innovations and inventions. Those who are associated with Uranus have a bright sunny charm, deep spiritual insight, and a talent for leadership. Their creative powers give them access to high spiritual sources, and during their transitions and progressions they experience intuitive insights. These people are also interested in the occult and are considered good astrologers. People who have a strong connection with Uranus have a bold will and willingness to experiment in new fields of knowledge. They are innovators, inventors, reformers, and humanists. The views of these people seek to embrace all living things as a single whole, and they advocate common brotherhood. The sun in its trine to Uranus reveals special gifts to people. They have talent, intuition, clairvoyance and originality. In addition, these people are entrepreneurial, altruistic, friendly, democratic, progressive, and attractive. They have good health and longevity, as well as the ability to recharge and energize others. Inner freedom and independence, sincerity, honesty, justice and humanity are also their qualities. They have insight and the ability to see deeper than usual. People with a strong connection between the Sun and Uranus experience great changes in their lives and achieve success in astrology. They have charm and fascination. Women associated with Uranus have fidelity in marriage and unions. However, the negative side of these aspects may be the temptation to use your magnetism for personal gain or to use your intuition to enrich yourself in gambling.
ru_ru: Уран - планета непредсказуемых перемен, инноваций и изобретений. Те, кто связан с Ураном, обладают ярким солнечным обаянием, глубокой духовной проницательностью и талантом руководить. Их творческие силы открывают им доступ к высоким духовным источникам, а при прохождении транзитов и прогрессий они переживают интуитивные озарения. Эти люди также интересуются оккультизмом и считаются хорошими астрологами. У людей, имеющих сильную связь с Ураном, есть смелая воля и готовность экспериментировать в новых областях знания. Они являются новаторами, изобретателями, реформаторами и гуманистами. Взгляды этих людей стремятся охватить все живое как единое целое, и они выступают за общее братство. Солнце в трине к Урану открывает перед людьми особые дары. Они обладают талантом, интуицией, ясновидением и оригинальностью. Вдобавок к этому, эти люди предприимчивы, альтруистичны, доброжелательны, демократичны, прогрессивны и привлекательны. У них хорошее здоровье и долголетие, а также способность заряжаться энергией и заряжать других. Внутренняя свобода и независимость, искренность, честность, справедливость и человечность также являются их качествами. Они обладают проницательностью и способностью видеть глубже обычного. Люди с сильной связью Солнца и Урана переживают большие перемены в жизни и добиваются успеха в астрологии. Они обладают обаянием и пленительностью. У женщин, связанных с Ураном, есть верность в браке и союзах. Однако отрицательной стороной этих аспектов может быть соблазн использовать свою магнетичность в личных целях или использование интуиции для обогащения в азартных играх.

# NatalSunTrineVenus
source: This aspect is manifested through cuteness, charm, artistry and beauty, as well as refinement, good taste, courtesy and culture. Friendliness and harmony only emphasize all these qualities. Impressionability and fun make life bright and full of events. Unsurprisingly, all of this contributes to success in life and attracts the attention of the opposite sex. In addition, material well-being becomes another pleasant consequence of such a lifestyle. Unfortunately, there may be negative aspects behind a certain level of positivity. Frivolity, falling in love, and self-indulgence can lead to inconstancy in attachments and short-term relationships. The love of gifts and beautiful things can be a form of philistinism and the inability to strive for improvement and self-education.
ru_ru: Данный аспект проявляется через симпатичность, обаятельность, артистичность и красоту, а также утонченность, хороший вкус, обходительность и культурность. Дружелюбие и гармония только подчеркивают все эти качества. Впечатлительность и веселье делают жизнь яркой и полной событий. Неудивительно, что все это способствует успеху в жизни и привлекает внимание противоположного пола. Кроме того, материальное благополучие становится еще одним приятным последствием такого образа жизни. К сожалению, за некоторой планкой положительности могут скрываться отрицательные стороны. Легкомыслие, влюбчивость и потворство своим чувствам могут привести к непостоянству в привязанностях и кратковременным отношениям. Любовь к подаркам и красивым вещам может представлять собой форму мещанства и неспособность стремиться к совершенствованию и самовоспитанию.

# NatalUranConjunctionNeptune
source: The connection of Uranus with Neptune in the natal chart gives unique creative talents and an unorthodox approach to spirituality and morality. You have a natural freedom of expression that inspires other generations. You approach a life that is not bound by the constraints of tradition, religion, and social standards. Your imagination can expand beyond that of most people, allowing you to freely explore, invent, and create in every area of life. Some may find you eccentric, scandalous, provocative, or rebellious, but so what. These are the side effects of your ingenuity or creative genius. You may be a rebel, but you have a reason. It would be better if there were a lot of stimuli and excitement in your life, and you found satisfaction or pleasure in showing off or showing society different ways of living and doing things. You are a trendsetter, able to entertain, excite and even hypnotize others. You should be comfortable expressing your unique style, and you're usually not shy about sharing your talents. This can extend to your self-confidence and ease in showing off yourself and your body.
ru_ru: Соединение Урана с Нептуном в натальной карте дает уникальные творческие таланты и неортодоксальный подход к духовности и морали. У вас есть естественная свобода самовыражения, которая вдохновляет другие поколения. Вы подходите к жизни, не связанной ограничениями традиций, религии и социальных стандартов. Ваше воображение может разрастаться по сравнению с воображением большинства людей, позволяя вам свободно исследовать, изобретать и творить в каждой сфере жизни. Некоторые могут посчитать вас эксцентричным, скандальным, провокационным или бунтарским, ну и что с того. Это побочные эффекты вашей изобретательности или творческого гения. Вы можете быть бунтовщиком, но у вас есть причина. Было бы лучше, если бы в вашей жизни было много стимулов и волнений, и вы находили удовлетворение или удовольствие в том, чтобы хвастаться или показывать обществу разные способы жизни и ведения дел. Вы законодатель моды, способный развлекать, волновать и даже гипнотизировать других. Вам должно быть комфортно выражать свой уникальный стиль, и вы, как правило, не стесняетесь делиться своими талантами. Это может распространиться на вашу уверенность в себе и легкость в демонстрации себя и своего тела.

# NatalUranConjunctionPluto
source: The union of Uranus with natal Pluto gives you an urgent need for freedom, but it also exposes you to powerful controlling forces. You often get caught up in events beyond your control, which can be dramatic and life-changing. In general, feelings of restraint or manipulation by people or society can cause unrest, disobedience, and rebellion. Lack of stability or fickleness of purpose can lead to many ups and downs in life. Sometimes you can be exceptional, and sometimes contradictory. You can go from zero to hero, but get out of control and reach the bottom. However, you can change your life very quickly. With the help of an evolutionary leap, you can change your life. Sometimes you can become obsessed with a new idea or person and radically change direction, losing all interest and connection with your previous passion. Extreme or provocative behavior, such as violence, intimidation, or bullying, can cause discord and chaos. Your relationship can be exciting and passionate, but also stormy and painful.
ru_ru: Соединение Урана с натальным Плутоном дает острую потребность в свободе, но также подвергает вас мощным контролирующим силам. Вы часто попадаете в события, находящиеся вне вашего контроля, которые могут оказаться драматическими и изменить жизнь. В целом, чувство сдерживания или манипулирования со стороны людей или общества может вызвать волнение, неповиновение и бунт. Отсутствие стабильности или непостоянство цели может привести ко множеству взлетов и падений в жизни. Иногда вы можете быть исключительным, а иногда противоречивым. Вы можете пройти путь от нуля до героя, но выйти из-под контроля и достичь дна. Однако вы можете очень быстро изменить свою жизнь. С помощью эволюционного скачка вы можете изменить свою жизнь. Иногда вы можете стать одержимым какой-то новой идеей или человеком и радикально изменить направление, потеряв всякий интерес и связь с прежним увлечением. Экстремальное или провокационное поведение, такое как жестокость, запугивание или издевательство, может вызвать разногласия и хаос. Ваши отношения могут быть захватывающими и страстными, но также бурными и болезненными.

# NatalUranOppositionNeptune
source: Uranus and Neptune are two planets that play a special role in the life of modern man. Our generation grew up in times of stress and constant decision-making. We usually react to the world around us automatically, following established norms and expectations. However, when these two planets are in corner houses and form strong aspects, they give us a special sensitivity. We should be careful about how we use our psychic abilities, especially if we have other negative aspects. Destructive events on the astral plane can have negative consequences. People with bad horoscopes, where Uranus is in opposition to Neptune, are often accompanied by neurosis, alcoholism, sexual problems, confusion, stubbornness of opinion and fanaticism. Feelings contradict will and intuition, and mental problems inevitably arise.
ru_ru: Уран и Нептун - две планеты, которые играют особую роль в жизни современного человека. Наше поколение выросло во времена стресса и постоянного принятия решений. Обычно мы реагируем на окружающий нас мир автоматически, следуя установленным нормам и ожиданиям. Однако, когда эти две планеты находятся в угловых домах и образуют сильные аспекты, они придают нам особую чувствительность. Нам следует быть внимательными к тому, как мы используем наши психические способности, особенно если у нас есть и другие неблагоприятные аспекты. Разрушительные события на астральном плане могут иметь негативные последствия. Людям с плохими гороскопами, где Уран находится в оппозиции к Нептуну, часто сопутствуют неврозы, алкоголизм, сексуальные проблемы, путаницы, упрямство во мнениях и фанатизм. Чувства противоречат воле и интуиции, и обязательно возникают психические проблемы.

# NatalUranOppositionPluto
source: This is a time when a generation is faced with fateful wars, violence and revolutions. In this era, fanaticism and extremism for political purposes become the cause of dangerous tendencies, and without proper direction, occult interests threaten society. Outbursts of anger and radical actions become an integral part of life, threatening the penetration of violence. Critical situations arising from the general devastation end up in the hands of those born under corner houses and in unhappy aspects. In such times, the average person automatically reacts in accordance with the fate and spirit of the times, expressed in the location of the planets and signs, where these planets or their rulers are located.
ru_ru: Это время, когда поколение сталкивается с судьбоносными войнами, насилием и революциями. В этой эпохе фанатизм и экстремизм в политических целях становятся причиной опасных тенденций, а без правильного направления оккультные интересы угрожают обществу. Взрывы гнева и радикальные поступки становятся неотъемлемой частью жизни, угрожая проникновением насилия. Критические ситуации, возникающие из-за общей разрухи, оказываются в руках тех, кто рожден под угловыми домами и в несчастливых аспектах. В такие времена средний человек автоматически реагирует в соответствии с судьбой и духом времени, выражаясь в местонахождении планет и знаков, где эти планеты или их правители находятся.

# NatalUranSextileNeptune
source: Uranus and Neptune are two planets that give us a penchant for idealism and the ability to develop spiritual consciousness. They offer the opportunity to create a lifestyle that may seem utopian at first. However, this is really only feasible in corner houses or in the presence of strong aspects. If Uranus and Neptune have a connection with the cusp of the corner house, then this indicates genius. In this case, we can expect mysticism, occultism and possible membership in the brotherhood. It can also indicate a job in publishing, as well as talent in art, imagination, music, and knowledge that expand our consciousness. People with this aspect have unusual abilities, intuition, and sensitivity. They have strong psychological intuition and may even be capable of telepathy and clairvoyance. They have cases of premonitions and prophetic dreams. They also show an interest in the spiritual and parapsychological aspects of life and are highly receptive. However, the negative side of this aspect is that these people can be detached from reality and constantly dwell in dreams and fantasies.
ru_ru: Уран и Нептун – две планеты, которые придают нам склонность к идеализму и способность развивать духовное сознание. Они предлагают возможность создать образ жизни, который сначала может показаться утопическим. Однако это действительно осуществимо только в угловых домах или при наличии сильных аспектов. Если Уран и Нептун имеют связь с куспидом углового дома, то это указывает на гениальность. В таком случае, мы можем ожидать мистики, оккультизма и возможного вступления в братство. Также это может свидетельствовать о работе в издательстве, а также о таланте в искусстве, воображении, музыке и знаниях, которые расширяют наше сознание. Люди с этим аспектом обладают необычными способностями, интуицией и чувствительностью. Они обладают сильной психологической интуицией и могут быть даже способными к телепатии и ясновидению. У них есть случаи предчувствий и пророческих снов. Они также проявляют интерес к духовным и парапсихологическим аспектам жизни и обладают высокой восприимчивостью. Однако негативная сторона этого аспекта заключается в том, что эти люди могут быть оторваны от реальности и постоянно пребывать в мечтах и фантазиях.

# NatalUranSextilePluto
source: The conjunction of Uranus with Pluto opens up the possibility of scientific discoveries, contributing to the expansion of our knowledge and the improvement of order. It is a combination of higher knowledge and deep understanding that permeate our soul and lead us to epiphany. Uranus in the sextile to Pluto is the energy of awakening and spiritual development, which can be expressed in both creation and destruction. The sextile of Uranus to Pluto gives us originality, enterprise, and constructive problem solving. We are insightful, outspoken, honest, and direct in our actions. However, we need to be vigilant so that our ingenuity is not directed at personal gain. We must use our talent and energy for the benefit of all.
ru_ru: Соединение Урана с Плутоном открывает перед нами возможность научных открытий, способствуя расширению наших знаний и улучшению порядка. Это сочетание высших знаний и глубокого понимания, которые пронизывают нашу душу и ведут нас к прозрению. Уран в секстиле к Плутону - это энергия пробуждения и духовного развития, которая может выразиться как в созидательстве, так и в разрушении. Секстил Урана к Плутону придает нам оригинальность, предприимчивость и конструктивность в решении проблем. Мы проницательны, откровенны, честны и прямы в своих действиях. Однако, нужно быть бдительными, чтобы наша изобретательность не направлялась на личную выгоду. Мы должны использовать наш талант и энергию на благо всех.

# NatalUranSquareNeptune
source: Uranus is Neptune. A generation living in an era of social unrest. They tend to be emotionally and psychologically disordered. The influence of these planets is not apparent to the average person unless they occupy angular positions in astrological houses and form aspects. The amount of anxiety experienced by a person depends on the house and the sign in which these planets are located. These aspects are associated with mysterious, difficult to understand, exciting events. They are very irritable, stubborn, and hold harsh opinions and views. Possible connections with secret organizations, intrigues, as well as with idealists. Mediumship, occultism — everything depends on the analysis of the full horoscope. Contradictions and disharmony are possible. Intense and sensitive susceptibility; extremism and obsession; sudden changes of mood and state; a person becomes moody; a tendency to superstitions and beliefs. Positive aspects: deep spiritual concentration, interests in the field of spirituality, insight, frankness, honesty, directness, a tendency to selflessness.
ru_ru: Уран - Нептун. Поколение, пребывающее в эпоху социального беспокойства. Они имеют склонность к эмоциональному и психологическому беспорядку. Воздействие этих планет не проявляется у среднестатистических людей, если они не занимают угловые позиции в астрологических домах и не образуют аспекты. Величина тревоги, испытываемой человеком, зависит от дома и знака, в котором расположены эти планеты. Эти аспекты связаны с загадочными, трудно понятными, волнующими событиями. Они весьма раздражительны, упрямы, придерживаются жестких мнений и взглядов. Возможны связи с тайными организациями, интригами, а также с идеалистами. Медиумизм, оккультизм — все зависит от анализа полного гороскопа. Возможны противоречия и дисгармония. Интенсивная и чувствительная восприимчивость; экстремизм и одержимость; внезапные смены настроения и состояния; человек становится капризным; склонность к суевериям и поверьям. Положительные аспекты: глубокая духовная концентрация, интересы в области духовности, проницательность, откровенность, честность, прямота, склонность к самоотверженности.
