Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitSaturnTrineSaturn
source: Although this period is generally successful, you are unlikely to be guaranteed particularly favorable circumstances or unprecedented luck. But at this time, you may be satisfied to discover that your previous dedication to work, tradition, or organization has helped you establish contacts with like-minded people and secure advantageous situations. Thus, your position has gained stability, and your lifestyle has become more comfortable. It is characterized by an increased sense of honesty and decency, and enjoyment of serious, meaningful pursuits. Steady progress is possible in achieving long-term goals and prospects. The native does hard work, is well organized and conscientious in fulfilling his duties. There is great stability and dedication in business partnerships and other relationships.
ru_ru: Хотя этот период в целом удачен, вам вряд ли гарантированы особо благоприятные обстоятельства или неслыханное везение. Но в эту пору вы можете испытать удовлетворение, обнаружив, что ваша прежняя преданность работе, традициям или организации помогла завязать контакты с единомышленниками и обеспечить выгодные ситуации. Таким образом, ваше положение приобрело стабильность, а образ жизни стал более комфортным. Характерен возросшим чувством честности и порядочности, наслаждением серьезными, полными смысла занятиями. Возможен стойкий прогресс в достижении долгосрочных целей и перспектив. Урожденный проделывает тяжелую работу, хорошо организован и сознателен в выполнении своих обязанностей. Проявляется большая стабильность и преданность в деловом партнерстве и других отношениях.

# TransitSaturnTrineSun
source: This is a period of positive energy. All the favorable events that happen at this time will surely be significant and lasting. Successful opportunities should be viewed from two perspectives - the past and the present. At this time, the hard work, planning, and organization that were present in the past can bring well-deserved rewards. Others will express their admiration for your dedication, honesty, generosity and integrity. You will be able to correct mistakes that led to failures in the past, and use the acquired experience to start a new business. This period is associated with success, which will flatter your self-esteem, and satisfaction that you have managed to show your individuality in various situations and mutual contacts. Despite the fact that emotional needs can play a role, they will give you an extra reason to be proud of yourself and achieve recognition due to your achievements. If you've been striving for a leadership position for a long time, it's time to take it. The trine of Saturn in transit with the natal Sun has the same meaning as the trine of the Sun in transit with the natal Saturn; however, it lasts much longer and indicates a long period of steady progress in human life.
ru_ru: Это период позитивной энергии. Все благоприятные события, случающиеся в это время, наверняка будут весомыми и продолжительными. Удачные возможности следует рассматривать с двух точек зрения - прошлого и настоящего. В это время упорная работа, планирование и организованность, присутствовавшие в прошлом, могут принести заслуженное вознаграждение. Окружающие выразят восхищение вашей преданностью, честностью, великодушием и целостностью. Вы сможете исправить ошибки, которые в прошлом привели к неудачам, и воспользоваться приобретенным опытом, чтобы начать новое предприятие. Этот период связан с успехом, который польстит вашему самолюбию, и удовлетворением тем, что вам удалось проявить свою индивидуальность в различных ситуациях и взаимных контактах. Несмотря на то, что эмоциональные потребности могут сыграть свою роль, они дадут вам лишний повод гордиться собой и добиться признания благодаря своим достижениям. Если вы давно стремились к руководящему посту, пришло самое время занять его. Трин транзитного Сатурна с натальным Солнцем имеет такое же значение, как трин транзитного Солнца с натальным Сатурном; однако, он длится гораздо дольше и указывает на длительный период устойчивого прогресса в жизни человека.

# TransitSaturnTrineUran
source: Is characterized by the practical application of creative inspired goals. This time is favorable for mental studies, especially in the field of science and philosophy. Significant progress is possible with respect to your goals and prospects, in which friends, groups, and people connected organizationally can play an important role. Focused concentration and greater intuitive awareness as a result of this transit can help in achieving a deeper understanding of universal scientific and occult laws. The period is good for studying astrology, parapsychology and similar disciplines. It is possible to benefit through friendship with mature and older people. This time is favorable for communication with IT companies and organizations for the sake of serious goals and objectives. The ability to assume a role of personal leadership and responsibility in management and organizational matters. The benefits for personal business and professional affairs are possible through the use of new methods and technological innovations. Some are developing an interest in reforming or regenerating existing political, legal, and business institutions. This time is favorable for engaging in corporate business and insurance, as well as the property of the deceased. It's also a good time to look for a job or other important professional changes.
ru_ru: Характерен практическим приложением творческих вдохновленных целей. Это время благоприятно для ментальных занятий, особенно в области науки и философии. Возможен значительный прогресс в отношении своих целей и перспектив, в реализации которых могут сыграть важную роль друзья, группы и люди, связанные организационно. Сфокусированная концентрация и большая интуитивная осознанность в результате этого транзита может помочь в достижении более глубокого понимания универсальных научных и оккультных законов. Период хорош для изучения астрологии, парапсихологии и сходных дисциплин. Возможна выгода через дружбу со зрелыми и более пожилыми людьми. Это время благоприятно для связи с IT-компаниями и организациями ради серьезных целей и задач. Возможность принятия роли личного лидерства и ответственности в менеджменте и организационных делах. Возможна польза для личного бизнеса и профессиональных дел благодаря использованию новых методов и технологических новшеств. У некоторых развивается интерес к реформированию или регенерации существующих политических, юридических и деловых учреждений. Это время благоприятно для занятий корпоративным бизнесом и страховками, а также имуществом умерших. Хорошее время и для поисков работы или иных важных профессиональных изменений.

# TransitSaturnTrineVenus
source: People who are older than you will find you a particularly attractive and charming person these days. Try to entertain them, chat with them, and everyone will benefit. Romantic hobbies, partnerships, relationships with women, and joint ventures will be extremely successful. The advantage will be on the side of long-standing alliances. If a marriage, romantic interest, business partnership, social acquaintance or friendship began during this period, they are guaranteed luck and longevity. Businesses related to appearance, decoration, design, and art projects are sure to bring promising and beneficial results. Secular and diplomatic contacts will be important and sincere. This period is excellent for combining the useful with the pleasant. Transiting Saturn in trine with Venus has the same meaning as transiting Venus in trine with natal Saturn, but it lasts much longer and happens twice every 24 years. Transit marks a long period of steady progress in business, social, artistic, romantic, and marital affairs.
ru_ru: Люди, которые старше вас по возрасту, в эти дни сочтут вас особенно привлекательным и обаятельным человеком. Постарайтесь развлечь их, пообщайтесь с ними - при этом в выигрыше окажутся все. Чрезвычайно удачными будут романтические увлечения, партнерство, взаимоотношения с женщинами и совместные предприятия. Преимущество окажется на стороне давних союзов. Если брак, романтическое увлечение, деловое партнерство, светское знакомство или дружба начались в этот период - им обеспечены удача и долголетие. Дела, связанные с внешностью, украшением, дизайном и художественными проектами, наверняка принесут перспективные и благоприятные результаты. Светские и дипломатические контакты будут важными и искренними. Этот период превосходен для сочетания полезного с приятным. Транзитный Сатурн в трине с Венерой имеет то же значение, что и транзитная Венера в трине с натальным Сатурном, но длится намного дольше и случается дважды в каждые 24 года. Транзит отмечает продолжительный период стойкого прогресса в бизнесе, общественных, художественных, романтических и брачных делах.

# TransitSunConjunctionJupiter
source: This transit is characterized by great personal optimism and a generous benevolent attitude towards other people and their attitude towards the person himself. People with this transit usually tend to help those who are less happy than themselves. This sincere interest in the welfare and happiness of others brings great happiness. Personal interest or the role of a leader in educational, cultural, religious or philosophical pursuits also comes to the fore. This is a great time to achieve a high social position. It is also favorable for admission to college, college, or graduate school. This is a favorable time for legal, educational, cultural, religious organizations or activities. It is also favorable for reasonable monetary investments and speculation, romantic and social affairs, artistic pursuits and other creative efforts. A person can use art as a means of conveying religious, educational, and philosophical ideas. This is a good time to communicate with children and in relation to their spiritual development and education. Pregnancy or the birth of a child is often associated with this transit. During this period, women find that they get along with men more easily and benefit from communicating with them. The time is also favorable for commerce and long-term business transactions. During this transit, long trips can be particularly enjoyable, profitable, and have educational value. During this period, a person tends to gain weight. If a connection has bad aspects natally or with other transits, a person tends to take a lot for granted and take a high opinion of his person.
ru_ru: Этот транзит характеризуют большой личный оптимизм и великодушное доброжелательное отношение к другим людям и их отношение к самому человеку. Люди с этим транзитом обычно склонны помогать тем, кто менее счастлив, чем они сами. Этот искренний интерес к благосостоянию и счастью других людей приносит большое счастье. На передний план также выступает личный интерес или роль лидера в образовательных, культурных, религиозных или философских занятиях. Это прекрасное время добиваться высокого общественного положения. Оно также благоприятно для поступления в колледж, институт или аспирантуру. Это благоприятное время в отношении юридических, образовательных, культурных, религиозных организаций или деятельности. Благоприятно также для разумных денежных капиталовложений и спекуляций, романтических и общественных дел, артистических занятий и других творческих усилий. Человек может использовать искусство, как средство передачи религиозных, образовательных и философских идей. Это благоприятное время для общения с детьми и в отношении их духовного развития и образования. С этим транзитом часто ассоциируется беременность или рождение ребенка. В течение этого периода женщины находят, что они легче ладят с мужчинами и получают выгоду от общения с ними. Время благоприятно также для коммерции и долгосрочных деловых сделок. В течение этого транзита длительные путешествия могут быть особенно приятны, выгодны и иметь образовательную ценность. В течение этого периода человек склонен прибавлять в весе. Если соединение имеет плохие аспекты натально или с другими транзитами, человек склонен многое считать само собой разумеющимся и принимать высокое мнение о своей персоне.

# TransitSunConjunctionMars
source: This transit is characterized by the active assertiveness of their actions, often of a physical nature. A person may become interested in sports, physical activity with children, and sports games. Sexual energy is stimulated, and this often leads to aggressive romantic pursuits. Under the influence of this transit, a spirit of competition is manifested for power and superiority in some important area of human life. Ambition and initiative tend to manifest themselves in business and professional relationships. Self-confidence, aggressive advocacy of one's interests, thirst for power, authority, and great strength result from the increased personal energy indicated by this transit. Decisive actions of any kind are often accelerated by this transit, but these rash impulsive actions can cause danger. If the connection has bad aspects natally or with other transits, then impatience, anger, overly aggressive behavior, and lack of attention to other people's rights can cause problems. Aggressive sexual behavior can also be a source of problems.
ru_ru: Этот транзит характеризуется активной напористостью своих действий, часто физического характера. Человек, возможно, станет увлекаться спортом, физической деятельностью с детьми и спортивными играми. Сексуальная энергия получает стимул, и это часто приводит к агрессивным романтическим поискам. Под воздействием этого транзита проявляется дух соперничества из-за власти и превосходства в какой-нибудь важной области жизни человека. В деловых и профессиональных отношениях склонны проявляться честолюбие и инициативность. Самоуверенность, агрессивное отстаивание своих интересов, жажда власти, авторитета и большая сила и проистекают из возросшей личной энергии, на которую указывает этот транзит. Решительные действия любого рода часто ускоряются этим транзитом, но эти опрометчивые импульсивные действия могут вызвать опасность. Если соединение имеет плохие аспекты натально или с другими транзитами, то нетерпение, гнев, чрезмерно агрессивное поведение и недостаток внимания к правам других людей могут вызвать проблемы. Агрессивное сексуальное поведение может также быть источником проблем.

# TransitSunConjunctionMercury
source: People with this transit show great self-confidence and excessive persistence in expressing their personal ideas. Their intellectual interests are stimulated. They show a special interest in games such as chess involving mental abilities. A lot of communication with children and lovers. In general, public relations are increasing. Often, active activities relate to children's education. Social and romantic affairs often lead to small trips. This transit indicates dynamic communication with siblings, neighbors, and colleagues. This is a favorable period for communicating with people with power and authority. This transit provides inspiration to writers, teachers, lecturers, scientists, and those whose work requires creative mental acumen. This time is favorable for the purchase of bright clothes. There may be a lot of interest in the diet. If other planets form hostile aspects to this connection, then identifying one's self with one's personal opinions can distort the perception of truth.
ru_ru: Люди с этим транзитом проявляют большую самоуверенность и чрезмерную настойчивость в выражении своих личных идей. Стимулируются их интеллектуальные интересы. Они проявляют особый интерес к таким играм, как шахматы, включающим умственные способности. Много общения с детьми и возлюбленными. Вообще общественные связи увеличиваются. Часто активные занятия касаются образования детей. Общественные и романтические дела часто приводят к небольшим путешествиям. Этот транзит указывает на динамическое общение с братьями сестрами, соседями и коллегами. Это благоприятный период для общения с людьми, обладающими властью и авторитетом. Этот транзит дает вдохновение писателям, учителям, лекторам, ученым и тем, чья работа требует творческой умственной проницательности. Это время благоприятно для приобретения яркой одежды. Возможен большой интерес к диете. Если другие планеты образуют враждебные аспекты к этому соединению, то отождествление своего "Я" со своими личными мнениями может исказить восприятие истины.

# TransitSunConjunctionMoon
source: This transit indicates increased personal initiative in family household chores. This causes active business, social and domestic relationships, especially with people of the opposite sex. This is a good time for family gatherings and social activities at home, to improve the home environment, making it more artistic and beautiful. At this time, caring for children tends to come to the surface. Women who want to get pregnant will find that this period is conducive to conception. A lot of emotional self-expression is noticeable during this transit. Business relationships related to homes, real estate, home products and services, toys, and speculative monetary investments will be activated. When the transiting Moon connects with the natal Sun, the meaning is much the same. However, the duration of the influence is much shorter; it lasts only a few hours; whereas the transiting Sun is in conjunction with the natal Moon for about four days.
ru_ru: Этот транзит указывает на возросшую личную инициативу в семейных домашних делах. Это вызывает активные деловые, общественные и домашние взаимоотношения, особенно с людьми противоположного пола. Это хороший период для семейных встреч и общественных дел в доме, для улучшения домашней обстановки, делая ее более артистичной и красивой. В это время склонна выступать на поверхность забота по отношению к детям. Женщины, желающие забеременеть, найдут, что этот период благоприятствует зачатию. В течение этого транзита заметно большое эмоциональное самовыражение. Будут приведены в действие деловые отношения, касающиеся дома, недвижимости, домашних продуктов и услуг, игрушек и спекулятивных денежных вложений. Когда транзитная Луна соединяется с натальным Солнцем, значение во многом такое же. Однако, длительность влияния много короче; оно длится только несколько часов; тогда как транзитное Солнце находится в соединении с натальной Луной приблизительно четыре дня.

# TransitSunConjunctionNeptune
source: This transit is characterized by intuitive, creative expression, and it's a great time for artists, musicians, photographers, and filmmakers. Idealistic love stories may appear. However, if the Sun or Neptune are affected in the natal horoscope, this transit can cause secret love affairs, inappropriate romantic attachments or psychological deviations, Damage to the Sun in the natal horoscope or other transiting planets also poses a danger of self-deception, especially in the love sphere. Intuitive and potential clairvoyant abilities are stimulated. This can take the form of telepathy, precognition, memory of past lives, or other unusual mental phenomena. Many people have vivid dreams that reveal important subconscious thoughts. Mystical and artistic activities can be done at home. This is a good transit for meditation and the development of intuitive abilities. In particular, it provides an intuitive psychological understanding of children. A person often begins to become more aware of himself as a spiritual being. A person can start working in cultural institutions, hospitals, orphanages and almshouses, playing the role of a leader. However, an inordinate Sense of spiritual greatness, often involving some kind of cult or domination, can make a person feel that he or she is a special messenger chosen from above. If the Sun or Neptune is affected, then unwise speculation or gambling can lead to losses, as well as unwanted pregnancies during the ongoing transit. Reckless search for pleasure, alcohol and drug abuse can be used for psychological escape from reality. During this period, people predisposed to psychological instability may try to avoid practical responsibilities. They may be soaring in the clouds, building castles in the air, or shirking duties altogether. It is necessary to apply intuitive insight in practice and in practice. During this transit, thoughtfulness or pessimistic imagination should be avoided.
ru_ru: Этот транзит характеризует интуитивное, творческое выражение, Это прекрасное время для артистов, музыкантов, фотографов и кинематографистов. Могут появиться идеалистические любовные истории. Однако, если Солнце или Нептун поражены в натальном гороскопе, этот транзит может вызвать тайные любовные дела, неподходящие романтические привязанности или психологические отклонения, Поражения Солнца в натальном гороскопе или другими транзитными планетами также представляет опасность самообмана, особенно в любовной сфере. Стимулируются интуитивные и потенциальные способности к ясновидению. Это может принять форму телепатии, предвидения, памяти прошлых жизней или других необычных психических явлений, Многие люди видят яркие сны, которые раскрывают важные подсознательные мысли. Мистическими и артистическими делами могут заниматься дома. Это хороший транзит для медитации и развития интуитивных способностей. В особенности это дает интуитивное психологическое понимание детей. Человек часто начинает больше осознавать себя как духовное существо. Человек может начать работать в культурных институтах, госпиталях, приютах и богадельнях, играя роль лидера. Однако, непомерное Чувство духовного величия, часто включающее некий культ или господство, может заставить человека почувствовать, что он или она являются особыми посланниками, выбранными свыше. Если Солнце или Нептун поражен, то неразумные спекуляции или азартные игры могут привести к потерям, а также в течение идущего транзита могут произойти нежелательные беременности. Безрассудный поиск удовольствий, злоупотребления спиртными напитками и наркотиками могут применяться для психологического ухода от действительности. В течение этого периода люди, предрасположенные к психологической неустойчивости, могут стараться избежать практических обязанностей. Они могут витать в облаках, строить воздушные замки или уклоняться от обязанностей вообще. Необходимо в деле и на практике применять интуитивную проницательность. В течение этого транзита следует избегать раздумий или пессимистического воображения.
