Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitPlutoConjunctionUran
source: During this period, your life is influenced by technological advances and issues related to individual freedom. The government will have to pay tribute to the people for whom it was created. A lot depends on the age at which you experience this aspect, but in one way or another, changes in federal services or programs will affect your life. None of the people born in this century before the year have experienced the influence of this aspect. The generation of the years was born when a junction was formed in Virgo between transit Pluto and transit Uranus. Transit Pluto in conjunction with natal Uranium has the same meaning as transit Uranium in conjunction with natal Pluto. Both transits are long and last for a year or more, marking a long period of radical changes in personal goals and objectives, lifestyle and surrounding cultural conditions.
ru_ru: В этот период на вашу жизнь оказывают влияние технические достижения и вопросы, связанные с индивидуальной свободой. Правительству придется отдать должное народу, для которого оно и было создано. Многое зависит от возраста, в котором вы переживаете этот аспект, но в том или ином отношении на вашу жизнь повлияют изменения в федеральных службах или программах. Никто из людей, родившихся в этом веке до года, не испытывал на себе влияние данного аспекта. Поколение - годов родилось, когда в Деве образовалось соединение между транзитным Плутоном и транзитным Ураном. Транзитный Плутон в соединении с натальным Ураном имеет то же значение, что и транзитный Уран в соединении с натальным Плутоном. Оба транзита длительны и продолжаются год или более, знаменуя длительный период радикальных изменений в личных целях и задачах, стиле жизни и окружающих культурных условиях.

# TransitPlutoConjunctionVenus
source: Romantic pursuits will require a lot of money, and even if you are happily married or already have a partner, it is quite possible to be attracted to another person. In this astrological setting, you can meet a truly kindred spirit. During these times, extremely powerful, karmic partnerships (business or marriage), as well as other close relationships are established. Circumstances and experience will encourage you to seek more personal influence and power in dealing with others. You can consider partnerships, romantic hobbies, relationships with women and social contacts as a means to improve your personal situation. If selfish goals become the sole motive and purpose of your relationship during this period, it will have disastrous consequences. Don't expect to limit yourself to empty flattery, remember that the opposite situation is also possible: you may well become interested in the words and actions of those who intend to turn their flattery against you. The pleasures and benefits of life will turn into goals that must be achieved at all costs. The nature of events may be such that you will come into conflict with your own values, principles, and priorities. The activity of joint ventures, negotiations, and attempts to gain cooperation from others will intensify, and their priority will be the struggle for power. The Pluto transit junction has the same meaning as the transit Venus in conjunction with natal Pluto, but it lasts for several years and can be once in a lifetime. It creates a period of possible important transformative emotional experiences.
ru_ru: Романтические увлечения потребуют больших затрат, и даже если вы счастливы в браке или уже имеете партнера, вполне возможно влечение к другому человеку. При данной астрологической обстановке вы можете встретить по-настоящему родственную душу. В эти время устанавливаются чрезвычайно мощные, кармические партнерские (деловые или брачные), а также иные близкие взаимоотношения. Обстоятельства и опыт побудят вас добиваться большего личного влияния и власти в общении с окружающими. Партнерство, романтические увлечения, взаимоотношения с женщинами и светские контакты вы можете рассматривать, как средство улучшить свое личное положение. Если корыстные цели станут единственным мотивом и целью ваших взаимоотношений в этот период, он будет иметь плачевные последствия. Не надейтесь ограничиться только бессодержательной лестью, помните, что возможна и противоположная ситуация: вы вполне можете заинтересоваться словами и действиями тех, кто намерен обратить свою лесть против вас. Удовольствия и жизненные блага превратятся в цели, которых надо добиваться любой ценой. Характер событий может оказаться таким, что вы вступите в конфликт с собственными ценностями, принципами и приоритетами. Активность совместных предприятий, переговоры и попытки добиться сотрудничества со стороны окружающих усилятся, и их приоритетом будет борьба за власть. Соединение транзита Плутона имеет то же значение, что и транзитная Венера в соединении с натальным Плутоном, но длится несколько лет и может быть раз в жизни. Он создает период возможных важных преобразующих эмоциональных переживаний.

# TransitPlutoOppositionJupiter
source: The current circumstances are unfavorable for your professional or economic status. It is not known who or what stands in the way of your success during this period. Be satisfied with the knowledge that all your previous achievements will be preserved. However, all the actions you have taken to improve your prospects will be in vain at this time. Optimism will run out in situations that hinder your progress. This period is unfavorable for sales, advertising, and long-distance travel. Forget about your aspirations for a while, especially if they are related to politics, higher education, literary work, religion or theater. This period is unfavorable for your father, and you may enter into a power struggle with him or experience negative influence from his side. Transiting Pluto in opposition to radical Jupiter has the same meaning as transiting Jupiter in opposition to radical Pluto, but it lasts longer and indicates an extended period of involvement in cultural and business skirmishes. Transit occurs once in a person's life.
ru_ru: Нынешние обстоятельства неблагоприятны для вашего профессионального или экономического статуса. Неизвестно, кто или что стоит на пути к вашему успеху в этот период. Удовлетворитесь сознанием, что все ваши прежние достижения сохранятся. Однако все действия, предпринятые вами с целью улучшения перспектив, в это время окажутся напрасными. Оптимизм иссякнет в ситуациях, препятствующих вашему прогрессу. Этот период неблагоприятен для продаж, рекламы и дальних путешествий. На время забудьте о своих стремлениях, особенно если они связаны с политикой, высшим образованием, литературным творчеством, религией или театром. Этот период неблагоприятен, для вашего отца, а вы можете вступить с ним в борьбу за власть или испытать негативное влияние с его стороны. Транзитный Плутон в оппозиции к радикальному Юпитеру имеет то же значение, что и транзитный Юпитер в оппозиции к радикальному Плутону, однако длится дольше и указывает на продленный период вовлеченности в культурные и деловые стычки. Транзит встречается раз в жизни человека.

# TransitPlutoOppositionMars
source: Powerful forces can paralyze your actions and prevent you from successfully achieving your goal. What these opposing forces will be depends on the specific circumstances of your life, but potential candidates include aggressive competitors, manipulators, and people with strong physical passions. If the intense energy of this period is channeled into a constructive direction, you will have significant success. At this time, you will focus so much on revenge or achieving wrongly set goals that, in the end, you will achieve nothing. Relationships with men and cooperation with them will be expressed in power struggle and physical confrontation. Physical manipulation or physical violence is also possible, and in any situation you can play the role of either the culprit or the victim. Do not provoke such situations. Keep a close eye on your actions and constantly remember that you may have opponents. Transit Pluto in opposition to radical Mars has the same meaning as transit Mars in opposition to radical Pluto, but it lasts much longer and indicates a long period of danger, stress, and conflict. Transit occurs once in the average life span of a person.
ru_ru: Мощные силы могут парализовать ваши действия и воспрепятствовать вашему успешному достижению цели. Какими будут эти противоборствующие силы - зависит от конкретных обстоятельств вашей жизни, но к потенциальным кандидатам можно отнести агрессивных конкурентов, манипуляторов и людей, проявляющих сильные физические страсти. Если интенсивную энергию этого периода направить в конструктивное русло, вас ждет значительный успех. В это время вы так сосредоточитесь на мести или достижении ошибочно поставленных целей, что, в конце концов, ничего не добьетесь. Взаимоотношения с мужчинами и сотрудничество с ними будут выражаться в силовой борьбе и физическом противостоянии. Возможны также физическая манипуляция или физическое насилие, и в любой ситуации вы можете сыграть роль либо виновника, либо жертвы. Не провоцируйте подобные ситуации. Пристально следите за своими действиями и постоянно помните о том, что у вас могут появиться противники. Транзитный Плутон в оппозиции к радикальному Марсу имеет то же значение, что и транзитный Марс в оппозиции к радикальному Плутону, но длится много дольше и указывает на длительный период опасности, стресса, конфликтов. Транзит встречается однажды за среднюю продолжительность жизни человека.

# TransitPlutoOppositionMercury
source: Transiting Pluto, forming an opposition to your natal Mercury, promotes different mental moods. In addition, self-expression, thoughts and ideas will become more intense and serious, and obsession and anxiety will appear in them. Significant changes in your thinking, self-expression, and methods are likely; the consequences should be interpreted according to your current and past life circumstances. But since this period is generally negative, it's hard to believe that any of the changes will lead to the better. Consciously or unwittingly, you will seek to increase your personal power and control by using knowledge and information. There may be abuses in the course of investigations, research and development, as well as misinterpretation and use of confidential information. There may be a struggle for control over your education, literary work, computers, communications, travel, transportation, sales, transactions, social activities, contacts with sisters, brothers and neighbors, the development or application of your technical or design skills. The opposition of transit Pluto with natal Mercury has the same meaning as transit Mercury in opposition with natal Pluto, but lasts for a year or more, marking a prolonged period of mental strain and anxiety. This transit occurs only once during the average life span of a person.
ru_ru: Транзитный Плутон, образующий оппозицию к вашему натальному Меркурию, способствует различным умственным настроениям. Кроме того, самовыражение, мысли и идеи станут более интенсивными и серьезными, в них появятся одержимость и беспокойство. Вероятны значительные перемены в вашем мышлении, самовыражении и ваших методах; последствия следует истолковывать согласно вашим нынешним и прошлым жизненным обстоятельствам. Но поскольку в целом этот период негативен, трудно поверить, что какие-либо из перемен приведут к лучшему. Сознательно или невольно вы будете стремиться к увеличению личной власти и контроля, используя знания и информацию. Возможны злоупотребления в ходе расследований, исследований и разработок, а также неверное истолкование и применение конфиденциальной информации. Вероятна борьба за контроль над вашим образованием, литературным творчеством, компьютерами, коммуникациями, путешествиями, транспортом, продажами, сделками, общественной деятельностью, контактами с сестрами, братьями и соседями, развитием или применением ваших технических или дизайнерских навыков. Оппозиция транзитного Плутона с натальным Меркурием имеет то же значение, что и транзитный Меркурий в оппозиции с натальным Плутоном, но длится год или более, отмечая длительный период умственного напряжения и беспокойства. Этот транзит случается лишь раз в течение средней продолжительности жизни человека.

# TransitPlutoOppositionMoon
source: Persistent pursuit of unreasonable desires will look rash, because during this period, unfortunately, you will understand the full depth of the meaning of the expression, beware of your desires. At this time, it should be remembered that nothing lasts forever. Emotional manipulation, trauma, and violence are the situations you may encounter. The struggles or disagreements that you face are related to family relationships, your childhood and upbringing, as well as the ability to manage your own feelings. Retribution should be expected if your attempts to achieve emotional satisfaction or control were questionable. The opposition of the transiting Pluto with the radical Moon has the same meaning as the transiting Moon in opposition with the natal Pluto, but it lasts longer, at least a year, and requires long-term efforts aimed at a complete renewal of the old emotional, home and financial conditions.
ru_ru: Настойчивое стремление к осуществлению неразумных желаний будет выглядеть опрометчиво, поскольку в этот период вы, к своему сожалению, поймете всю глубину смысла выражения, остерегайтесь своих желаний. В это время следует помнить, что ничто не вечно. Эмоциональные манипуляции, травмы и насилие - вот ситуации, с которыми вы можете столкнуться. Борьба или разногласия, которые вам предстоят, связаны с семейными взаимоотношениями, вашим детством и воспитанием, а также с умением управлять собственными чувствами. Возмездия следует ожидать, если ваши попытки достичь эмоционального удовлетворения или контроля носили сомнительный характер. Оппозиция транзитного Плутона с радикальной Луной имеет то же значение, что и транзитная Луна в оппозиции с натальным Плутоном, но длится дольше, по крайней мере, год, и требует длительных усилий, направленных на полное обновление старых эмоциональных, домашних и финансовых условий.

# TransitPlutoOppositionNeptune
source: After a year, no generation has been affected by the opposition of transiting Pluto to natal Neptune. One can study the generations born in years to understand what the circumstances will be like when the ruling power is challenged by the bearers of contradictory ideals and spiritual aspirations. Transiting Pluto in opposition to radical Neptune has the same meaning as transiting Neptune in opposition to radical Pluto. Both transits last a year or longer and indicate a prolonged period of spiritual, psychological stress and awareness.
ru_ru: После года ни одно поколение не испытывало воздействия оппозиции транзитного Плутона к натальному Нептуну. Можно изучить поколения, родившиеся в - годах, чтобы понять, какими будут обстоятельства, когда правящей власти бросают вызов носители противоречивых идеалов и духовных стремлений. Транзитный Плутон в оппозиции к радикальному Нептуну имеет то же значение, что и транзитный Нептун в оппозиции к радикальному Плутону. Оба транзита длятся год или дольше и указывают на продолжительный период духовного, психологического напряжения и осознания.

# TransitPlutoOppositionPluto
source: At this time, it is very likely that the two powerful authorities will engage in an uncompromising struggle. But by the time of this aspect, you will have reached such an advanced age that this struggle will not affect your personal life in any way. Transit does not occur during a person's normal life span. In political horoscopes, he points to a period of economic difficulties, the struggle of major forces and an environmental crisis.
ru_ru: В это время весьма вероятно, что две могущественные власти ввяжутся в бескомпромиссную борьбу. Но ко времени этого аспекта вы достигнете столь преклонного возраста, что эта борьба никак не отразится на вашей личной жизни. Транзит не встречается в течение обычной продолжительности жизни человека. В политических гороскопах он указывает на период экономических трудностей, борьбу крупных сил и экологический кризис.

# TransitPlutoOppositionSaturn
source: Despite the structures, traditions, and other factors on which you base your work and life, they can change significantly or completely change under the influence of current circumstances. You should not expect obvious consolations or rewards, sacrifices, hard work, or a leadership position. Attempts to exercise their power will be met with resistance. At this time, you should not defend your beliefs and demand that you be considered. Come to terms with previous failures, losses and disappointments, otherwise they will turn against you. But even in the most negative situations, there are positive sides. Transit Pluto in opposition to radical Saturn has the same meaning as transit Saturn in opposition to radical Pluto, but it lasts longer and indicates a long period of involvement in serious economic, business, professional machinations and power struggle. Transit occurs once in a person's life.
ru_ru: Несмотря на структуры, традиции и прочие факторы, на которых вы строите свою работу и жизнь, Они могут существенно измениться или полностью преобразиться под влиянием нынешних обстоятельств. Не следует ждать явных утешений или наград, жертвы, упорную работу или занятый руководящий пост. Попытки осуществить свою власть будут встречены сопротивлением. В эту пору не следует отстаивать, свои убеждения и требовать, чтобы с вами считались. Смиритесь с прежними неудачами потерями и разочарованиями, иначе они обернутся против вас. Но даже в самых негативных ситуациях есть свои позитивные стороны. Транзитный Плутон в оппозиции к радикальному Сатурну имеет то же значение, что и транзитный Сатурн в оппозиции к радикальному Плутону, но длится дольше и указывает на длительный период замешанности в серьезных экономических, деловых, профессиональных махинациях и силовой борьбе. Транзит встречается раз в жизни человека.

# TransitPlutoOppositionSun
source: An unfavorable period, the circumstances of which can be described as a confrontation of opposing forces, rivalry of will, and an uncompromising situation. Negative manipulations play a serious role during this period. You can achieve your goal at this time only at the cost of losing something more important. Self-awareness develops, forcing you to seek recognition of your individuality and dignity, and if such recognition is not achieved, your self-esteem will noticeably decrease, you will engage in self-flagellation and accuse yourself of helplessness. Hurt and defeated, it can make you withdraw into yourself, lead a more reclusive life. The worst part is that you will not succeed in eliminating negative situations, so save your strength and your strategy for another case. Even if your decision is impulsive and your actions ruthless, in the end, you won't have the power and resources you need to win. The most positive option is to find a constructive way around situations that threaten your health. If you are usually reserved and easy-going, this time you should just give up the role of victim of those who are ready to manipulate you or fight with you. On the other hand, if you have a strong nature and a tendency to manipulate, do not be tempted to abuse your power or influence. The opposition of the transit Pluto with the natal Sun has the same significance as the opposition of the transit Sun with the natal Pluto; however, it lasts approximately two years and has a significant impact on the transformation of human life.
ru_ru: Неблагоприятный период, обстоятельства которого можно описать как конфронтацию противоборствующих сил, соперничество воли, бескомпромиссную ситуацию. Манипуляции негативного характера играют серьезную роль в этот период. Добиться цели в это время можно лишь ценой потери чего-либо более важного. Развивается самосознание, заставляя вас добиваться признания своей индивидуальности и достоинств, а если такое признание не будет достигнуто, ваша самооценка заметно снизится, вы займетесь самобичеванием и обвините себя в беспомощности. Уязвленное и побежденное это может заставить вас замкнуться в себе, вести более отшельническую жизнь. Хуже всего то, что вы не преуспеете в устранении негативных ситуаций, поэтому приберегите свои силы и вашу стратегию для другого случая. Даже если ваше решение будет импульсивным, а ваши действия - безжалостными, в конце концов, у вас не окажется власти и ресурсов, необходимых для победы. Самый позитивный вариант - найти конструктивный способ обходить ситуации, угрожающие вашему это. Если обычно вы сдержаны и покладисты, на этот раз вы должны просто отказаться от роли жертвы тех, кто готов манипулировать вами или вести с вами борьбу. С другой стороны, если вы обладаете сильной натурой и склонностью к манипулированию, не поддавайтесь искушению злоупотребить своей властью или влиянием. Оппозиция транзитного Плутона с натальным Солнцем имеет такое же значение, как оппозиция транзитного Солнца с натальным Плутоном; однако, она длится приблизительно два года и имеет значительное влияние на преобразование жизни человека.

# TransitPlutoOppositionUran
source: At this time, the chaos will not affect your personal life, but external circumstances will be associated with violent conflicts in which the holders of power and reserves will resist the existing financial and political institutions. Transit Pluto in opposition to radical Uranium has the same meaning as transit Uranium in opposition to radical Pluto. Both transits last a year or more and indicate a prolonged period of disruptive events and psychological stress.
ru_ru: В это время хаос не затронет вашей личной жизни, но внешние обстоятельства будут связаны с бурными конфликтами, в которых обладатели власти и резервов окажут сопротивление имеющимся финансовым и политическим институтам. Каждое новое поколение переживает воздействие этого аспекта в более зрелом возрасте. Транзитный Плутон в оппозиции к радикальному Урану имеет то же значение, что и транзитный Уран в оппозиции к радикальному Плутону. Оба транзита длятся год или более и указывают на продолжительный период разрушающих событий и психологического напряжения.
