Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# NatalMarsOppositionPluto
source: Mars and Pluto are two irreconcilable enemies. Here, instincts and desires collide with actions and will. Mars, Uranus, and Pluto are planets associated with action and change. The actions of Mars proceed in the direction of personal desires, while Uranus and Pluto are driven by cosmic forces, higher consciousness and spiritual will. For people with a complex inner world, these planets set a test on their path of becoming. They have the ability to use Pluto's public will for their own Mars interests. If we talk about the worst-case scenario, here we are faced with a cruel devil. You need to use your power carefully, as this can have global consequences for both people themselves and their loved ones. You can feel like participants in a war through combat, revolution, crimes or natural disasters. Such people can be either rapists themselves or victims. Their tendency to dominate and their desire to cheat on others leads to conflict and hostility. And in extreme circumstances, theft and violence can occur.
ru_ru: Марс и Плутон – два непримиримых противника. Здесь сталкиваются инстинкты и желания с поступками и волей. Марс, Уран и Плутон – это планеты, связанные с действиями и переменами. Действия Марса протекают по направлению личных хотелок, в то время как Уран и Плутон движимы космическими силами, высшим сознанием и духовной волей. У людей со сложным внутренним миром эти планеты ставят испытание на их пути становления. Они имеют способность использовать общественную волю Плутона в своих собственных интересах Марса. Если говорить о наихудшем сценарии, здесь мы сталкиваемся с жестоким дьяволом. Применять свою силу нужно тщательно, так как это может повлечь за собой глобальные последствия как для самих людей, так и для их близких. Почувствовать себя участниками войны можно через бой, революцию, преступления или стихийные бедствия. Такие люди могут быть или сами насильниками или жертвами. Их склонность к господству и стремление изменять другим приводят к конфликтам и неприязни. А в случае крайних обстоятельств могут происходить кражи и применение насилия.

# NatalMarsOppositionSaturn
source: Mars and Saturn. Tyrants are convinced that their superiority can be demonstrated through violent acts to hide their inferiority complex. The desire to take the initiative runs into resistance from other people. Professional dreams can be destroyed by unfortunate circumstances or the intervention of external factors. Relationships with parents, especially with the father, can be strained because of his tyranny. Striving for a high position in society can lead to devastating consequences and obstacles in the way. Or become a victim of similar behavior from other people. Financial and social difficulties can lead to strained relationships with others. Unpleasant situations often arise in which no one is willing to help others. In extreme cases, this can lead to brutality, criminality, or involvement in military affairs.
ru_ru: Марс и Сатурн. Тираны убеждены, что их превосходство может быть продемонстрировано через насильственные акты, чтобы скрыть свой комплекс неполноценности. Желание взять инициативу в свои руки сталкивается с сопротивлением со стороны других людей. Профессиональные мечты могут быть разрушены несчастными обстоятельствами или вмешательством внешних факторов. Отношения с родителями, особенно с отцом, могут быть натянутыми из-за его тирании. Стремление к высокому положению в обществе может привести к разрушительным последствиям и преградам на пути. Или же стать жертвой подобного поведения со стороны других людей. Финансовые и общественные трудности могут привести к напряженным отношениям с окружающими. Часто возникают неприятные ситуации, в которых никто не желает помочь другим. В крайних случаях это может привести к жестокости, преступности или вовлечению в военные дела.

# NatalMarsOppositionUran
source: The Mars-Uranus aspect is characterized by violent explosions, quarrels, bad moods, irritability, and rejection of routine and discipline. When they want to work, they do it to the point of exhaustion. There is no moderation in this aspect. It should be noted that there is a danger of violent death, as Uranus is at its maximum point in Scorpio, where Mars is the host. This is the double influence of Scorpio on this aspect. During the war, with suitable transits or progressions, this aspect indicates violent actions. People with this aspect can become victims or aggressors. Their stubbornness and unbridled desire for freedom make them difficult to relate to. They cannot be persuaded, they learn only from their own bitter experience. If other factors are consistent, young people can fearlessly take part in revolutions. They often get into dangerous situations, and friends who commit rash acts become enemies.
ru_ru: Аспект Марс - Уран характеризуется силовыми взрывами, ссорами, плохим настроением, раздражительностью, а также неприятием рутины и дисциплины. Когда появляется желание работать, они делают это до изнеможения. В этом аспекте отсутствует умеренность. Следует отметить, что существует опасность насильственной смерти, так как Уран находится в своей максимальной точке в Скорпионе, где Марс является хозяином. Это двойное влияние Скорпиона на данном аспекте. Во время войны, при подходящих транзитах или прогрессии, этот аспект указывает на насильственные действия. Люди с этим аспектом могут стать жертвами или агрессорами. Их упрямство и необузданное желание свободы делают их сложными в отношениях. Их невозможно переубедить, они учатся только на своем собственном горьком опыте. Если другие факторы согласуются, молодежь может бесстрашно принимать участие в революциях. Часто они попадают в опасные ситуации, а друзья, совершая необдуманные поступки, становятся врагами.

# NatalMarsSextileJupiter
source: Mars - Jupiter. Fire and energy in work, help in self-expression and personal development. An optimistic and practical approach to faith. Empathy for victims and losers. Frequent participation in missionary assistance. Ability to work with young people and lack of inertia. Success in financial well-being. Openness, nobility, strength, love of freedom, justice, entrepreneurship, constructiveness, confidence, determination - these are your main traits. You are an ideal leader, capable of inspiring others, strong intellect, liberal and broad-minded. Optimism, material well-being, generosity, and charity are part of your nature. You can be an entrepreneur or a scientist.
ru_ru: Марс - Юпитер. Огонь и энергия в труде, помощь в самовыражении и личностном развитии. Оптимистичный и практичный подход к вере. Сопереживание пострадавшим и неудачникам. Частое участие в миссионерской помощи. Способность работать с молодежью и отсутствие инертности. Успех в финансовом благополучии. Открытость, благородство, сила, свободолюбие, справедливость, предприимчивость, конструктивность, уверенность, решительность - это ваши главные черты. Вы идеальный лидер, способный вдохновить других, сильный интеллект, либеральные и широкие взгляды. Оптимизм, материальное благополучие, щедрость и благотворительность входят в вашу природу. Вы можете быть предпринимателем или ученым.

# NatalMarsSextileNeptune
source: Mars and Neptune meet and create supernatural energy capable of healing or engaging in the occult. People with this aspect often have clairvoyance and strong personal magnetism. They know how to maneuver in secret or behind-the-scenes affairs, overcome obstacles. Like Mercury and Neptune, this aspect gives military strategists and choreographers, actors who know how to expressively control their bodies. It is also favorable for filmmakers and photographers. They are open and in control of their emotions, they get inside people and it is difficult to resist them. These people are also passionate about hatha yoga. The Mars-Neptune aspect brings inspiration, enthusiasm, and the ability to provide psychological help. People with this aspect have entrepreneurial spirit and commercial skills. They may also seek exorbitant wealth. Thus, there are many abilities and opportunities associated with this aspect of Mars and Neptune, from healing and clairvoyance to creativity and commercial success.
ru_ru: Марс и Нептун встречаются и создают сверхъестественную энергию, способную исцелять или заниматься оккультизмом. Люди с этим аспектом часто обладают ясновидением и сильным личным магнетизмом. Они умеют маневрировать в тайных или закулисных делах, преодолевать препятствия. Подобно Меркурию и Нептуну, этот аспект дарит военных стратегов и хореографов, актеров, умеющих выразительно владеть своим телом. Создателям фильмов и фотографам он также благоприятен. Они открыты и контролируют свои эмоции, проникают внутрь людей и им трудно противостоять. Эти люди также увлекаются хатха-йогой. Аспект Марса с Нептуном привносит вдохновение, энтузиазм и способность оказывать психологическую помощь. Люди с этим аспектом имеют предприимчивость и коммерческие навыки. Они также могут стремиться к непомерному богатству. Таким образом, с этим аспектом Марса и Нептуна связаны множество способностей и возможностей, от исцеления и ясновидения до творчества и успеха в коммерческой сфере.

# NatalMarsSextilePluto
source: Mars and Pluto: unsurpassed energy, irresistible willpower and incredible courage. These planets embody the ability to use the power of nature to achieve their goals. They are especially important in the household sphere, where Pluto dominates. Any contact with Pluto promises real and profound changes that expand our consciousness. Your inner qualities – will, energy, courage and ambition – help you achieve success and popularity. You are ambitious and energetic, able to inspire others to take action, and have strong leadership potential. Your communication skills are incomparable – you are able to manage and command, attracting and impressing a large number of people. However, it is important to maintain a balance and not succumb to the temptation to use your qualities for personal gain.
ru_ru: Марс и Плутон: непревзойденная энергия, неотразимая сила воли и невероятное мужество. Эти планеты воплощают в себе способность использовать силу природы для достижения своих целей. Особенно значимы они в сфере домашних дел, где господствует Плутон. Любое соприкосновение с Плутоном обещает реальные и глубокие перемены, которые расширяют наше сознание. Ваши внутренние качества – воля, энергия, смелость и честолюбие – помогают вам достичь успеха и популярности. Вы амбициозны и энергичны, способны вдохновить других на действия, обладаете сильным лидерским потенциалом. Ваши навыки общения несравненны – вы способны управлять и командовать, привлекая и впечатляя большое количество людей. Однако, важно сохранить баланс и не поддаваться соблазнам использовать свои качества в личных интересах.

# NatalMarsSextileSaturn
source: The aspect of Mars and Saturn gives strength, endurance and dedication. This aspect favors hard work, physical discipline, and skill. People who have this aspect have thoroughness in technical skills and direct their energy towards achieving efficiency. Saturn helps to restrain the impulsivity of Mars, and Mars, in turn, overcomes the fears that arise under the influence of Saturn. It is a combination of energy and hard work, courage and strength. People with this aspect have the ability to solve complex problems and take responsibility. They show perseverance and desire to achieve their goals. Physical endurance, self-control, and self-discipline are their characteristics. They are also organizers and leaders. However, in some cases, this aspect can lead to submission and obedience to the force.
ru_ru: Аспект Марса и Сатурна придает силу, выдержку и преданность. Этот аспект благоприятствует тяжелому труду, физической дисциплине и мастерству. Люди, у которых есть такой аспект, обладают тщательностью в технических навыках и направляют свою энергию на достижение эффективности. Сатурн помогает сдерживать импульсивность Марса, а Марс, в свою очередь, преодолевает страхи, возникающие под влиянием Сатурна. Это сочетание энергии и трудолюбия, мужества и силы. Люди с этим аспектом обладают способностью решать сложные задачи и нести ответственность. Они проявляют настойчивость и стремление к достижению своих целей. Физическая выносливость, самообладание и самодисциплина - их характеристики. Они также организаторы и лидеры. Однако, в некоторых случаях, этот аспект может привести к подчинению и послушанию силе.

# NatalMarsSextileUran
source: The qualities of Mars and Uranus, combined in the astrological aspect of sextile, create an ideal combination of determination, courage and creative energy. Due to the strong influence of Scorpio, ruled by Mars, and the energetic boost provided by Uranus, incredible successes follow a person, bringing him fame and a high position. However, great willpower sometimes goes beyond the limits of physical abilities, and this creates some problems. Nevertheless, those who have this aspect have strong nerves, strive to complete difficult tasks and achieve their goals in their own unique way. They show technical skill, are passionate about electronics, natural sciences and aviation. The qualities stimulated by the astrological aspect of the Mars-Uranus sextile include constructiveness, entrepreneurship, intuitiveness, confidence, business intuition, inspiration and persuasion skills. The presence of this aspect also gives friendliness and an abundance of friends and acquaintances. However, the negative side of this combination is ingenuity aimed at achieving personal gain.
ru_ru: Качества Марса и Урана, объединенные в астрологическом аспекте секстиля, создают идеальное сочетание решительности, смелости и созидательной энергии. Благодаря сильному влиянию Скорпиона, которым управляет Марс, и энергетическому подъему, обеспечиваемому Ураном, невероятные успехи приследуют человека, принеся ему славу и высокое положение. Однако, огромная сила воли порой выходит за пределы физических возможностей, и это создает некоторые проблемы. Тем не менее, те, у кого есть данный аспект, обладают сильными нервами, стремятся к выполнению сложных задач и достигают поставленных целей своим уникальным способом. Они проявляют техническую сноровку, увлечены электроникой, естествознанием и авиацией. Качества, стимулируемые астрологическим аспектом секстиля между Марсом и Ураном, включают в себя конструктивность, предприимчивость, интуитивность, уверенность, деловую интуицию, навык вдохновения и убеждения. Присутствие этого аспекта также дает дружелюбие и обилие друзей и знакомых. Однако, негативная сторона данного сочетания - это изобретательность, направленная на достижение личной выгоды.

# NatalMarsSquareJupiter
source: The Mars-Jupiter aspect is very destructive - man uses collective power and social consent to satisfy his passions and achieve fame. He glorifies war and is ready to fight in holy wars in order to gain public recognition for his violent tendencies. This aspect is typical for armed manufacturers. Great waste and abuse of other people's resources. Religious and social fanaticism, participation in political conflicts, extremist beliefs (it all depends on the signs and houses where the aspect stands). If you don't fight these tendencies, they can cause unhappiness and destruction. Internally restless, they always strive for active actions and initiative. They have a hard time relaxing. They are sociable in communication, but they are not always honest and reliable in their actions. They tend to be hypocritical and embellish the real reasons for their actions. Religion often serves them only as a mask. Exaggeration, recklessness, excessive frankness, extravagance, self-confidence, risk-taking, tendency to conflict, reckless courage, stubbornness, too easy excitement, short temper, desire for freedom and independence, conflicts with authorities. For women: a conflicted spouse. The positive side is the struggle against injustice on the part of superiors, courage, determination, willpower, energy, compassion for the sick, poor, unhappy; active help, lack of fear, frankness in words, regardless of the consequences.
ru_ru: Аспект Марса - Юпитера весьма разрушительный - человек использует коллективную силу и общественное согласие для удовлетворения своих страстей и достижения славы. Он прославляет войну и готов сражаться в святых войнах, чтобы получить признание общества в своих склонностях к насилию. Такой аспект типичен для вооруженных производителей. Великое расточительство и злоупотребление чужими ресурсами. Религиозный и социальный фанатизм, участие в политических конфликтах, экстремистские убеждения (все зависит от знаков и домов, где стоит аспект). Если не бороться с этими склонностями, они могут вызывать несчастия и разрушение. Внутренне беспокойные, они всегда стремятся к активным действиям и инициативе. Они трудно расслабляются. В общении они общительны, но не всегда честны и надежны в своих поступках. Они склонны к лицемерию и приукрашиванию настоящих причин своих поступков. Религия часто служит им только как маска. Преувеличение, безрассудство, чрезмерная откровенность, расточительность, самоуверенность, стремление к риску, склонность к конфликтам, безрассудный мужество, упрямство, слишком легкое возбуждение, вспыльчивый нрав, стремление к свободе и независимости, конфликты с авторитетами. У женщин: конфликтный супруг. Положительная сторона - борьба с несправедливостью со стороны вышестоящих, храбрость, решительность, сила воли, энергия, сострадание к больным, бедным, несчастным; активная помощь, отсутствие страха, откровенность в словах, независимо от последствий.

# NatalMarsSquareNeptune
source: Mars and Neptune, two planetary bodies, lead to strange emotional desires that rise from the depths of the subconscious and are inconsistent with the existing order. The impact of this aspect can manifest itself in different ways, depending on whether the instincts are suppressed or not. If they are suppressed, it can lead to neurosis, sexual or psychosomatic disorders, and sometimes to hallucinations. Mars squared with Neptune - obsession, fanaticism, psychological blindness. A person acts based on idealistic or subjective positions, breaking away from reality and disregarding circumstances. Manic and obsessive states, neurosis, insomnia, a tendency to deceive or self-deceive, as well as the danger of being robbed or a tendency to appropriate someone else's property are possible. People with this aspect are susceptible to the evil eye. Nevertheless, there is a positive side - it is an opportunity for spiritual aspirations, sacrifice and religiosity, especially in the Orthodox faith. This aspect can also lead to selflessness.
ru_ru: Марс и Нептун, два планетарных тела, ведущие к странным эмоциональным желаниям, вздымающимся из глубин подсознания и несоответствующим существующему порядку. Воздействие этого аспекта может проявиться по-разному, в зависимости от того, подавляются ли инстинкты или нет. Если они подавляются, это может привести к неврозу, сексуальным или психосоматическим расстройствам, а иногда и к галлюцинациям. Марс в квадрате с Нептуном - одержимость, фанатизм, психологическая слепота. Человек действует, исходя из идеалистических или субъективных положений, отрываясь от реальности и не считаясь с обстоятельствами. Возможны маниакальные и навязчивые состояния, неврозы, бессонница, склонность к обману или самообману, а также опасность быть обворованным или склонность к присвоению чужого. Люди с таким аспектом подвержены сглазу. Тем не менее, есть и положительная сторона - это возможность для духовных стремлений, жертвенности и религиозности, особенно в православном вероисповедании. Этот аспект может также привести к проявлению самоотверженности.

# NatalMarsSquarePluto
source: Mars and Pluto are two violent planets with violent natures. When their aspects are not mitigated, the desire to achieve the goal at any cost becomes the main thing, even if it means breaking carefully thought-out plans and sacrificing love. Diplomacy means little in such cases. Sometimes it is a manifestation of extraordinary courage, but more often it is a motto.: "Act or die." The desire to rule, to command, self-affirmation, the desire to solve problems by force - all this characterizes the aspect of Mars squared with Pluto. It also leads to belligerence, aggressiveness, and conflict. There is a danger of violence or a tendency to violence, as well as ignoring the danger. This aspect also indicates a propensity for radical changes. For women, this aspect can lead to a conflictual marriage, where the husband will be rude and prone to physical violence. In a positive sense, this aspect has tremendous willpower, energy, and the ability to fight and win, which can be useful in dangerous professions.
ru_ru: Марс и Плутон - две неистовые планеты с буйной натурой. Когда их аспекты не смягчены, стремление достичь цели любой ценой становится главным, даже если для этого нужно нарушить тщательно продуманные планы и пожертвовать любовью. Дипломатия значит мало в таких случаях. Иногда это проявление необыкновенной смелости, но чаще это девиз: "Действуй или умри". Желание управлять, командовать, самоутверждение, стремление решать проблемы силой - все это характеризует аспект Марса в квадрате с Плутоном. Это также приводит к воинственности, агрессивности и конфликтности. Существует опасность насилия или склонности к насилию, а также игнорирование опасности. Этот аспект также свидетельствует о склонности к радикальным изменениям. У женщин, этот аспект может привести к конфликтному браку, где муж будет грубияном и склонен к физическому насилию. В положительном смысле, этот аспект имеет огромную силу воли, энергию и способность сражаться и побеждать, что может быть полезным в опасных профессиях.
