Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitSaturnOppositionMoon
source: The circumstances of this period are characterized by a negative connotation. Perhaps the most successful comparison would be the current atmosphere with a barren environment devoid of feelings and optimism. Emotional hardships and losses may be related to the past. As a result of neglect, loneliness, or abuse, there will be a serious threat to close relationships, perhaps even a breakup. The most likely aspects of this destructive atmosphere surrounding you will be family relationships, home environment, and creative projects. For example, there may be a break with the mother or her estrangement, as well as difficulties associated with children. During this period, your home can hardly be considered the happiest place for you. Family responsibilities will become a debilitating burden. The opposition of the transiting Saturn with the radical Moon has the same meaning as the transiting Moon in opposition with the natal Saturn, but it lasts much longer and indicates a long period of emotional frustration and heavy responsibilities. This transit takes place once every 29 years and lasts from about a month to several months, depending on the speed of Saturn's movement, and whether it is stationary, retrograde or direct.
ru_ru: Для обстоятельств данного периода характерен негативный оттенок. Вероятно, самым удачным будет сравнение нынешней атмосферы с бесплодной средой, лишенной чувств и оптимизма. Эмоциональные лишения и потери могут быть связаны с прошлым. В результате пренебрежения, одиночества или жестокого обращения возникнет серьезная угроза для близких взаимоотношений, возможно, даже произойдет разрыв. Наиболее вероятными аспектами этой губительной атмосферы, окружающей вас, станут взаимоотношения в семье, обстановка в доме и творческие проекты. К примеру, возможен разрыв с матерью или ее отчуждение, а также трудности, связанные с детьми. В этот период родной дом вряд ли можно считать самым счастливым для вас местом. Семейные обязанности станут изнурительным бременем. Оппозиция транзитного Сатурна с радикальной Луной имеет то же значение, что и транзитная Луна в оппозиции с натальным Сатурном, но длится гораздо дольше и указывает на длительный период эмоциональных разочарований и тяжелых обязанностей. Этот транзит имеет место раз в 29 лет и длится примерно от месяца до нескольких месяцев в зависимости от того, какова скорость движения Сатурна, и стационарен ли он, ретрограден или прямой.

# TransitSaturnOppositionNeptune
source: This transit calls for realistic cooperation and awareness. Paranoia or avoidance of responsibility can also be caused by personal unfitness and fear of defeat. To maintain psychological balance, absolute honesty and a practical approach to responsibility are necessary, combined with attempts at an optimistic attitude. Abuse of drugs, alcohol, or mental techniques can also lead to mental imbalance and create a threat of control from undesirable mental influences. The period is unfavorable for dealing with hospitals, orphanages and similar institutions, as well as with religious and cultural institutions. In some cases, there may be illegal practices and dishonesty in business and professional pursuits. Public disclosures of past secret dealings can lead to a loss of position, status, and reputation.
ru_ru: Этот транзит взывает к реалистическому сотрудничеству и осознанности. Паранойя или бегство от ответственности могут быть вызваны также личной непригодностью и страхом поражения. Для поддержания психологического баланса необходима абсолютная честность и практический подход к ответственности в сочетании с попытками оптимистического настроя. Злоупотребление наркотиками, алкоголем или психическими приемами также могут вывести из психического равновесия и создать угрозу контроля со стороны нежелательных психических влияний. Период неблагоприятен для дел с больницами, приютами и подобными учреждениями, также как, и с религиозными, культурными учреждениями. В некоторых случаях возможны недозволенные приемы и нечестность в бизнесе, профессиональных занятиях. Публичные разоблачения прошлых тайных делишек могут привести к потере положения, статуса и репутации.

# TransitSaturnOppositionPluto
source: This transit is characterized by attempts at violence and imposed cooperation in important relationships. There is a possibility of being subjected to dishonor, blackmail, violence, or power struggle in business, professional, and political affairs. There is a need to deal with oppressive authoritarian personalities, business, political or economic organizations. People with an evil and sinister character should be avoided at all costs, as they can involve them in dangerous illegal activities. Fear or danger from occult activities may also be a problem. The abuse of occult power or economic power and authority for personal self-aggrandizement can have devastating, long-lasting consequences. This period can be used for constructive achievements while respecting cooperation and improved methodology in business and professional affairs.
ru_ru: Этот транзит характерен попытками насилия и навязанного сотрудничества в важных отношениях. Существует возможность подвергнуться бесчестью, шантажу, насилию или силовой борьбе в бизнесе, профессиональных и политических делах. Есть необходимость иметь дело с гнетущими авторитарными личностями, деловыми, политическими или экономическими организациями. Следует любой ценой избегать людей со злым и зловещим характером, так как они могут вовлечь в опасную нелегальную деятельность. Проблемой могут быть также страх или опасность от оккультных дел. Злоупотребление оккультной силой или экономической властью и авторитетом для личного самовозвеличивания, может иметь разрушительные, долго длящиеся последствия. Этот период может использоваться для конструктивных достижений при соблюдении сотрудничества и улучшенной методологии в бизнесе и профессиональных делах.

# TransitSaturnOppositionSaturn
source: This transit is characterized by a conservative social, business-like outlook and adherence to traditional social norms. It usually leads to increased responsibilities in marriage and partnership, as well as in professional, political, and business relationships. There may be important changes in awareness of the need to collaborate on long-term goals and aspirations. There is also an increased awareness of the demands of business, economic, political and professional affairs. There is a possibility of litigation and legal difficulties. Increased responsibility is possible through professional, political, and business relationships.
ru_ru: Этот транзит характерен консервативным общественным, деловым взглядом и приверженностью к традиционным общественным нормам. Обычно он приводит к возросшей ответственности в браке и партнерстве, также как в профессиональных, политических и деловых отношениях. Могут произойти важные изменения в осознании необходимости сотрудничества в долгосрочных целях и чаяниях. Также наблюдается возросшее осознание требований бизнеса, экономических, политических и профессиональных дел. Существует возможность тяжб и юридических трудностей. Возможна возросшая ответственность через профессиональные, политические и деловые отношения.

# TransitSaturnOppositionSun
source: If you agree to forget about your goals, your personality, and maybe even your pride for a while, you will get through this period safely. Past failures in fulfilling your promises or taking responsibility will begin to haunt you again. Expect opposition from the authorities. All sorts of rules and regulations, endless delays and other annoying annoyances are a feature of this period. Your leadership skills, integrity, honesty, and generosity will be challenged by those who are older or in a higher position. Vitality and willpower will either be lacking, or they will prove ineffective in overcoming the current circumstances. Success and other rewards are unlikely to make you feel satisfied. If you break the rules or try to get your way at any cost, you will lose something more valuable. Overwork and stress can pose a serious health problem. The opposition of the transiting Saturn with the natal Sun has the same significance as the opposition of the transiting Sun with the natal Saturn; however, it has a long duration and thus indicates a long period of difficulties.
ru_ru: Если вы согласитесь на время забыть о своих целях, индивидуальности и, может быть, даже о гордости, вы благополучно переживете этот период. Былые неудачи в исполнении своих обещаний или принятии на себя ответственности вновь начнут преследовать вас. Ожидайте противодействия со стороны властей. Всевозможные правила и распоряжения, бесконечные отсрочки и прочие раздражающие неприятности - особенность этого периода. Вашим задаткам лидера, целостности, честности и великодушию будет брошен вызов со стороны тех, кто старше вас или занимает более высокое положение. Жизненной силы и силы воли будет либо недоставать, либо они окажутся неэффективными в преодолении нынешних обстоятельств. Успех и другие награды вряд ли вызовут у вас чувство удовлетворения. Если вы нарушите правила или попытаетесь добиться своего любой ценой, вы потеряете нечто более ценное. Переутомление и стресс могут представлять серьезную проблему для здоровья. Оппозиция транзитного Сатурна с натальным Солнцем имеет такое же значение, как оппозиция транзитного Солнца с натальным Сатурном; однако, она имеет большую длительность и указывает, таким образом, на длительный период трудностей.

# TransitSaturnOppositionUran
source: This transit is characterized by an unstable approach to personal freedom and responsibility towards others. There may be rebellions against superiors and authorities, and at the same time hopes for obedience and support for one's own desires. There is a possibility of breaking off the relationships necessary for security due to inconsistent actions, attitudes and approaches. There may be conflicts, disagreement with those with authority and authority, as well as frustration in attempts to change existing conditions. Among the conflicts of the old and the new that are characteristic of this transit, there is also a conflict between people with established authority and personal revolutionary sentiments, a conflict between new and old methods of doing business or professional affairs, and the expansion of these conflicts into friendship and association with IT companies and organizations. Responsibility in a marriage, partnership, or other important relationship can limit personal freedom. There may also be an increased sense of responsibility towards friends, IT companies and organizations to which the native belongs, as well as the need to cooperate with them. Ideas about business, professional, and political affairs can be eccentric and unpractical. Unexpected difficulties may arise in professional affairs and business. The native or those associated with him may have base motives, such as the benefit of status or professional advancement, hoping to succeed through friends, groups or associates in what they cannot achieve themselves. This can naturally lead to alienation. If the motives of a native are selfish, then he may be exposed to sudden vicissitudes of fate, such as the loss of a job or professional position. This is an unfavorable period for dealing with corporate and pooled money, insurance, taxes, or the deceased's estate. Lawsuits and financial difficulties related to these issues are possible. A rebellion against or a break with conservative organizations can deprive you of financial support. There may also be problems due to open enemies or rivals.
ru_ru: Этот транзит характерен неустойчивым подходом к личной свободе и ответственностью перед другими. Возможны бунты против начальства и авторитетов, и в то же самое время надежды на повиновение и поддержку собственных желаний. Существует возможность разрыва необходимых для безопасности отношений из-за непоследовательных действий, настроя и подхода. Возможны конфликты, несогласие с обладающими властью и авторитетом, а также разочарования в попытках изменить существующие условия. Среди конфликтов старого и нового, которые характерны для этого транзита, имеют место также конфликт между лицами с установившимся авторитетом и личными революционными настроениями, конфликт между новыми и старыми методами ведения бизнеса или профессиональных дел и расширение этих конфликтов на дружбу и ассоциацию с IT-компаниями и организациями. Ответственность в браке, партнерстве или других важных отношениях может ограничивать личную свободу. Возможно также возросшее чувство ответственности перед друзьями, IT-компаниями и организациями, к которым урожденный принадлежит, а также потребность в сотрудничестве с ними. Идеи относительно бизнеса, профессиональных и политических дел могут быть эксцентричными и не-практичными. Могут возникнуть неожиданные трудности в профессиональных делах и бизнесе. Урожденный или связанные с ним могут иметь низменные мотивы, такие как выгода в статусе или профессиональном продвижении, надеясь преуспеть через друзей, группы или ассоциированных лиц в том, чего не могут добиться сами. Это естественно может вести к отчужденности. Если мотивы урожденного будут эгоистичны, то он может подвергнуться внезапным превратностям судьбы, таким как потеря работы или профессионального положения. Это неблагоприятный период для дел с корпоративными и объединенными деньгами, страховками, налогами или имуществом умершего. Возможны тяжбы и финансовые трудности, связанные с этими вопросами. Бунт против или разрыв с консервативными организациями могут лишить финансовой поддержки. Возможны также проблемы из-за открытых врагов или соперников.

# TransitSaturnOppositionVenus
source: This period is extremely unfavorable for marriage, partnership, relationships with women, and for joint ventures, but it is probably even less suitable for establishing new relationships. In this astrological situation, you and those with whom you have to communicate are not inclined to compromise, because the opportunity for them has long been missed. No matter how the situation develops, you are unlikely to look particularly attractive or radiate charm. It may seem that everyone around has lost their sense of humor. Events that promise to be pleasant don't live up to expectations. The pursuit of beauty, luxury, cooperation and harmony will either fail, or its result will be extremely meager. Romantic hobbies will be complicated by anger, annoyance, lack of enthusiasm and opportunities, or a combination of all these reasons. Social activities will lose their appeal and may cease altogether. By choice or by circumstances, you will work and spend time alone: this prospect is not so bleak, because thanks to it you will be able to carry out some plans. The most positive way to deal with potentially negative situations is to switch to something else. Transiting Saturn in opposition to radical Venus has the same meaning as transiting Venus in opposition to radical Saturn, but for a longer duration. The period seems to be more oppressive, limiting, and burdensome. Transit meets once every 24 years.
ru_ru: Этот период чрезвычайно неблагоприятен для брака, партнерства, взаимоотношений с женщинами и для совместных предприятий, но, вероятно, еще меньше он подходит для установления новых связей. При данной астрологической ситуации вы сами и те, с кем вам приходится общаться, не расположены к компромиссам, поскольку возможность для них давно упущена. Как бы ни сложилась ситуация, вы вряд ли будете выглядеть особенно привлекательно или излучать обаяние. Может показаться, что все вокруг утратили чувство юмора. События, которые обещают быть приятными, не оправдывают ожиданий. Стремление к красоте, роскоши, сотрудничеству и гармонии либо увенчается неудачей, либо его результат будет крайне мизерным. Романтические увлечения осложнятся из-за гнева, досады, недостатка энтузиазма и возможностей или сочетания всех этих причин. Общественная деятельность утратит притягательность и может полностью прекратиться. По собственному выбору или по обстоятельствам вы будете работать, и проводить время в одиночестве: эта перспектива не так уж безотрадна, поскольку благодаря ей вам удастся осуществить некоторые планы. Наиболее позитивный способ действия в потенциально негативных ситуациях - переключаться на что-нибудь другое. Транзитный Сатурн в оппозиции с радикальной Венерой имеет то же значение, что и транзитная Венера в оппозиции к радикальному Сатурну, но большую продолжительность. Период кажется более давящим, ограничивающим и обременительным. Транзит встречается раз в 24 года.

# TransitSaturnSextileJupiter
source: This period provides a chance for versatile personal development. Maybe it will be an opportunity to grow your spiritual consciousness, expand your intellectual horizon, or gain new experiences through traveling and communicating with representatives of other peoples and races. At this time, the people and situations you will encounter will surely improve your economic and professional standing, or lead to the success of your cultural or political aspirations. In addition, a valuable opportunity will be given to you by your father. Transiting Saturn in the sextile with natal Jupiter has the same meaning as transiting Jupiter in the sextile with natal Saturn, however, it generally lasts a little longer and gives time to organize and stabilize important life responsibilities. The transit occurs twice during Saturn's 29-year cycle.
ru_ru: Этот период предоставляет шанс разностороннего личного развития. Может, это будет возможность роста вашего духовного сознания, расширения интеллектуального горизонта или приобретения нового опыта благодаря путешествиям и общению с представителями других народов и рас. В это время люди и ситуации, с которыми вы столкнетесь, наверняка улучшат ваше экономическое и профессиональное положение или же приведут к успеху культурных или политических устремлений. Кроме того, ценная возможность будет предоставлена вам отцом. Транзитный Сатурн в секстиле с натальным Юпитером имеет то же значение, что и транзитный Юпитер в секстиле с натальным Сатурном, однако в целом длится несколько дольше и дает время, чтобы организовать и стабилизировать важные жизненные обязанности. Транзит встречается дважды за 29-летний цикл Сатурна.

# TransitSaturnSextileMars
source: During this period, your physical efforts and enthusiasm should demonstrate thoughtfulness, organization, strength, and determination. In turn, this will create a good opportunity or allow you to take advantage of an unexpected advantage. At this time, you should base your actions on past experience and traditional methods. Don't try out untested theories or take shortcuts. Do not underestimate the advice of those who are older and wiser, especially men. The best opportunity for you is to participate in activities that will later have positive results. A good example of such an activity is physical exercise in order to get in shape. Transiting Saturn in the sextile with natal Mars has the same meaning as transiting Mars in the sextile with natal Saturn, but it is longer and indicates a period of well-organized, professional action and professional endeavors. The transit occurs twice in Saturn's 24-year cycle.
ru_ru: В этот период ваши физические усилия и энтузиазм должны демонстрировать вдумчивость, организованность, силу и решимость. В свою очередь, это создаст удачную возможность или позволит вам воспользоваться неожиданно возникшим преимуществом. В это время следует строить свои действия на основании прошлого опыта и традиционных методов. Не стоит испытывать непроверенные теории или выбирать кратчайшие пути. Не следует недооценивать советы тех, кто старше и мудрее, особенно мужчин. Самая лучшая возможность для вас - это принять участие в деятельности, которая позднее будет иметь позитивные результаты. Наглядный пример такой деятельности - занятия физическими упражнениями для того, чтобы привести себя в форму. Транзитный Сатурн в секстиле с натальным Марсом имеет то же значение, что и транзитный Марс в секстиле с натальным Сатурном, но большую длительность и указывает на период хорошо организованного, профессионального действия и профессиональных начинаний. Транзит встречается дважды в 24 летний цикл Сатурна.

# TransitSaturnSextileMercury
source: Circumstances may provide you with a chance to put your knowledge or skills to good use, and establish important business or personal contacts. But none of this will happen by itself. This period presupposes a valuable opportunity, but its realization is associated with slow and methodical work, organization and planning. You will be able to make an impression and get the help of those who are inclined to a traditional way of thinking and a formal, orderly approach. At this time, situations arise that are favorable for business contacts, meetings, processing information and statistics, and exploring commercial opportunities - all of which are probably necessary for your future success. The transit Saturn sextile with natal Mercury has the same meaning as transit Mercury in the natal Saturn sextile, but it is longer and marks a long period of Serious mental concentration and discipline. This transit can last for several months, depending on whether it is retrograde, stationary or direct. It takes place twice and over a 29-year period.
ru_ru: Обстоятельства могут предоставить вам случай с пользой применить свои знания или навыки, установить важные деловые или личные контакты. Но все это не произойдет само собой. Этот период предполагает наличие ценной возможности, однако ее реализация связана с медленной и методичной работой, организацией и планированием. Вам удастся произвести впечатление и получить помощь тех, кто склонен к традиционному образу мышления и формальному, упорядоченному подходу. В это время возникают ситуации, благоприятные для деловых контактов, встреч, обработки информации и статистики, исследования коммерческих возможностей - вероятно, все это необходимо вам для будущего успеха. Секстиль транзитного Сатурна с натальным Меркурием имеет то же значение, что и транзитный Меркурий в секстиле с натальным Сатурном, но большую длительность и отмечает длительный период Серьезной умственной концентрации и дисциплины. Этот транзит может продолжаться несколько месяцев в зависимости от того, будет ли он ретроградным, стационарным или прямым. Он имеет место дважды и течение 29-летнего периода.
