Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitMercuryTrineJupiter
source: This transit is characterized by an expansive, optimistic state of mind. Because of this optimism, people relax, and as a result, their health improves through relaxation of the nervous and glandular systems. This is a great time for studying, writing, teaching, and lecturing, for communication, university admission, and for long or short trips related to religion, philosophy, and higher education. This time is favorable for trade and international commerce, namely for doing business with foreigners, foreign countries or cultures. There are opportunities to find a job or a career promotion if a person's past efforts ensure such development. This is a good time for cultural social relations, for advertising and promotion efforts. Communication in the family and home relationships are improving. People with this transit can benefit themselves and others through their participation in cultural, religious, and educational online groups and organizations. There is a good balance between attention to practical details and a comprehensive view of things. A person's special concern is the ethical use of information.
ru_ru: Этот транзит характеризуется экспансивным, оптимистическим состоянием ума. Из-за этого оптимизма люди расслабляются, в результате их здоровье улучшается через релаксацию нервной и железистой систем. Это прекрасное время для учебы, писательской, преподавательской, лекторской деятельности, для отношений со средствами связи, поступления в университет, для длительных или небольших путешествий, имеющих отношение к религии, философии и высшему образованию. Это время благоприятно для торговли и международной коммерции, а именно для ведения дел с иностранцами, зарубежными странами или культурами. Возникают возможности найти работу или продвижения по службе, если прошлые усилия человека обеспечивают такое развитие. Это благоприятное время для культурных общественных отношений, для рекламы и усилий, направленных на продвижение по службе. Общение в семье и домашние взаимоотношения улучшаются. Люди с этим транзитом могут принести пользу себе и другим людям через участие в культурных, религиозных, образовательных интернет-группах и организациях. Характерно хорошее равновесие между вниманием к практическим деталям и всеобъемлющим взглядом на вещи. Особая забота человека — это этическое использование информации.

# TransitMercuryTrineMars
source: This transit is characterized by directed energy, determination, and the ability to plan effective actions. People with this transit are able to coordinate their thoughts and their physical actions. They are enterprising and efficient in their work. They take the initiative in their studies, in writing, in research or communication, in business strategy, in science or technology. This is a great time for work that requires some skill in using tools. This is also a great time to draw up and sign contracts and agreements. This is a favorable transit for political discussions, debates and for planning military strategy. This time is favorable for police and military affairs. Human health may improve with the help of charging and physical training programs.
ru_ru: Этот транзит характеризуют направленная энергия, решительность и способность планировать эффектив-ные действия. Люди с этим транзитом способны координировать свои мысли и свои физические действия. Они предприимчивы и эффективны в своей работе. Они проявляют инициативу в учебе, в писательской деятельности, в исследованиях или в сфере общения, в деловой стратегии, в науке или технике. Это прекрасное время для работы, требующей известного мастерства в использовании инструментов. Это также прекрасный период для составления и подписания контрактов и соглашений. Это благоприятный транзит для политических дискуссий, дебатов и для планирования военной стратегии. Это время благоприятно для полицейских и военных дел. Здоровье человека, возможно, будет улучшаться при помощи зарядки и программ физической тренировки.

# TransitMercuryTrineMercury
source: Unbiased information and ideas will come to the fore. The ideas and information you use and the activities you will participate in will lead to rapid progress. Emotional restraint and lack of selfish aspirations, free exchange of opinions in meetings and discussions will help you in this. Technical projects will be successfully implemented, and trips will be uneventful. This time is favorable for carrying out assignments and correspondence, collecting information and assistance. This transit is characterized by ease of communication and creative thinking, especially when it comes to creative ideas for improving labor productivity. This is a good time to apply for a job or to draw up contracts and sign agreements. It is a favorable transit for all intellectual and educational pursuits, especially for reading, writing, teaching, lecturing, mathematical activities and scientific work. It is also a good time to connect with brothers, sisters, neighbors, friends, colleagues, and coworkers.
ru_ru: На первый план выступят беспристрастная информация и идеи. Идеи и информация, которые вы используете, и деятельность, в которой вы будете участвовать, повлекут за собой быстрый прогресс. Вам помогут в этом эмоциональная сдержанность и отсутствие эгоистических стремлений, свободный обмен мнениями на собраниях и в дискуссиях. Технические проекты будут успешно осуществляться, поездки будут проходить без приключений. Это время благоприятно для выполнения поручений и переписки, сбора информации и помощи. Для этого транзита характерны непринужденность в общении и творческое мышление, особенно там, где речь идет о творческих идеях относительно улучшения производительности труда. Это хороший период для поступления на работу или составления контрактов и подписания соглашений. Это благоприятный транзит для всех интеллектуальных и образовательных занятий, особенно для чтения, писательской, преподавательской, лекторской, математической деятельности и научной работы. Также это время благоприятно для связей с братьями, сестрами, соседями, друзьями, коллегами и сослуживцами.

# TransitMercuryTrineMoon
source: At this time, everything will go smoothly and successfully. Everyone around you will be in their places, and they will do what they are supposed to do. The technology is working, the body is functioning properly, and nothing distracts you from thinking. Disagreements are unlikely to interfere with meetings and discussions. Business agreements regarding your home, real estate, and household items will be successful. Your demands will be satisfied, and you will gain a personal advantage by satisfying other people's requests. Teaching and accounting will be especially successful. This period is favorable for contacts with relatives or visits. The news and information you hear or read about will bring emotional satisfaction. A transit Mercury trip with a radical Moon has the same meaning as a transit Moon in a trine with natal Mercury, but lasts longer depending on Mercury's velocity and whether it is moving retrograde or straight, and whether it is stationary.
ru_ru: В это время все пойдет гладко и успешно. Все окружающие окажутся на своих местах, и будут заниматься тем, чем полагается. Техника работает, организм исправно функционирует, а вас ничто не отвлекает от размышлений. Разногласия вряд ли помешают проведению собраний и дискуссий. Деловые соглашения, касающиеся вашего дома, недвижимости и домашних вещей, будут удачными. Ваши требования будут удовлетворены, вы обретете личное преимущество, удовлетворяя чужие просьбы. Особенно успешно пойдут преподавание и учет. Этот период благоприятен для контактов с родственниками или визитов. Новости и информация, о которых вы услышите или прочитаете, принесут эмоциональное удовлетворение. Трип транзитного Меркурия с радикальной Луной имеет то же значение, что и транзитная Луна в трине с натальным Меркурием, но длится дольше в зависимости от скорости Меркурия и от того, движется ли он ретроградно или прямо, и стационарен ли он.

# TransitMercuryTrineNeptune
source: The characteristic features of this transit are the stimulation of imagination, the enhancement of telepathic abilities and creative intuitive mental processes. A person may be able to receive valuable information from the subconscious mind. It often becomes easier to visualize intuitive ideas. This is a great time to practice psychology and gain access to subconscious motives. The great imagination and intuitive abilities that are associated with this transit can be used to solve work problems. This is an especially good transit for writers, actors, artists, poets, musicians, and those who are interested in religion, mysticism, or the occult. A person may be involved in religious or mystical group activities. A person may engage in work related to hospitals, medical institutions, religious shelters, or discover an interest in spiritual healing of some kind. This is a favorable transit for visiting educational institutions or patients in hospitals. This is a good time to communicate with foreigners.
ru_ru: Характерные черты этого транзита — возбуждение воображения, усиление телепатических способностей и творческих интуитивных умственных процессов. Человек может быть способен получать ценную информацию из подсознания. Часто становится легче образно представить интуитивные идеи. Это прекрасный период для занятий психологией и для получения доступа к подсознательным мотивам. Большое воображение и интуитивные способности, которые ассоциируются с этим транзитом, могут быть использованы при решении рабочих проблем. Это особенно хороший транзит для писателей, актеров, художников, поэтов, музыкантов и тех, кто заинтересован религией, мистикой или оккультизмом. Человек может быть вовлечен в религиозные или мистические групповые дела. Человек может заняться работой, касающейся больниц, лечебных учреждений, религиозных приютов или обнаружить интерес к духовному исцелению какого-либо вида. Это благоприятный транзит для посещения учебных учреждений или больных в больницах. Это хороший период для общения с иностранцами.

# TransitMercuryTrinePluto
source: This transit is characterized by heightened clairvoyance, strong scientific and occult insight. The enhancement of clairvoyant and intuitive abilities caused by this transit can provide insight into the fundamental laws and processes of nature. The limits of this insight, however, depend on the perspective of the radical horoscope. A person may have an intellectual interest in scientific pursuits, sex, economics, parapsychology, and hidden mysteries of all kinds. This is a favorable time for planning business, political, financial and military strategies, for conducting business on joint finance, equity money, business relations, insurance, taxes, alimony, drafting and signing important contracts and agreements. A person makes efforts aimed at self-improvement with the help of a reasonable regime, diet, personal hygiene and clothing. There is often an interest in improving waste recycling and reuse methods.
ru_ru: Этот транзит характеризуется обостренным ясновидением, сильной научной и оккультной проницательностью. Усиление ясновидческих и интуитивных способностей, вызванное этим транзитом, может обеспечить проникновение в фундаментальные законы и процессы природы. Пределы этой проницательности, однако, зависят от перспективы радикального гороскопа. Человек может проявлять интеллектуальный интерес к научным занятиям, сексу, экономике, парапсихологии и к скрытым тайнам всех видов. Это благоприятное время для планирования деловой, политической, финансовой и военной стратегии, для ведения дел по совместным финансам, акционерным деньгам, деловым отношениям, страхованию, налогам, алиментам, составлению и подписанию важных контрактов и соглашений. Человек прилагает усилия, направленные на самоусовершенствование, при помощи разумного режима, диеты, личной гигиены и одежды. Часто возникает интерес к усовершенствованию методов переработки и повторного использования отходов.

# TransitMercuryTrineSaturn
source: The characteristic features of this transit are precision in communication, practical thinking, good business and professional planning. A person may have motives to receive specialized training and education with a career goal. Many people tend to put their ideas into practice, and it also helps them in their career, as well as in increasing their productivity. Useful guidance and advice can be obtained from older and more experienced people, or, if a person is competent, he himself can act as a leader or adviser to other people. This is a favorable period for communication with reputable and influential people in government positions. This is a great time for writing and lecturing, teaching serious subjects, for serious studies in mathematics, technology, science and economics, or other mental disciplines that require an organized approach. A person tends to be more serious about the organization and effectiveness of their work. This is a good period for architects, designers and experienced professionals. A person tends to show great discipline in matters of personal diet, health and hygiene.
ru_ru: Характерные черты этого транзита — точность в общении, практическое мышление, хорошее деловое и профессиональное планирование. У человека могут появиться мотивы получить специализированную подготовку и образование с целью карьеры. Многие люди склонны применять свои идеи на практике, и это также помогает им в карьере, а также в увеличении их производительности труда. Полезное руководство и совет могут быть получены от пожилых и более опытных людей или, если человек компетентен, он сам может выступить в роли руководителя или советчика других людей. Это благоприятный период для общения с авторитетными и влиятельными лицами, занимающими государственные посты. Это прекрасное время для писательской и лекторской деятельности, преподавания серьезных предметов, для серьезных занятий математикой, техникой, наукой и экономикой или другими умственными дисциплинами, требующими организованного подхода. Человек склонен быть серьезнее в отношении организованности и эффективности своей работы. Это хороший период для архитекторов, дизайнеров и опытных специалистов. Человек склонен проявлять большую дисциплинированность в делах личной диеты, здоровья и гигиены.

# TransitMercuryTrineSun
source: The news and information you receive or the way you use it can significantly improve your personal image and reputation during this period. Others will respond favorably to your achievements, as well as to your opinion at this time, approval in your address will be undoubted, and it should be sought. Perhaps this combination of ideas and methods is the potential results, which will include promotion up the social and career ladder and an invitation to take a leading position in the group. This is an excellent time to start a literary or communication project, to participate in business agreements, or to start a journey. The trine of transiting Mercury with the natal Sun has the same meaning as the trine of transiting the Sun with natal Mercury; however, it lasts for a longer or shorter period of time depending on how fast Mercury is moving and whether Mercury is a stationary or retrograde planet.
ru_ru: Полученные вами известия и информация или способ их использования могут значительно улучшить ваш личный имидж и репутацию в этот период. Окружающие благосклонно отнесутся к вашим достижениям, а также к вашему мнению в эту пору, одобрение в ваш адрес будет несомненным, и его следует добиваться. Возможно данное сочетание идей и методов - потенциальные результаты, которых будут включать продвижение по социальной и служебной лестнице и приглашение занять ведущий пост в группе. Это превосходное время для начала проекта, связанного с литературным творчеством или общением, для участия в деловых соглашениях или для начала путешествия. Трин транзитного Меркурия с натальным Солнцем имеет такое же значение, как трин транзитного Солнца с натальным Меркурием; однако, он длится в течение большего или меньшего периода времени в зависимости от того, как быстро движется Меркурий и является ли Меркурий стационарной или ретроградной планетой.

# TransitMercuryTrineUran
source: This transit is characterized by creative original thinking, sudden intuitive guesses, and increased telepathic abilities. This is often accompanied by intellectual excitement and aspiration of mental processes. A person is inclined to take up work related to electronic technology and communications. This is a favorable transit for engineers. A person may have ideas regarding the use of scientific technology to improve labor productivity or to achieve personal goals and objectives. Often, due to personal goals and objectives, a person unexpectedly receives good news. It is also a favorable transit for those who are interested in studying parapsychology, astrology or other occult subjects. This is a good time to make decisions or negotiate on insurance, equity money, joint finance, taxes, and business activities. At this time, teachers, writers, students, lecturers, researchers and scientists are experiencing an original creative upsurge in their work. A person tends to engage in intellectual activities with friends or form new friendships. Unusual connections or news about siblings, friends, neighbors, bandmates, or coworkers appear. During this transit, unexpected short trips usually turn out to be interesting and profitable.
ru_ru: Для этого транзита характерны творческое оригинальное мышление, внезапные интуитивные догадки, возросшие способности к телепатии. Это часто сопровождается интеллектуальным возбуждением и устремлением умственных процессов. Человек склонен заняться работой, имеющей отношение к электронной технологии и связи. Это благоприятный транзит для инженеров. У человека могут быть идеи, касающиеся применения научной технологии для улучшения производительности труда или для реализации личных целей и задач. Часто в связи с личными целями и задачами человек неожиданно получает хорошие известия. Это также благоприятный транзит для тех, кто заинтересован изучением парапсихологии, астрологии или других оккультных предметов. Это благоприятное время для принятия решений или ведения переговоров по страхованию, акционерным деньгам, совместным финансам, налогам и деловой деятельности. В своей работе в это время учителя, писатели, студенты, лекторы, исследователи и ученые испытывают оригинальный творческий подъем. Человек имеет тенденцию заниматься интеллектуальными делами с друзьями или завязывать новые дружеские отношения. Появляются необычные связи или новости, касающиеся братьев и сестер, друзей, соседей, товарищей по группе или сослуживцев. В течение этого транзита неожиданные короткие поездки обычно оказываются интересными и выгодными.

# TransitMercuryTrineVenus
source: This transit is characterized by grace in speech, a better appearance, harmonious social relations, great communication, understanding of the needs and feelings of other people. This is an excellent transit point for communication and correspondence that require tact and diplomacy. The time is favorable for business related to clothing, writing, restaurants, art, music, entertainment, health, cosmetics and luxury goods. A person will intellectually perceive and enjoy art, music, theater and other cultural and artistic values. Both short and long trips can be undertaken for work, pleasure, or social reasons; traveling during this period often combines work and pleasure. Through work, through brothers, sisters, through neighbors or friends, social or romantic opportunities arise.
ru_ru: Этот транзит характеризуется изящностью в речи, лучшим внешним видом, гармоничными общественными связями, большим общением, пониманием нужд и чувств других людей. Это прекрасный транзит для общения и корреспонденции, требующих такта и дипломатичности. Время благоприятно для бизнеса касающегося одежды, пиши, ресторанов, искусства, музыки, развлечений, здоровья, косметики и предметов роскоши. Человек будет интеллектуально воспринимать и наслаждаться искусством, музыкой, театром и другими культурными и художественными ценностями. Могут быть предприняты как небольшие, так и длительные путешествия ради работы, удовольствия или из-за общественных соображений; путешествия в течение этого периода часто объединяют в себе работу и удовольствие. Через работу, через братьев, сестер, через соседей или друзей возникают светские или романтические возможности.

# TransitMoonConjunctionJupiter
source: During this transit, the house is often a place of educational, religious, and cultural activities. People from distant places can visit this house, or the person himself can settle far from home. This is a favorable period for a change of residence. This transit awakens patriotic or religious feelings instilled in early childhood. People with this transit are more than usually eager to embody their spiritual principles in their daily lives. Emotional relationships are calm and peaceful. People tend to show kindness, benevolence, and emotional understanding towards family members and those in need of help. During this period, it is important to increase the business and monetary niches of nutrition, especially in matters related to food, farm, real estate, household products and services. This is a good time to do business with women in connection with education, culture or business. If the compound is affected by other planets, then a person is threatened by feelings of sentimentality and the abuse of food and drink.
ru_ru: В течение этого транзита дом часто является местом образовательной, религиозной и культурной деятельности. Люди из дальних мест могут посетить этот дом или сам человек может поселиться далеко от дома. Это благоприятный период для перемены местожительства. Этот транзит пробуждает патриотические или религиозные чувства, привитые в раннем детстве. Люди с этим транзитом больше, чем обычно, стремятся воплотить свои духовные принципы в по-вседневную жизнь. Эмоциональные отношения спокойные и миролюбивые. Люди склонны проявлять доброту, благожелательность и эмоциональное понимание по отношению к членам семьи и тем, кто нуждается в помощи. В течение этого периода важно увеличение делового и денежного ниш питания, особенно в делах, относящихся к пище, ферме, недвижимому имуществу, домашним продуктам и услугам. Это благоприятное время для дел с женщинами в связи с образованием, культурой или бизнесом. Если соединение поражено другими планетами, то человеку угрожает чувство сентиментальности и злоупотребление едой и питьем.
