Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitMarsSextileMercury
source: The current circumstances provide an opportunity to create a foundation for communication, exchange ideas and information. Contacts and common affairs with neighbors, brothers and sisters will be especially stimulating both physically and mentally in this astrological setting. Favorable situations in the publishing business. You can make a deal that will lead to the purchase or sale of a car or other means of transportation, you will have a chance to go on a journey, obtaining a chain of information or ideas is possible if you keep up correspondence and do not forget about reading. Use any occasion that will allow you to apply or develop technical, computer, or artistic skills. Meetings and discussion group meetings will help you encourage others to take positive action, or your participation in such meetings will be an incentive for your own activity. The transit Mars sextile with natal Mercury has the same meaning as transit Mercury in the sextile with natal Mars, but usually lasts longer depending on the speed of Mars and whether it will be stationary, retrograde or direct in its movement, thus indicating a long period of mental initiative.
ru_ru: Нынешние обстоятельства предоставляют возможность создать фундамент для общения, обменяться идеями и информацией. Контакты и общие дела с соседями, братьями и сестрами будут особенно стимулирующими как в физическом, так и в ментальном отношении при данной астрологической обстановке. Благоприятные ситуации издательским бизнесом. Вы можете заключить сделку, которая приведет к покупке или продаже автомобиля или другого средства передвижения, у вас появится шанс отправиться в путешествие получение цепной информации или идей возможно, если вы будете поддерживать переписку и не забывать о чтении. Используйте любой случай, который позволит вам применить или развить технические, компьютерные или артистические навыки. Собрания и встречи дискуссионных групп помогут вам побудить окружающих к позитивным действиям, или же ваше участие в таких собраниях окажется стимулом для вашей собственной активности. Секстиль транзитного Марса с натальным Меркурием имеет такое же значение, что и транзитный Меркурий в секстиле с натальным Марсом, но обычно длится дольше в зависимости от скорости Марса и от того, будет ли он стационарным, ретроградным или прямым в своем движении, указывая, таким образом, на длительный период умственной инициативы.

# TransitMarsSextileMoon
source: In this astrological setting, you may have the opportunity to turn your feelings into physical actions. If you participate in creative or artistic activities, your efforts will eventually lead to demonstrating the result of your labors, developing your own talent, or presenting the talents of others. If your curiosity wakes up and your instincts take over, follow them. Current circumstances can contribute to family relationships and the completion of household chores. Your children or other family members will have a chance to find a job or participate in sports or other competitions. Do not miss the opportunity to invite male friends, family members, and colleagues to dinner. Try to avoid upcoming problems with household appliances and appliances by carrying out repairs or necessary preventive maintenance on time. The transiting Mars sextile with a radical Moon has the same meaning as the transiting Moon in the natal Mars sextile, however, it lasts for a relatively long period, especially if Mars is stationary or retrograde, and thus marks a long period of vigorous emotional and physical activity.
ru_ru: При данной астрологической обстановке вам может представиться возможность воплотить свои чувства в физические действия. Если вы участвуете в творческой или артистической деятельности, ваши усилия, в конце концов, приведут к демонстрации результата ваших трудов, развитию собственного таланта или представлению талантов окружающих. Ели в вас просыпается любопытство, и верх берут инстинкты - следуйте им. Нынешние обстоятельства могут способствовать семейным взаимоотношениям и завершению домашних дел. Вашим детям или другим членам семьи представится шанс найти работу или принять участие в спортивных или других состязаниях. Не упускайте возможности пригласить на ужин мужчин - товарищей, членов семьи, коллег. Постарайтесь избежать предстоящих проблем с бытовыми приборами и техникой, вовремя проведя ремонт или необходимую профилактику. Секстиль транзитного Марса с радикальной Луной имеет такое же значение, что и транзитная Луна в секстиле с натальным Марсом, однако, длится сравнительно долгий период, особенно, если Марс стационарный или ретроградный, и отмечает, таким образом, длительный период энергичной эмоциональной и физической активности.

# TransitMarsSextileNeptune
source: In this transit, the native is guided in business and professional matters by intuition. Conducting them allows them to understand how to conduct their actions more efficiently and effectively. During this period, activities are often conducted behind the scenes. There is a great opportunity to understand and overcome negative subconscious emotional habits and desires. This time is favorable for practicing occult, psychological disciplines and activities in this field, as well as for receiving or providing spiritual healing. There is an opportunity to carry out constructive work related to charitable institutions, hospitals, schools, churches and other cultural institutions. Constructive actions in the artistic field are also possible, especially in music.
ru_ru: При этом транзите урожденный руководствуется в бизнесе и профессиональных делах интуицией. Их проведение позволяет им понимать, как более квалифицированно и эффективно проводить свои действия. В этот период деятельность часто проводится за кулисами. Существует отличная возможность понять и преодолеть негативные подсознательные эмоциональные привычки и желания. Это время благоприятно для занятий оккультными, психологическими дисциплинами и деятельностью в этой области, также для получения или для оказания духовного врачевания. Возникает возможность выполнять конструктивную работу, связанную с благотворительными учреждениями, больницами, школами, церквями и иными культурными учреждениями. Возможны также конструктивные действия в художественной области, особенно в музыке.

# TransitMarsSextilePluto
source: Increased willpower in action and a thirst for adventure are characteristic of this transit. An interest in exploring scientific or occult disciplines may develop. This transit is conducive to dealing with politics and the military. Constructive actions are possible in corporate business, professional matters, and everything related to general finances, taxes, insurance, and the deceased's estate. This transit is favorable for physical self-improvement and for projects that require persistent and strenuous physical efforts.
ru_ru: Усиленная сила воли в действиях и жажда приключений характерны для этого транзита. Может развиться интерес к исследованию научных или оккультных дисциплин. Этот транзит благоприятствует делам с политикой и военным. Возможны конструктивные действия в корпоративном бизнесе, профессиональных вопросах и всем, что связано с общими финансами, налогами, страховками и имуществом умершего. Этот транзит благоприятен для физического само улучшения и для проектов, требующих упорных и напряженных физических усилий.

# TransitMarsSextileSaturn
source: is characterized by enhanced professional discipline and organization, as well as efficiency and ingenuity in his work. The desire to defend the status quo can lead to a more conservative political attitude. There is a tendency to enter into business contacts with those who have power and established authority. Business, professional or political contracts or agreements are often concluded during this period. Transit is favorable for those who are engaged in structures, engineering, or fields that require skilled physical labor and, especially, artisans, technicians, engineers, and scientists who perform precision mechanical or scientific work such as engineering, mathematics, precision mechanics, and optics. This is a great time to work with tools, machines, and structural projects.
ru_ru: Характерен усиленной профессиональной дисциплиной и организацией, а также эффективностью и изобретательностью в работе. Желание защищать статус-кво может привести к более консервативному политическому настрою. Проявляется тенденция входить в деловые контакты с теми, кто обладает властью и установившимся авторитетом. В этот период часто заключаются деловые профессиональные или политические контракты или соглашения. Транзит благоприятен для тех, кто занят конструкциями, инженерным делом или областями, требующими квалифицированного физического труда и, особенно, ремесленников, техников, инженеров и ученых, выполняющих точную механическую или научную работу, такую как проектирование, математика, точная механика и оптика. Это отличное время для работы с инструментами, машинами и конструкционными проектами.

# TransitMarsSextileSun
source: The transit of Mars in a sextile with the natal Sun stimulates vital energy in you. You are full of confidence, ready to overcome obstacles and face difficulties that you did not have the strength to face before. You are more aware of your goals and how to achieve them without delay. During this transit, you can start new projects and invest the necessary energy in those that started earlier. Your actions will be very decisive, and they will be accompanied by mental balance. You are confident in your intentions and know what to do to make the best use of your resources. Teamwork is normal, but independent work will be more productive for you during this period. The transit Mars sextile with the natal Sun lasts seven days or longer, whereas the transit Sun sextile with the natal Mars lasts approximately four days. In other respects, it has basically the same meaning as the transiting Sun sextile with natal Mars.
ru_ru: Транзит Марса в секстиле с натальным Солнцем стимулирует в вас жизненную энергию. Вы полны уверенности, готовы преодолевать препятствия и сталкиваться с теми трудностями, на которые раньше у вас не было сил. Вы лучше осведомлены о своих целях и о том, как достичь их без промедления. Во время этого транзита вы можете начать новые проекты и вложить необходимую энергию в те, которые начали раньше. Ваши действия будут очень решительными, и они будут сопровождаться душевным равновесием. Вы уверены в своих намерениях и знаете, что делать, чтобы наилучшим образом использовать свои ресурсы. Работа в команде - это нормально, но самостоятельная работа будет для вас более продуктивной в этот период. Секстиль транзитного Марса с натальным Солнцем длится семь дней и дольше, тогда как секстиль транзитного Солнца с натальным Марсом длится приблизительно четыре дня. В других отношениях он имеет в основном такое же значение, как секстиль транзитного Солнца с натальным Марсом.

# TransitMarsSextileUran
source: is characterized by original creative activity and a desire for independence. The native shows ingenuity, initiative in business activities and in achieving his goals. Effective actions are possible through friends, groups, and organizations. This time is favorable for dealing with combined finances, corporate business, insurance, taxes and inheritance, for classes in the field of electronics, science, engineering and technology. The period is good for occult and astrological work, as well as for studying these subjects.
ru_ru: Характерен оригинальной творческой деятельностью и желанием независимости. Урожденный проявляет изобретательность, инициативу в деловой деятельности и в достижении своих целей. Возможны эффективные действия через друзей, группы и организации. Это время благоприятно для дел с объединенными финансами корпоративным бизнесом, страховками, налогами и наследством, для занятий в области электроники, науки, инженерного дела и технологии. Период хорош для оккультной и астрологической работы, а также для изучения этих предметов.

# TransitMarsSextileVenus
source: During this period, circumstances leading to romantic hobbies, social activities, partnerships and joint ventures are possible. It is impossible to guarantee that such circumstances will arise on their own. In fact, they are likely to be the result of deliberate modeling. This favorable period encourages you to help others achieve their goals, in return you can count on help in your plans. The current situation provides you with chances related to legal issues, contract discussions, appearance enhancements, and artistic projects. Transiting Mars in the sextile with radical Venus has the same meaning as transiting Venus in the sextile with natal Mars, but lasts a little longer in time and marks an extended period of confidence, initiative and planning in business, social, romantic and artistic manifestations.
ru_ru: В этот период возможны обстоятельства, ведущие к романтическим увлечениям, общественной деятельности, партнерству и совместным предприятиями. Нельзя поручиться, что такие обстоятельства возникнут сами по себе. В сущности, они, скорее всего, станут результатом умышленного моделирования. Этот благоприятный период побуждает вас помогать окружающим в достижении их целей, взамен вы сможете рассчитывать на помощь в своих планах. Нынешняя ситуация предоставляет вам шансы, связанные с юридическими вопросами, обсуждением контрактов, улучшением внешности и артистическими проектами. Транзитный Марс в секстиле с радикальной Венерой имеет то же значение, что и транзитная Венера в секстиле с натальным Марсом, но длится несколько продолжительнее во времени и знаменует продленный период уверенности, инициативы и планирования в деловых общественных, романтических и художественных проявлениях.

# TransitMarsSquareJupiter
source: This transit is characterized by an inflated sense of self-importance and a tendency to take too much for granted. There is often a lack of moderation in actions. Strong ambitions for religious, educational, political, business, or cultural authority and leadership can cause difficulties if improperly prepared for such a role. This time is unfavorable for starting new businesses related to religious, educational, or cultural institutions. There may be a tendency to narrow-minded, fanatical religious and philosophical points of view, or to be recruited by fanatical aggressive religious organizations. There is often a temptation to engage in an unethical business. There is a tendency towards extravagance in business and financial matters. Unnecessary financial and physical risks should be avoided. There may be problems related to general finances, corporate business, legal issues, insurance, taxes, alimony, and deceased property. This is a bad time for legal battles. Caution should be exercised when dealing with foreigners or those who are far away, and in long-distance commerce. Impatience, impetuosity, carelessness — all these are the dangers of this period. Danger can be expected when traveling, visiting foreign countries, or in connection with foreign wars.
ru_ru: Этот транзит характерен раздутым чувством собственного значения и тенденцией слишком многое принимать как должное. Часто проявляется недостаток умеренности в действиях. Сильные амбиции на религиозные, просветительные, политические, деловые или культурные авторитеты и лидерство при неправильной подготовке к такой роли могут вызвать трудности. Это время неблагоприятно для начинания новых дел, связанных с религиозными, просветительными или культурными учреждениями. Возможна склонность к узколобым, фанатическим религиозным и философским точкам зрения или быть завербованным фанатичными агрессивно-религиозными организациями. Часто возникает искушение заняться неэтичным бизнесом. Существует тенденция к экстравагантности в бизнесе и финансовых делах. Следует избегать ненужного финансового и физического риска. Могут возникать проблемы, связанные с общими финансами, корпоративным бизнесом, юридическими вопросами, страховками, налогами, алиментами и имуществом умерших. Это неудачное время для судебных баталий. Следует проявлять осторожность в сделках с иностранцами или теми, кто находится далеко, и в коммерции на далекое расстояние. Нетерпеливость, порывистость, беззаботность — все это опасности этого периода. Опасность может ожидать при путешествиях, посещении чужих стран или в связи с иностранными войнами.

# TransitMarsSquareMars
source: This transit is characterized by impulsive, aggressive behavior. As a result of selfish ambition and a desire for primacy, conflicts over power and leadership may arise. Anger, skirmishes, fights, outbursts of anger, impulses, haste, reckless actions, etc., and in extreme cases, physical confrontations are also characteristic of this transit. There may be difficulties due to unbridled sexual desires and impulses. The danger of conflicts and disagreements makes this a bad time for new beginnings in business or professional affairs. An impetuous "I'm the first" attitude can cause resistance. Accidents or injuries may occur due to haste and impetuosity of poorly calculated actions or overexertion. There is a tendency to high fever and infections. Care should be taken with fire, weapons, explosives, dangerous tools, and chemicals.
ru_ru: Этот транзит характерен импульсивным, агрессивным поведением. В результате эгоистического честолюбия и желания первенства могут возникнуть конфликта из-за власти и лидерства. Гнев, стычки, драки, вспышки злости, порывы, спешки, неосмотрительные действия и т.д., и в крайних случаях физические конфронтации также характерны для этого транзита. Возможны трудности из-за необузданных сексуальных желаний и импульсов. Опасность конфликтов и разногласий делает это плохим временем для новых начинаний в бизнесе или профессиональных делах. Порывистый настрой "я первый" может вызвать сопротивление. От спешки и порывистости плохо рассчитанных действий или перенапряженности могут иметь место несчастные случаи или увечья. Существует тенденция к высокой температуре и инфекциям. Следует проявлять осторожность с огнем, оружием, взрывчаткой, опасным инструментом и химикатами.

# TransitMarsSquareMercury
source: Haste or aggressiveness causes outbursts of irritation in this astrological situation. Expect meetings with men who are argumentative and aggressive speakers, attempts to implement plans or introduce new working methods will cause irritation. During this period, you should check the wiring and look for possible sources of fire in the workplace and in the equipment you use. Wrong choice of destination, bad weather and other physical obstacles can hinder your travel, as well as disrupt the flow of information and other types of communication. Headaches and nervous tension are possible. Despite the potential problems, this period is characterized by abundant and stimulating energy. Even if this energy was initially generated by anger and annoyance, with determined efforts it will be directed towards achieving positive achievements. The quadrature of transit Mars with natal Mercury has the same meaning as transit Mercury in quadrature with natal Mars, but usually lasts a longer period of time, depending on the speed of Mars and whether it will be stationary, retrograde or direct. This transit indicates a long period of work and health problems, including mental irritations.
ru_ru: Поспешность или агрессивность вызывает вспышки раздражения при данной астрологической ситуации. Ожидайте встреч мужчинами-спорщиками и агрессивными носителями, попытки претворить планы в жизнь или внедрить новые методы работы вызовут раздражение. В этот период следует проверить исправность проводки и поискать возможные источники пожара на рабочем месте и в оборудовании, которым вы пользуетесь. Неверный выбор направления, скверная погода и другие физические препятствия могут помешать вам во время путешествия, а также нарушить поступление информации и другие виды коммуникации. Возможны головные боли и нервное напряжение. Несмотря на потенциальные проблемы, этот период характеризуется обильной и стимулирующей энергией. Даже если вначале эта энергия была порождена гневом и досадой, при решительных усилиях она будет направлена на осуществление позитивных достижений. Квадратура транзитного Марса с натальным Меркурием имеет то же значение, что и транзитный Меркурий в квадратуре с натальным Марсом, но обычно длится больший период времени в зависимости от скорости Марса и от того, будет ли он стационарным, ретроградным или прямым. Этот транзит указывает на длительный период проблем, касающихся работы и здоровья, включая и умственные раздражения.

# TransitMarsSquareMoon
source: Events are unlikely to go smoothly during this period. The equipment will start to work intermittently or break down, causing annoyance and delays in work. Traffic jams are very likely, especially in the area of your home and in cases where the reasons for the trip are household chores or issues related to children. Accidents and quarrels will lead to a waste of time. At this time, you may experience indigestion - the effects of anger, irritation, or disordered eating. Try not to arouse antagonism in the men you know. Carelessness can cause a fire and other accidents, and care must be taken when cooking, as cuts with a knife or other sharp objects are likely, as well as burns from contact with a stove or oven. Keep an eye on cooking, as it may burn. Disagreements between family members, regardless of whether they affect you or not, will be enough to make you want to wait out somewhere until everything is settled. But despite all these troubles and annoyances, some achievements are possible during this period. Probably, looking back, you will realize that you have succeeded a lot precisely because of the obstacles that you had to overcome. The quadrature of transit Mars with a radical Moon has the same meaning as the transit Moon in quadrature with natal Mars, but lasts longer depending on whether Mars is stationary or retrograde. Therefore, this transit can become something more than just a passing annoyance.
ru_ru: В этот период события вряд ли пойдут гладко. Техника начнет работать с перебоями или ломаться, вызывая досаду и проволочки в работе. Весьма вероятны пробки на дорогах, особенно в районе вашего дома и в тех случаях, когда причинами поездки являются домашние дела или вопросы, связанные с детьми. Аварии и ссоры будут способствовать напрасной потере времени. В это время у вас может наблюдаться несварение - последствия гнева, раздражения или беспорядочного питания. Старайтесь не пробуждать антагонизм в знакомых мужчинах. Беспечность может вызвать пожар и другие несчастные случаи, при приготовлении пищи необходимо соблюдать осторожность, поскольку вероятны порезы ножом или другими острыми предметами, ожоги при контакте с плитой или духовкой. Следите за приготовлением пищи - она может подгореть. Разногласий между членами семьи, независимо от того, затрагивают они вас или нет, будет достаточно, чтобы вызвать у вас желание переждать где-нибудь, пока все уладится. Но, несмотря на все эти неприятности и раздражение, в этот период, возможны некоторые достижения. Вероятно, оглянувшись назад, вы поймете, что многое вам удалось именно благодаря препятствиям, которые пришлось преодолевать. Квадратура транзитного Марса с радикальной Луной имеет то же значение, что и транзитная Луна в квадратуре с натальным Марсом, но длится дольше в зависимости от того, будет ли Марс стационарным или ретроградным. Следовательно, этот транзит может стать чем-то большим, а не просто проходящим раздражением.
