Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitNeptuneTrineVenus
source: Undoubtedly, these days it will be useful to use all your charm, tact and personal attractiveness. But even if you choose not to show these qualities, others will see them in you. You are surrounded by an aura of spirituality, mystery and magic, and although you are unaware of it, during this period, you will inspire and delight others. It's hard to explain why a relationship would become so successful. Fortune will accompany you in marriage, in joint ventures, in lawsuits, in contract negotiations, in artistic and creative projects, social events (especially in favor of charitable foundations). At the highest level, your spiritual values and ideals will improve, and through them you will be able to achieve tangible prosperity. Transiting Neptune in trine with radical Venus has the same meaning as transiting Venus in trine with natal Neptune, but it lasts much longer and indicates a long period of creative imagination, sensitivity and kindness in a close egg relationship. This transit occurs only once in a lifetime.
ru_ru: Несомненно, в эти дни будет полезно применить все свое обаяние, такт и личную привлекательность. Но даже если вы предпочтете не демонстрировать эти качества, окружающие увидят их в вас. Вас окружает аура духовности, тайны и волшебства, и хотя вы об этом не подозреваете, в этот период, вы будете вызывать у окружающих приливы вдохновения и восторга. Трудно объяснить, почему взаимоотношения станут такими успешными. Фортуна будет сопутствовать вам в браке, в совместных предприятиях, в судебных процессах, в переговорах по контрактам, в артистических и творческих проектах, светских событиях (особенно в пользу благотворительных фондов). На высочайшем уровне ваши духовные ценности и идеалы улучшатся, и благодаря им вы сможете достичь ощутимого процветания. Транзитный Нептун в трине с радикальной Венерой имеет то же значение, что и транзитная Венера в трине с натальным Нептуном, но продолжается гораздо дольше и указывает на длительный период творческой фантазии, чувствительности и доброты в тесных яичных отношениях. Этот транзит встречается лишь раз в жизни.

# TransitPlutoConjunctionJupiter
source: Intellectual aspirations, spiritual growth, political ambitions, and economic expansion may not lead to success, but it is in these areas that you will seek to strengthen your power and influence. If you or your family have suffered a loss of position and have been forced to start all over again, circumstances provide you with the opportunity to regain what you have lost. Your father (or his influence) may play a karmic role in the events of this period. Although you will be able to expand your sphere of influence, taking yourself too seriously or exaggerating your own importance will draw fire back, as this period requires the utmost honesty. If you are interested in ideas and activities related to social or religious reform, do not forget about the threat posed by intolerance and bigotry. Transit Pluto in conjunction with natal Jupiter has the same meaning as transit Jupiter in conjunction with natal Pluto, but it lasts much longer and indicates a long period of constructive, regenerative actions in cultural affairs.
ru_ru: Интеллектуальные стремления, духовный рост, политические амбиции и экономическая экспансия могут и не привести к успеху, но именно в этих сферах вы будете стремиться усилению власти и влияния. Если вы или ваша семья перенесли потерю положения и были вынуждены начать все заново, обстоятельства предоставляют вам возможность вернуть утраченное. Ваш отец (или его влияние) может играть кармическую роль в событиях этого периода. Хотя вам удастся расширить сферу своего влияния, слишком серьезное отношение к себе или преувеличение собственной значимости вызовет ответный огонь, поскольку этот период требует предельной честности. Если вы увлеклись идеями и деятельностью связанными с социальной или религиозной реформой, не забывайте о том, какую угрозу представляют нетерпимость и фанатизм. Транзитный Плутон в соединении с натальным Юпитером имеет то же значение, что и транзитный Юпитер в соединении с натальным Плутоном, но длится намного дольше и указывает на длительный период конструктивных, регенеративных действий в культурных делах.

# TransitPlutoConjunctionMars
source: You consciously or unconsciously strive to manage your physical energy and efforts in search of new life goals during this period. There is no guarantee that your efforts will take a certain direction on their own, there is only a chance that you will be able to achieve the goals that you had before with greater physical endurance and determination. It is difficult to give up your intentions, there is nothing wrong with moving towards your intended goal, but if the driving force is revenge or anger, then such a limited approach can be dangerous. This period is characterized by more intense and aggressive physical actions, competitive activities, regardless of their success. Physical passions increase, and secrecy is necessary to avoid erroneous or unhealthy sexual urges. Physical tasks and other activities these days may be related to mysteries, reconstruction, nature conservation, physical analysis, research and development. Cooperation with men will become more intense, there will be an element of rivalry in it, in some cases their essence will be a karmic connection. Transit Pluto in conjunction with natal Mars has the same meaning as transit Mars in conjunction with natal Pluto, but it is much longer and marks a period of fundamental changes. It occurs once in a person's life.
ru_ru: Вы сознательно или неосознанно стремитесь управлять своей физической энергией и усилиями в поисках новых жизненных целей в этот период. Нет никаких гарантий, что ваши усилия сами по себе примут определенное направление, есть лишь шанс, что вы с большей физической выносливостью и решимостью сможете добиваться целей, которые возникли у вас прежде. Трудно отказаться от своих намерений, нет ничего плохого в том, что вы движетесь к намеченной цели, но если движущей силой служит месть или гнев, то такой ограниченный подход может оказаться опасным. Этот период характеризуется более интенсивными и агрессивными физическими действиями, деятельностью соперничеством, независимо от их успеха. Физические страсти усиливаются, скрытность необходима, чтобы избежать ошибочных или нездоровых сексуальных влечений. Физические задачи и другая деятельность в эти дни могут быть связаны с тайнами, реконструкцией, охраной природы, физическим анализом, исследованиями и разработками. Сотрудничество с мужчинами станет более интенсивным, в нем появится элемент соперничества, в некоторых случаях их сущностью будет кармическая связь. Транзитный Плутон в соединении с натальным Марсом имеет то же значение, что и транзитный Марс в соединении с натальным Плутоном, но значительно большую длительность и знаменует период коренных перемен. Встречается он раз в жизни человека.

# TransitPlutoConjunctionMercury
source: The increased personal power and control that you gain during this period is achieved through knowledge, and especially understanding of yourself and other people. Thoughts, ideas, and self-expression will become more active and concentrated, and intellectual abilities will increase significantly. At this time, you will be able to recognize the hidden meaning and motivations of your own words and those of others, as well as separate the wheat from the chaff. Previous ideas and methods are changing, they will become more rational and effective. Your interests and activities may include investigations, research, idea development, psychoanalysis, or occult studies. Your influence in society will increase, and you will feel a stronger karmic connection with your neighbors, brothers, and sisters. The conjunction of transit Pluto with natal Mercury has the same meaning as transit Mercury in conjunction with natal Pluto, but lasts for a year or more and indicates a long period of intellectual and intuitive receptivity, critical communication and decisions. This transit can only happen once in a person's lifetime due to the long period of Pluto's orbit.
ru_ru: Усиление личной власти и контроля, которые вы обретете в этот период, достигается благодаря знаниям, и особенно пониманию самого себя и других людей. Мысли, идеи, самовыражение станут более активными и сконцентрированными, интеллектуальные способности значительно возрастут. В это время вы сумеете распознавать скрытый смысл и мотивации собственных слов и высказываний окружающих, а также отделять зерна от плевел. Прежние представления и методы изменяются, станут более рациональными и эффективными. Круг ваших интересов и деятельности может включать расследования, исследования, развитие идей, психоанализ или занятия оккультизмом. Возрастет ваше влияние в обществе, вы сильнее ощутите кармическую связь с соседями, братьями и сестрами. Соединение транзитного Плутона с натальным Меркурием имеет такое же значение что и транзитный Меркурий в соединении с натальным Плутоном, но длится год или более и указывает на длительный период интеллектуальной и интуитивной восприимчивости, критического общения и решений. Этот транзит может произойти только раз в течение всей жизни человека из-за длинного периода орбиты Плутона.

# TransitPlutoConjunctionMoon
source: During this period, emotional changes come to the fore. Reflections and reactions related to family relationships and child complexes acquire a depth that you did not want or could not achieve in the past. Emotional trauma or resentment should be considered, understood, and resolved. Your mother (or another domineering woman) has a powerful influence on your life, although it is difficult to understand whether her influence is negative, positive, or a combination of both. Emotional attachments will strengthen. Physically, your home and home atmosphere can be transformed, probably as a result of emotional changes. Despite the fact that you are exposed to significant unrest, the positive potential can include emotional strength and the possibility of self-realization. During this period, there is a possibility of negative consequences if you try to emotionally manipulate others or allow them (especially women) to manipulate and control you. This period is associated with such emotional turmoil that the desire to fulfill your desires may outweigh all other considerations, Such a powerful motivation can lead to impressive achievements, but the determination to fulfill your desires will prevent you from succeeding in something else. There may be a desire to develop your psychic abilities, but even if you are not inclined to the occult, your basic instincts and intuition will undoubtedly sharpen. The junction of the transit Pluto with the radical Moon has the same meaning as the transit Moon in conjunction with the natal Pluto, however, it lasts about two years compared to several hours of the junction of the transit Moon with the natal Pluto. It influences important fundamental changes that affect a person's emotional state, as well as monetary, family, and home circumstances. When a transiting Pluto connects to a radical Moon, important and sometimes irreversible changes can occur.; However, the conjunction of the transiting Moon with natal Pluto may delay a crucial event caused by other long-term influences.
ru_ru: В этот период на первый план выступают эмоциональные перемены. Размышления и реакции, связанные с семейными взаимоотношениями и детскими комплексами, приобретают глубину, которой вы не хотели или не могли достичь в прошлом. Эмоциональную травму или обиду следует обдумать, понять и разрешить. Ваша мать (или другая властная женщина) оказывает на вашу жизнь мощное влияние, хотя трудно понять, является ли ее влияние негативным, позитивным или сочетает те и другие черты. Эмоциональные привязанности усилятся. В физическом отношении ваш дом и домашняя атмосфера могут преобразиться - вероятно, в результате эмоциональных изменений. Несмотря на то, что вы подвергаетесь воздействию значительных беспорядков, к позитивному потенциалу можно отнести эмоциональную силу и возможность самореализации. В этот период существуют вероятность негативных последствий, если вы попытаетесь в эмоциональном отношении манипулировать окружающими или позволите им (особенно женщинам) манипулировать и управлять вами. Этот период связан с такими эмоциональными потрясениями, что стремление осуществить свои желания может перевесить все остальные соображения, Столь мощная мотивация может привести к впечатляющим достижениям, но решимость осуществить свои желания помешает добиться успеха в чем-то другом. Может возникнуть стремление развить свои психические способности, но даже если вы не склонны к оккультизму, ваши основные инстинкты и интуиция, несомненно, обострятся. Соединение транзитного Плутона с радикальной Луной имеет то же значение, что и транзитная Луна в соединении с натальным Плутоном, однако длится примерно два года по сравнению с несколькими часами соединения транзитной Луны с натальным Плутоном. Оно оказывает влияние на важные фундаментальные перемены, воздействующие на эмоциональное состояние человека, а также денежные, семейные и домашние обстоятельства. При соединении транзитного Плутона с радикальной Луной могут произойти важные и иногда необратимые перемены; однако, соединение транзитной Луны с натальным Плутоном может тормозить решающее событие, вызванное другими долговременными влияниями.

# TransitPlutoConjunctionNeptune
source: Circumstances cause political, economic, and even physical struggles, but mostly it's a struggle for spiritual power and ideals. For example, abortion, euthanasia of terminally ill people, genetic engineering, and civil rights are becoming more religious and moral issues. During this period, power may turn out to be an illusion, or it will slowly begin to be shaken by secret forces. Transit Pluto in conjunction with natal Neptune has the same meaning as transit Neptune in conjunction with natal Pluto. Both transits last a year or more and indicate a period of heightened spiritual awareness.
ru_ru: Обстоятельства вызывают политическую, экономическую и даже физическую борьбу, но в основном это борьба за духовную власть и идеалы. К примеру, аборты, эвтаназия безнадежно больных людей, генная инженерия и гражданские права становятся скорее вопросами религии и нравственности. В этот период власть может оказаться иллюзией, или ее начнут медленно расшатывать тайные силы. Транзитный Плутон в соединении с натальным Нептуном имеет то же значение, что и транзитный Нептун в соединении с натальным Плутоном. Оба транзита длятся год или более и указывают на период повышенной духовной осознанности.

# TransitPlutoConjunctionPluto
source: Transit does not occur during normal life, except in the case when Pluto is retrograde, and then changes motion to a straight line, or vice versa. In this case, forces beyond the control of the infant or his family may threaten or change the future course of fate. In political horoscopes, it can mark the death of old conditions and the beginning of new ones.
ru_ru: Транзит не встречается на протяжении обычной жизни за исключением случая, когда Плутон ретрограден, а затем меняет движение на прямое, или наоборот. В этом случае силы, неконтролируемые младенцем или лично его семьей могут угрожать или изменить дальнейший ход судьбы. В политических гороскопах может знаменовать смерть старых условий и начало новых.

# TransitPlutoConjunctionSaturn
source: The past has an extremely important influence on the present at this time. The established structures and traditions according to which you live and work can change significantly or even completely transformed under the influence of current circumstances. If before you couldn't or didn't want to take responsibility or work hard to achieve a goal, now you will understand the importance of such actions. If you refused to adhere to the necessary limits and frameworks to make progress, you will regret your stubbornness and rebuild your attitude. Self-discipline plays an essential role. Abuse of power will cause a conflict, but it will be successfully resolved. Ambitions will have to be tempered with patience and restraint. Transit Pluto in conjunction with natal Saturn has the same meaning as transit Saturn in conjunction with natal Pluto, but usually lasts a longer time and indicates a period of extended involvement in serious scientific, business, professional and political affairs. Transit occurs once in a person's life.
ru_ru: Прошлое оказывает чрезвычайно важное влияние на настоящее в это время. Сложившиеся структуры и традиции, согласно которым вы живете и работаете, могут значительно измениться или даже полностью преобразиться под воздействием нынешних обстоятельств. Если прежде вы не могли или не хотели брать на себя ответственность или упорно работать ради достижения цели, сейчас вы поймете всю важность подобных действий. Если вы отказывались придерживаться необходимых ограничений и рамок, чтобы достичь прогресса, вы пожалеете о своем упрямстве и перестроите свое отношение. Самодисциплина играет существенную роль. Злоупотребление властью вызовет конфликт, но он успешно разрешится. Амбиции придется умерять терпением и сдержанностью. Транзитный Плутон в соединении с натальным Сатурном имеет то же значение, что и транзитный Сатурн в соединении с натальным Плутоном, но обычно длится более длительное время и указывает на период продленной вовлеченности в серьезные научные, деловые, профессиональные и политические дела. Транзит встречается раз в жизни человека.

# TransitPlutoConjunctionSun
source: At this time, you experience an intense growth of self-awareness and a desire to gain recognition, influence and power. Of course, a lot depends on your current strength and the power gained before the beginning of this period. If you have already become a determined, domineering and independent person, your actions will differ only slightly in increased aggressiveness. But if before you could not or did not want to demonstrate your abilities, build your destiny and manage people and events in your life, then the independent actions that you will take now will be much bolder. One of the potentials of the current circumstances is that they will force or encourage you to make a new start or lifestyle change. You cannot guarantee that you will certainly succeed in your endeavors, but it does not matter, because you will not be able to get rid of the need to gain more power over yourself and the events of your life. The past will have a significant impact on the present, especially if you previously allowed others to control your life, avoiding personal responsibility. The motives of actions, the real driving force of which will remain your inner self, can be explained by your emotional life. For example, if your relationship breaks up at this time, it will happen not because of a lack of love or affection, but because your own is counteracting the strengthening of these relationships. You are convinced that you have to solve your own problems. And this prevents you from accepting the help and support of others. You are withdrawing into yourself, becoming more and more of a hermit. But you can't hide from yourself.: You remember who you are, who you have become, and most importantly, who you would like to become. Your pride will suffer a tangible blow, and you will learn from your own experience what fear and self-flagellation are. No matter what happens, you will come out of this situation transformed - a stronger, more determined and independent Person. The conjunction of the transiting Pluto with the natal Sun occurs once every 245 years; therefore, it cannot occur in the life of every person. This transit has the same effect as the conjunction of the transiting Sun with natal Pluto; however, its impact is felt over a two-year period and causes great transformations in human life and self-expression.
ru_ru: В эту пору вы испытываете интенсивный рост самосознания и ощущаете стремление добиться признания, обрести влияние и власть. Разумеется, многое зависит от вашей нынешней силы и власти, обретенной до начала этого периода. Если вы уже успели стать решительным, властным и независимым человеком, ваши действия будут отличаться лишь незначительно усилившейся агрессивностью. Но если прежде вы не могли или не хотели демонстрировать свои способности, строить свою судьбу и управлять людьми и событиями вашей жизни, то независимые действия, которые вы предпримете сейчас, будут гораздо смелее. Один из потенциалов нынешних обстоятельств состоит в том, что они вынудят или побудят вас к новому старту или к изменению образа жизни. Нельзя поручиться, что вы непременно преуспеете в, своих начинаниях, но это неважно, поскольку вы не сумеете избавиться от потребности обрести больше власти над собой и событиями своей жизни. Прошлое окажет существенное влияние на настоящее, особенно если прежде вы позволяли окружающим распоряжаться вашей жизнью, избегая личной ответственности. Мотивы поступков, реальной движущей силой которых останется ваше внутреннее я, могут объясняться вашей эмоциональной жизнью. К примеру, если в это время ваши взаимоотношения распадутся, то это произойдет не по вине недостатка любви или привязанности, а потому, что ваше это противодействует укреплению этих отношений. Вы убеждены в том, что сами обязаны решать свои проблемы. И это мешает вам принять помощь и поддержку окружающих. Вы замыкаетесь в себе, все больше превращаясь в отшельника. Но от себя вам не спрятаться: вы помните, кто вы такой, кем стали и, самое главное, кем хотели бы стать. Ваша гордость пострадает от ощутимого удара, вы на собственном опыте узнаете, что такое страх и самобичевание. Что бы ни случилось, вы выйдете из этой ситуации преобразившимся - более сильным, решительным и независимым Человеком. Соединение транзитного Плутона с натальным Солнцем происходит один раз в 245 лет; следовательно, оно не может происходить в жизни каждого человека. Этот транзит имеет такой же эффект, как соединение транзитного Солнца с натальным Плутоном; однако, его воздействие чувствуется в течение двухлетнего периода и вызывает большие трансформации: в жизни человека и в его самовыражении.
