Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# NatalMoonSquareUran
source: The moon is Uranus. Great imagination, unusual abilities, but strong emotional eccentricity and inexplicable moods. They often change their interests in pursuit of more exciting adventures. They often encounter unfortunate circumstances such as social and natural disasters, as well as unstable family situations and frequent changes of residence. Friends can arouse feelings or cause irritation. They're looking for the unusual. They always look at the world from a new perspective and strive to abandon the old and the past. These people are characterized by impulsivity, spontaneity, irritability, oversensitivity, eccentricity, eccentricity, excitability, poise, and a tendency to extremes in thought and action. They are fickle, impatient, and seek instant gratification. They have no patience and endurance, they are prone to breakups, their behavior is wayward. For men born at night, this may indicate a divorce in their first marriage. However, they also have positive traits: the desire for spiritual freedom and independence, the fight against violence, numerous original interests, a wealth of ideas and ingenuity.
ru_ru: Луна - Уран. Большое воображение, необычные способности, но сильная эмоциональная эксцентричность и необъяснимые настроения. Часто меняют интересы, стремясь к более захватывающим приключениям. Часто сталкиваются с несчастными обстоятельствами, такими как общественные и стихийные катастрофы, а также нестабильная семейная ситуация и частая смена местожительства. Друзья могут возбуждать чувства или вызывать раздражение. Они ищут необычного. Они всегда смотрят на мир с новой перспективой и стремятся отказаться от старого и прошлого. Эти люди характеризуются импульсивностью, спонтанностью, раздражительностью, чрезмерной чувствительностью, эксцентричностью, экстраординарностью, возбудимостью, уравновешенностью и склонностью к крайностям в мыслях и действиях. Они непостоянны, нетерпеливы и стремятся мгновенно удовлетворить свои желания. У них нет терпения и выносливости, они склонны к разрывам, их поведение своенравно. У мужчин, родившихся ночью, это может указывать на развод в первом браке. Однако у них также есть положительные черты: стремление к духовной свободе и независимости, борьба против насилия, многочисленные оригинальные интересы, богатство идей и изобретательность.

# NatalMoonSquareVenus
source: The moon is Venus. Financial and social problems in the home environment. They easily give away their sympathies, which prevents them from finding happiness in marriage and love. They are naive and become easy prey for other people. They engage in unreasonable sexual relations. There may be problems with marriage and delays, especially if Saturn indicates this. Their sentimentality and sensitivity allow them to play on the feelings of others. They constantly feel unhappy and emotionally stressed due to problems in their childhood and family life. Real happiness for them is not related to money and they are prone to waste. Disappointments, emotional unrest, weakness, weak will, vanity, idleness, emptiness, excessive love of pleasure and entertainment, capriciousness, inconstancy in feelings, infantilism, extravagance, envy, jealousy; in men - sensuality, debauchery, debauchery, weak will. On the positive side: such aspects can give richness of soul, generosity, fruitfulness, the ability to sacrifice personal interests, great understanding and empathy for the emotional experiences of others, striving for perfection and beauty.
ru_ru: Луна - Венера. Финансовые и социальные проблемы в домашней среде. Они легко отдают свои симпатии, что мешает им найти счастье в браке и любви. Они наивны и становятся легкой добычей для других людей. Они вступают в неразумные сексуальные связи. Возможны проблемы с браком и задержками, особенно если Сатурн на это указывает. Их сентиментальность и чувствительность позволяют им играть на чувствах других. Они постоянно чувствуют себя несчастными и испытывают эмоциональное напряжение из-за проблем в своем детстве и семейной жизни. Настоящее счастье для них не связано с деньгами и они склонны к расточительству. Разочарования, душевные волнения, слабость, слабоволие, тщеславие, праздность, пустота, чрезмерная любовь к удовольствиям и развлечениям, капризность, непостоянство в чувствах, инфантильность, расточительность, завистливость, ревность; у мужчин - чувственность, разврат, беспутство, слабая воля. Положительная сторона: подобные аспекты могут давать богатство души, щедрость, плодотворность, умение жертвовать личными интересами, большое понимание и сочувствие к душевным переживаниям других, стремление к совершенству и красоте.

# NatalMoonTrineJupiter
source: The moon in the aspect of Jupiter gives a person altruistic and religious qualities, the ability to help and be open in the imagination. Such a person dedicates himself to his home, parents and family, everything to achieve peace and happiness in his home. This aspect can also bring wealth through inheritance or successful transactions. People with this aspect have a strong imagination, intuition, and a love of beauty. They have a clear, accurate and correct understanding and judgment. They are distinguished by great vitality, cheerfulness, nobility, justice and friendliness. They are characterized by empathy, a generous soul, kindness, sociability, humanity and popularity. These people are able to meet people halfway and often achieve success in life, business and occupation. They are also usually well-off financially. Men with this aspect are characterized by love for their mother and a happy marriage. Women with this aspect have good health, healthy children (most often not just one), hospitality and excellent qualities of a hostess, wife and mother. However, there is a negative side to these aspects: empathy and compassion are considered only for the rich and happy, and not for the poor and unhappy. People with such aspects may be unable to fully understand the suffering and problems of the less fortunate. They also, like people with the harmonious aspect of the Sun and Jupiter, show loyalty to the existing order of things and may be unable to fight.
ru_ru: Луна в аспекте с Юпитером придает человеку альтруистичные и религиозные качества, способность помогать и быть открытым в воображении. Такой человек посвящает себя дому, родителям и семье, всё для достижения мира и счастья в своем доме. Этот аспект также может приносить богатство через наследство или удачные сделки. Люди с таким аспектом обладают сильным воображением, интуицией и любовью к прекрасному. У них ясное, точное и правильное понимание и суждение. Они отличаются большой жизненной силой, жизнерадостностью, благородством, справедливостью и дружелюбием. Им присущи сочувствие, щедрая душа, доброта, общительность, гуманность и популярность. Эти люди умеют идти навстречу и часто достигают успеха в жизни, делах и занятиях. Они также обычно хорошо обеспечены материально. Для мужчин с этим аспектом характерна любовь к матери и счастливый брак. Женщины с этим аспектом имеют хорошее здоровье, здоровых детей (чаще всего не только одного), гостеприимство и прекрасные качества хозяйки, жены и матери. Однако есть и отрицательная сторона этих аспектов: сочувствие и сострадание учитываются только к богатым и счастливым, а не к бедным и несчастным. Люди с такими аспектами могут быть неспособны полностью понять страдания и проблемы менее удачливых. Они также, как и люди с гармоничным аспектом Солнца и Юпитера, проявляют лояльность к существующему порядку вещей и могут быть неспособными к борьбе.

# NatalMoonTrineMars
source: The moon and Mars combine to express emotional activity and great mental energy. People with this planetary position are enterprising in arranging their homes, have a strong family life, and are able to successfully conduct business transactions. They have strong feelings, but they know how to manage them constructively. Such people always fight for justice and know how to use their imagination for their own purposes. Their health is strong and reliable. The moon, which is in a trine with Mars, gives energy, courage and enterprise. These people are enthusiastic, enthusiastic, and resourceful. They are always surrounded by friends and acquaintances in whom they trust, and this trust is mutual. Due to their common sense and practicality, they are able to find practical benefits in all kinds of activities and pursuits. Realism and material well-being await them on their way to success and fortune. These people are also accompanied by favorable changes and good luck in love. However, it should be noted that sometimes the friendliness of these people is superficial. In their desire to help others, they always try not to harm themselves, which sometimes puts limits on their ability to help.
ru_ru: Луна и Марс в сочетании выражают эмоциональную активность и большую психическую энергию. Люди с этим положением планет предприимчивы в обустройстве своего дома, обладают сильной семейной жизнью и умеют успешно вести деловые сделки. Они обладают сильными чувствами, однако умеют управлять ими конструктивно. Такие люди всегда борются за справедливость и умеют использовать свое воображение в своих целях. Их здоровье крепко и надежно. Луна, находящаяся в трине с Марсом, дарит энергичность, смелость и предприимчивость. Эти люди обладают энтузиазмом, воодушевлением и находчивостью. Они всегда окружены друзьями и знакомыми, в которых они доверяют, и это доверие взаимно. Благодаря своему здравому смыслу и практичности, они способны найти практическую выгоду во всяких делах и занятиях. Реализм и материальное благополучие ожидают их на пути к успеху и удаче. Эти люди также сопровождаются благоприятными переменами и удачей в любви. Однако, нужно отметить, что иногда дружелюбие этих людей имеет поверхностный характер. В своем желании помочь другим, они всегда стараются не нанести ущерба себе, что иногда ставит ограничения на их способность помогать.

# NatalMoonTrineMercury
source: The moon gives vivacity to the mind, and Mercury gives intelligence to the soul. The mind possesses vivacity, fruitfulness, clarity, brightness, responsiveness, practicality, insight, wit; strong intelligence, wisdom; innate abilities and talents that blossom into genius. He also shows an aptitude and interest in literature and languages, is able to express his thoughts logically and clearly, and has eloquence. He can understand others, is friendly, has strong spiritual and physical activity, and reasonable behavior. Favorite skills and variety; trading ability. A master of handling words, able to find the right expression that touches the hearts of all people, which is an excellent quality for popular writers, journalists and politicians. However, there is a risk of replacing direct work with intelligence, excessive responsiveness, and adaptability, which may become an obstacle to the development of abilities and talents in the future.
ru_ru: Луна придает уму оживленность, а Меркурий дарит душе интеллект. Ум обладает живостью, плодотворностью, ясностью, яркостью, отзывчивостью, практичностью, проницательностью, остроумием; сильным интеллектом, мудростью; врожденными способностями и талантами, расцветающими в гении. Также проявляет способности и интерес к литературе и языкам, умеет логично и ясно выражать свои мысли, обладает красноречием. Может понимать других, дружелюбен, обладает сильной духовной и физической активностью, разумным поведением. Излюбленные перемен и разнообразие; способности к торговле. Мастер обращения с словом, способный найти нужное выражение, которое затрагивает сердца всех людей, что является превосходным качеством для популярных писателей, журналистов и политиков. Однако есть риск замены непосредственной работы сообразительностью, чрезмерной отзывчивостью, адаптивностью, что может стать препятствием для развития способностей и талантов впредь.

# NatalMoonTrineNeptune
source: The moon and Neptune provide a person with mediumistic and parapsychological abilities. Depending on the general horoscope, these abilities may include clairvoyance, intuitive foresight, as well as the ability to predict the fate of people and future events. People with aspects of the Moon and Neptune show an interest in the occult and may be hypersensitive to the environment. They have vivid imaginations and, if the aspect is related to Venus, they may have talent in art. However, if the strong aspects of Mercury and Saturn are missing, they may turn out to be just empty dreamers. In general, the connection of the Moon and Neptune opens the doors to the world of dreams and creativity.
ru_ru: Луна и Нептун предоставляют человеку медиумические и парапсихологические способности. В зависимости от общего гороскопа, эти способности могут включать ясновидение, интуитивное предвидение, а также возможность предсказания судьбы людей и будущих событий. Люди с аспектом Луны и Нептуна проявляют интерес к оккультизму и могут обладать сверхчувствительностью к окружающей среде. У них живое воображение и, если аспект связан с Венерой, они могут обладать талантом в искусстве. Однако, если отсутствуют сильные аспекты Меркурия и Сатурна, они могут оказаться всего лишь пустыми мечтателями. В целом, связь Луны и Нептуна открывает двери в мир сновидений и творчества.

# NatalMoonTrinePluto
source: The moon is in a trine to Pluto. Strong-willed overcoming of obstacles, renewal of oneself and the environment, strong and intense feelings. Feelings are expressed with great force and under the control of the will. Courage and willpower in achieving material or spiritual success. Intuitive understanding of the underlying causes of objective phenomena. Here, the will and imagination are used to express objective and realistic thoughts, creating the power of thoughts concentrated by will and energy. The moon in trine to Pluto gives energy, enthusiasm and the ability to attract attention. It brings success, popularity, fame and good well-being. It is possible for men to marry a popular person. However, there is also a negative side - the desire to benefit from these abilities.
ru_ru: Луна в трине к Плутону. Волевое преодоление препятствий, обновление себя и окружения, сильные и интенсивные чувства. Чувства выражаются с огромной силой и под контролем воли. Мужество и сила воли в достижении материального или духовного успеха. Интуитивное понимание причин, лежащих в основе объективных явлений. Здесь воля и воображение используются для выражения объективных и реалистических мыслей, создавая силу мыслей, сконцентрированных волей и энергией. Луна в трине к Плутону дарует энергию, энтузиазм и способность привлекать внимание. Она приносит успех, популярность, известность и хорошее благосостояние. У мужчин возможен брак с популярной личностью. Однако, есть и отрицательная сторона - стремление извлечь выгоду из этих способностей.

# NatalMoonTrineSaturn
source: The moon is Saturn. Caution, conservatism, frankness, common sense, organizational talent. They can overcome difficulties in order to achieve their goal. They can be smart and businesslike. However, they are not very resourceful and develop the business based on past experience. Their abilities are good for working in mining, agriculture, and real estate. They are often strict, disciplined "Spartans" and do not attach importance to comfort. They also have a sense of self-worth and a sense of duty. Attentiveness, reasonableness, foresight, thoroughness, accuracy, caution, rationality, responsibility, authority, diplomacy, tact, self-confidence. The ability to systematize and organize, to make constant efforts; consistency in emotional connections and attachments; conscientiousness, accuracy. Men tend to be stable in relationships, attachments, and alliances. The negative side of these qualities is conservatism, inability to act quickly in crisis situations, excessive caution and reasonableness, resistance to change.
ru_ru: Луна - Сатурн. Осторожность, консерватизм, откровенность, здравый смысл, организационный талант. Они могут преодолеть трудности ради достижения своей цели. Умеют быть умными и деловыми. Однако они не очень находчивые и развивают дело на основе прошлого опыта. Их способности хороши для работы в горной промышленности, земледелии и недвижимости. Часто они являются строгими, дисциплинированными "спартанцами" и не придают значения комфорту. Они также отличаются чувством собственного достоинства и чувством долга. Внимательность, разумность, предусмотрительность, тщательность, аккуратность, осторожность, рациональность, ответственность, авторитетность, дипломатичность, тактичность, уверенность в себе. Способность к систематизации и организации, к постоянным усилиям; постоянство в эмоциональных связях и привязанностях; добросовестность, аккуратность. У мужчин проявляется склонность к стабильности в отношениях, привязанностях и союзах. Отрицательная сторона этих качеств: консерватизм, неспособность быстро действовать в кризисных ситуациях, чрезмерная осторожность и разумность, сопротивление изменениям.

# NatalMoonTrineUran
source: Moon and Uranus: the original ability to transform at will. They show efficiency and energy in the field of innovations and inventions. Their ebullient personality and charm attract attention, they are determined and active. Their home environment and parents are all unusual. They are constantly looking for new visions and experiences, and often have paranormal abilities. Their interest in astrology and the occult is always present in their lives. The moon in trine to Uranus is a combination that gives enhanced flair, intuition and clairvoyance. They have insight and originality of thinking, always striving for new things. Friendly and altruistic, they are distinguished by their humanity and humanity. Loyalty and sincerity are the qualities that men with this combination differ in their attachments and alliances.
ru_ru: Луна и Уран: оригинальная способность преображаться по своему желанию. Проявляют деловитость и энергию в сфере новшеств и изобретений. Их кипучая личность и очарование притягивают внимание, они решительны и активны. Домашняя обстановка и родители - все у них необычно. Они постоянно ищут новых видений и переживаний, и часто обладают паранормальными способностями. Интерес к астрологии и оккультизму всегда присутствует в их жизни. Луна в трине к Урану - это сочетание, которое придает усиленное чутье, интуицию и ясновидение. Они обладают проницательностью и оригинальностью мышления, всегда стремятся к новому. Дружелюбные и альтруистичные, они отличаются гуманностью и человечностью. Верность и искренность - вот качества, которыми мужчины с таким сочетанием отличаются в своих привязанностях и союзах.

# NatalMoonTrineVenus
source: The moon and Venus are symbols of harmony and serenity. They give a woman grace, tenderness and empathy, making her attractive and comely. Under their influence, an exciting calm is felt. This combination promotes the development of creative and culinary skills, has a positive effect on home decoration and self-care. If these planets meet in a harmonious aspect with Neptune, then an exceptional talent in music or visual arts appears. This aspect is especially beneficial for singers, actors and reciters who have a great, pleasant voice. The moon in the trine with Venus represents kindness, tenderness, charm, kindness, mercy, spiritual gentleness, attentiveness and tact. Her influence is felt in the form of attractiveness, charm, charm and empathy. This position of the planet can predict a happy marriage and a destiny in love for men, and for women – the development of good taste, charm and elegance. At the same time, the Moon is in a trine with Venus, which has a positive effect on financial well-being and material success. However, there is also a downside to this aspect – the unwillingness to resist evil and the inability to change anything around. Carelessness and frivolity may appear. Men can also have easy victories over women and accentuated femininity.
ru_ru: Луна и Венера – символы гармонии и безмятежности. Они придают женщине изящество, нежность и сочувствие, делая ее привлекательной и миловидной. При их влиянии ощущается волнующее успокоение. Такое сочетание способствует развитию творческих и кулинарных способностей, оказывает положительное влияние на украшение дома и уход за собой. Если эти планеты встречаются в гармоничном аспекте с Нептуном, тогда появляется исключительный талант в музыке или изобразительном искусстве. Данный аспект особенно благоприятен для певцов, актеров и чтецов, которые обладают великолепным, приятным голосом. Луна в трине с Венерой олицетворяет доброту, нежность, шарм, любезность, милосердие, душевную мягкость, внимательность и тактичность. Ее влияние ощущается в форме привлекательности, обаяния, очарования и сочувствия. Такое положение планеты может предсказывать счастливый брак и судьбу в любви для мужчин, а для женщин – развитие хорошего вкуса, шарма и элегантности. Одновременно Луна в трине с Венерой благоприятно сказывается на финансовом благополучии и материальном успехе. Однако бывает и обратная сторона этого аспекта – нежелание противостоять злу и неспособность изменить что-либо вокруг. Может проявиться беззаботность и легкомыслие. Также у мужчин возможны легкие победы над женщинами и акцентированная женственность.

# NatalNeptuneConjunctionPluto
source: A person likes to use force against those who understand too much and are too weak or compassionate to resist. He wants the best for them, of course. And they're too inconsistent to be trusted. He is in danger because of their generosity and because they do not understand what is better and what is worse for him and for themselves. They like everything. The most subtle aspect. It occurs approximately once every 500 years. It is usually associated with a change in the mood of society in connection with the development of philosophy, religion, science, with a recurring moment in the development of science, culture, civilization or social institutions. Highly developed people (with a good horoscope) have a sign of their high mission, the ability to convey a new, higher consciousness to people.
ru_ru: Человек любит применять силу к тем, кто понимает слишком много и слишком слаб или сострадателен, чтобы оказывать сопротивление. Он хочет им добра, само собой. А они слишком непоследовательны, чтобы можно было им доверять. Он находится в опасности из-за их великодушия и из-за того, что они не понимают, что лучше, а что хуже для него и для них самих. Им все нравится. Самый тонкий аспект. Происходит примерно 1 раз в 500 лет. Обычно связан с изменением настроя общества в связи с развитием философии, религии, науки, с повторным моментом в развитии науки, культуры, цивилизации или социальных институтов. У высокоразвитых людей (при хорошем гороскопе) - признак их высокой миссии, способность передать людям новое, более высокое сознание.
