Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# NatalMercurySquareSaturn
source: Mercury's experiment in Kabarda with the Saturn region often manifests itself as a four-dimensional case. People with this aspect often have poor memory, and their minds become pedantic and bureaucratic. They allow themselves to be picky and become letter eaters. They are stubborn, strict, selfish, cold and arrogant. They are also prone to cowardice, insecurity, distrust, suspicion, cunning, secrecy, deceit, cunning, melancholy, avarice and commercialism. They often encounter difficulties, obstacles, and delays. They may also have communication problems and limitations in expressing their thoughts. But on the positive side, these people can develop pedantry into order, precision, and punctuality. He is dominated by perseverance and diligence in learning and mental abilities.
ru_ru: Аспект Меркурия в квадрате с Сатурном часто проявляется как черты бухгалтерского характера. Люди с этим аспектом часто имеют плохую память, их ум становится педантичным и бюрократичным. Они позволяют себе быть придирчивыми и становятся буквоедами. Они упрямы, строги, эгоистичны, холодны и высокомерны. Они также склонны к трусости, неуверенности, недоверию, подозрительности, хитрости, скрытности, лживости, лукавству, меланхолии, скупости и меркантильности. Они часто сталкиваются с трудностями, препятствиями и опозданиями. Также у них могут возникать проблемы с коммуникацией и ограничениями в выражении своих мыслей. Но с положительной стороны, эти люди могут развить педантизм в порядок, точность и пунктуальность. Они проявляют настойчивость и трудолюбие в обучении и умственных задачах.

# NatalMercurySquareUran
source: Mercury is Uranus. This person is not interested in implementing their own projects, but instead strives to interact with unusual ideas out of simple curiosity. He pushes people away with his indiscreet remarks and arrogant intellectual teaching. He considers himself a genius, which does not always correspond to reality. Such an individual must constantly overcome his waywardness and selfishness. His views can be called eccentric, and his positions are inconsistent. He is prone to harsh language and a lack of diplomacy. In fact, he is an impractical individual, endowed with too much self-conceit and arrogance. He has almost no friends, and he constantly faces difficulties in communication and cooperation in any collective environment. The influence of the planets Mercury and Uranus creates a mobile and original mind, but they add nervousness. The ideas generated by this interaction are eccentric and not always feasible. Thoughts are lost in the distance, prone to haste. Abstruse ideas based on experience and knowledge are rare. They are often persistent, do not accept other people's advice and change their minds to the opposite. They show instant insight, but rarely use it. Such people reject the implementation of their projects in favor of finding unusual ideas. They offend others with their outspoken remarks and arrogance. They often consider themselves geniuses, although this is not always true. Such individuals need to constantly struggle with their waywardness and selfishness. Their views can be called eccentric, and their positions are inconsistent. They are rude in their expressions and often impractical, loaded with excessive self-conceit and arrogance. So people find few friends and have difficulty communicating and collaborating in a team.
ru_ru: Меркурий - Уран. Этот человек не интересуется реализацией своих собственных проектов, а вместо этого стремится к взаимодействию с необычными идеями из простой любознательности. Он отталкивает людей своими нескромными замечаниями и высокомерным интеллектуальным научением. Он считает себя гением, что далеко не всегда соответствует реальности. Такой индивид непрестанно должен преодолевать свое своенравие и эгоизм. Его взгляды можно назвать эксцентричными, а позиции - непоследовательными. Он склонен к грубым высказываниям и отсутствию дипломатии. На самом деле он является непрактичным индивидом, наделенным слишком большим самомнением и высокомерием. У него почти нет друзей, и он постоянно сталкивается с трудностями в общении и сотрудничестве в любой коллективной среде. Влияние планет Меркурий и Уран создает подвижный и оригинальный ум, однако придают нервозность. Идеи, порождаемые этим взаимодействием, являются эксцентричными и не всегда реализуемыми. Мысли затеряны вдалеке, склонны к спешности. Заумные идеи, основанные на опыте и знаниях, встречаются редко. Они часто настойчивы, не принимают чужих советов и меняют мнение на противоположное. Проявляют моментальную проницательность, но редко используют ее. Такие люди отвергают реализацию своих проектов в пользу поиска необычных идей. Они обижают других своими откровенными замечаниями и надменностью. Часто считают себя гениями, хотя это не всегда соответствует действительности. Таким индивидам необходимо постоянно бороться со своей своенравностью и эгоизмом. Их взгляды можно назвать эксцентричными, а их позиции - непоследовательными. Они грубы в выражениях и часто непрактичны, загружены излишним самомнением и высокомерием. Такие люди имеют мало друзей и испытывают затруднения в общении и сотрудничестве в коллективе.

# NatalMercurySquareVenus
source: An example is not possible.
ru_ru: Аспект невозможен.

# NatalMercuryTrineJupiter
source: Mercury and Jupiter are planets that influence various spheres of life. If you are engaged in higher education, work in educational institutions, publishing houses, or are engaged in writing, especially on religious and philosophical topics, then the favorable position of Mercury and Jupiter may be useful for you. People whose influence is due to Mercury and Jupiter are distinguished by their generosity of thought and clarity of presentation. They can easily and clearly express their thoughts and ideas, so that their interlocutors understand them. It is also a favorable combination of planets for politicians, teachers and those who often give speeches. People with this position of the planet are aware of the ethical consequences of their actions and thoughts, showing sincerity and decency. Also, people under the influence of Mercury and Jupiter show interest in traveling to distant countries, whether in reality or in their dreams. They like to spend time at home and have a large library, as well as invest a lot in creating a comfortable space for social events. Their optimistic mindset and belief in the power of positive thoughts help them succeed. However, sometimes they may lack interest in worldly achievements due to their contemplative mindset. Mercury, which is in a trine with Jupiter, gives people a broad, philosophical and scientific mind with a lively research mindset. They are distinguished by kindness, humanity, justice, honesty and decency. They also have good foresight, which can be useful in business, as well as developed commercial skills. Therefore, Mercury in a trine with Jupiter can give a fruitful and effective mind to a writer. However, the negative side of this situation may be loyalty to the status quo, because of which the subject will not strive for justice and will not fight for it.
ru_ru: Меркурий и Юпитер - планеты, которые оказывают влияние на различные сферы жизни. Если вы занимаетесь высшим образованием, работаете в образовательных учреждениях, издательствах или занимаетесь писательской деятельностью, особенно на религиозные и философские темы, то благоприятное положение Меркурия и Юпитера может быть для вас полезным. Люди, влияние которых обусловлено Меркурием и Юпитером, отличаются щедростью мыслей и ясностью изложения. Они легко и понятно могут выразить свои мысли и идеи, благодаря чему их понимают их собеседники. Также это благоприятное сочетание планет для политиков, преподавателей и тех, кто часто выступает с речами. Люди с этим положением планеты осознают этические последствия своих поступков и мыслей, проявляя искренность и порядочность. Также, люди под влиянием Меркурия и Юпитера проявляют интерес к путешествиям в далекие страны, будь то в реальности или в своих мечтах. Они любят проводить время дома и обладают большой библиотекой, а также много вкладывают в создание комфортного пространства для общественных мероприятий. Их оптимизм мышления и вера в силу положительных мыслей помогают им добиваться успеха. Однако иногда им может не хватать интереса к мирским достижениям из-за созерцательного склада ума. Меркурий, находящийся в трине с Юпитером, придает людям широкий, философский и научный ум с оживленным исследовательским складом. Они отличаются добротой, гуманностью, справедливостью, честностью и порядочностью. Также они обладают хорошим предвидением, которое может быть полезно в бизнесе, а также развитыми коммерческими способностями. Поэтому Меркурий в трине с Юпитером может подарить плодотворный и эффективный ум писателя. Однако, отрицательной стороной этого положения может быть лояльность к статус-кво, из-за которой субъект не будет стремиться к справедливости и не будет бороться за нее.

# NatalMercuryTrineMars
source: Mercury and Mars have an abundance of mental energy, which is beneficial for serious study and study, as it promotes good concentration. However, the success of these efforts depends on how successfully anxiety is suppressed. The support from Saturn and other distant planets helps to create stability in concentration. Although this aspect itself does not guarantee that you will become a scientist, it helps in the practical application of scientific knowledge. Mars, with its ambition and competitiveness, enhances practical mental abilities. People with this aspect have a vivid and lively ability to express their thoughts both verbally and in writing, which makes them good reporters or commentators. This aspect is also associated with the authors of detective stories, especially with the scorpio side of Mars. People who have this aspect tend to influence public opinion, so they choose politics, military affairs, or justice as their profession. They respond directly to all mental stimuli. Mercury's ascension in Aquarius complements Mars' aspiration with their shared understanding and appreciation of everything, which further enhances their sympathies and gives them enthusiasm for promoting their ideals.
ru_ru: Меркурий и Марс обладают избытком ментальной энергии, что благоприятно для серьезных занятий и учебы, так как это способствует хорошей концентрации. Однако успех этих усилий зависит от того, насколько успешно подавлено беспокойство. Поддержка со стороны Сатурна и других дальних планет способствует созданию стабильности в концентрации. Хотя сам этот аспект еще не гарантирует что вы станете ученым, он помогает в практическом применении научных знаний. Марс, с его честолюбием и соревновательностью, усиливает практические ментальные способности. Люди с этим аспектом обладают ярким и живым умением выражать свои мысли как устно, так и письменно, что делает их хорошими репортерами или комментаторами. Этот аспект также связан с авторами детективов, особенно со скорпионьей стороной Марса. Люди, имеющие этот аспект, стремятся влиять на общественное мнение, поэтому они выбирают политику, военное дело или юстицию в качестве профессии. Они непосредственно реагируют на все ментальные раздражители. Поднятие Меркурия в Водолее дополняет стремление Марса своим общим пониманием и оглядкой всего, что еще больше усиливает их симпатии и придает им энтузиазм при пропаганде своих идеалов.

# NatalMercuryTrineNeptune
source: Mercury and Neptune are a combination of intuition and a sixth sense that allows you to comprehend other people's thoughts. These people have a special gift of prophecy, and their visual abilities allow them to see the details of any events in front of their inner eyes. Thanks to Mercury, Neptune can develop their imagination and often get the premonitions they understand best. If Venus is involved in this combination, then these people also have developed abilities in art and music, especially in composition. Their rich imagination allows them to create novels and write poetry and mystical works. They have an aptitude for photography and cinema. Their sensitivity and subtlety of perception make them avoid harsh reality. They succeed in subtly influencing others and, with a favorable horoscope, become financial, political and military strategists. They can influence public opinion by skillfully using the media. Mercury in trine with Neptune brings strong imagination, psychological insight, sensitivity, inspired ideas, magical speech, spiritual interests, and prophetic dreams and visions. They also have practical and commercial skills. However, idealism can be their negative trait.
ru_ru: Меркурий и Нептун - это сочетание интуиции и шестого чувства, позволяющее постигать мысли других людей. У этих людей есть особый дар пророчества, а их визуальные способности позволяют им увидеть детали любых событий перед своим внутренним взором. Благодаря Меркурию, Нептун может развить свое воображение и часто получать предчувствия, которые они лучше всего понимают. Если в этом сочетании участвует Венера, то у этих людей также развиты способности в искусстве и музыке, особенно в композиции. Богатое воображение позволяет им создавать романы и писать стихи и мистические произведения. Они обладают способностью к фотографии и кино. Их чувствительность и тонкость восприятия заставляют их избегать суровой действительности. Они преуспевают в тонком влиянии на других и, при благоприятном гороскопе, становятся финансовыми, политическими и военными стратегами. Они могут влиять на общественное мнение, искусно используя средства массовой информации. Меркурий в трине с Нептуном приносит сильное воображение, психологическую проницательность, чувствительность, вдохновенные идеи, магическую речь, духовные интересы и пророческие сны и видения. Они также обладают практическими и коммерческими способностями. Однако, идеализм может быть их негативной чертой.

# NatalMercuryTrinePluto
source: People with the Mercury-to-Pluto aspect really understand that reality is a complicated game. They are able to unravel the causes of external phenomena as easily as an atomic physicist understands atomic structures. However, these people rarely fully immerse themselves in these activities, as other factors are required to understand and use them. The impact of this aspect is too subtle for an ordinary person to fully appreciate its impact. It is simply the ability to penetrate into the depths, to look for the roots of things. Such people are interested in natural and occult sciences. In the horoscope of physicists with this aspect, there must be a connection with Saturn or Uranus in order to be successful. Having good concentration and a strong will are key to the optimal development of mental abilities. Therefore, this aspect is especially favorable for researchers and writers of the detective genre. People with the Mercury-to-Pluto aspect have special qualities that make them popular and successful. They are very sociable, sociable and enterprising. Their mind is exploratory and progressive, they have excellent organizational skills, business skills and the ability to manage an audience.
ru_ru: Люди с аспектом Меркурия к Плутону по-настоящему понимают, что действительность - это сложная игра. Они способны разгадывать причины внешних явлений так легко, как физик-атомщик понимает атомные структуры. Однако эти люди редко полностью погружаются в эти занятия, поскольку для их понимания и использования требуются и другие факторы. Воздействие этого аспекта слишком тонко для обычного человека, чтобы он мог полностью оценить его влияние. Оно представляет собой просто способность проникать в глубину, искать корни вещей. Такие люди интересуются естественными и оккультными науками. В гороскопе физиков с этим аспектом должна быть связь с Сатурном или Ураном, чтобы иметь успех. Наличие хорошей концентрации и сильной воли являются ключевыми для оптимального развития умственных способностей. Поэтому этот аспект особенно благоприятен для исследователей и писателей детективного жанра. У людей с аспектом Меркурия к Плутону особые качества, которые делают их популярными и успешными. Они обладают большой контактностью, общительностью и предприимчивостью. Их ум является исследовательским и прогрессивным, они обладают прекрасными организаторскими способностями, деловыми качествами и умением управлять аудиторией.

# NatalMercuryTrineSaturn
source: Mercury and Saturn are considered symbols of perseverance, discipline and precision in astrology. These planets have a beneficial effect on the work of the mind and are especially useful for mathematicians, natural scientists and other professions where accuracy and consistency are required. People with this influence are agile in manual labor and have a high level of discipline. They are also endowed with leadership qualities and have the ability to accept responsibility. Such people are usually excellent scientists, characterized by patience and the ability to work hard. However, their thinking is often devoid of originality, and even if they have this ability, they rarely use it in practice. These people are great for teaching and writing, because they have a practical approach and the ability to notice details. They have a good memory and sense of form, as well as a serious attitude to life and self-control. People with this aspect of character are wonderful friends who need to be earned. They are not prone to flattery and are critical of compliments. Mercury, which is in a trine with Saturn, gives strength and self-discipline, promotes the development of character qualities.
ru_ru: Меркурий и Сатурн в астрологии считаются символами упорства, дисциплины и точности. Эти планеты благотворно влияют на работу ума и являются особенно полезными для математиков, естествоиспытателей и других профессий, где требуется точность и систематичность. Люди с подобным влиянием обладают проворством в ручном труде и отличаются высоким уровнем дисциплины. Они также наделены лидерскими качествами и обладают способностью принимать ответственность. Такие люди обычно являются отличными учеными, характеризующимися терпением и способностью к тяжелому труду. Однако их мышление зачастую лишено оригинальности, и даже если они обладают такой способностью, они редко используют ее на практике. Эти люди отлично подходят для занятий преподаванием и писательской деятельности, поскольку обладают практичным подходом и умением замечать детали. Они отличаются хорошей памятью и чувством формы, а также серьезным отношением к жизни и самообладанием. Люди с таким аспектом характера являются прекрасными друзьями, которых нужно заслужить. Они не склонны до лести и критически относятся к комплиментам. Меркурий, находящийся в трине с Сатурном, придает силу и самодисциплину, содействует развитию качеств характера.

# NatalMercuryTrineUran
source: Mercury and Uranus provide special intuitive abilities that allow you to explore new areas of thought and understand energy processes. They are also attracted to natural and occult sciences, and if their consciousness is consistent with the universal, then sudden insights are possible. People with this aspect may have genius abilities in a certain field, but they may be blind to what does not arouse their interest. This aspect is beneficial for astrologers, as it provides a scientific understanding of occult principles and freedom from attachment to traditions. People with this aspect are able to draw their own conclusions, regardless of the generally accepted ones, and thus are ahead of their time in their views on life. They also express their ideas in an original and dramatic way, have a phenomenal memory and speaking skills. In addition, this aspect is favorable for studying electronics and computers and provides specialized knowledge that is useful for a career. Mercury in trine to Uranus is a mind that is intuitive, inventive, original, creative, free, independent, talented, and insightful. He offers progressive ideas and has the ability to convince others.
ru_ru: Меркурий и Уран предоставляют особые способности, связанные с интуицией, позволяющие исследовать новые области мышления и понимать энергетические процессы. Они также привлекают естественные и оккультные науки, и если их сознание согласуется с универсальным, то возможны внезапные озарения. Люди с этим аспектом могут обладать гениальными способностями в определенной области, однако они могут быть слепы к тому, что не вызывает их интереса. Такой аспект является благоприятным для астрологов, так как дает научное понимание оккультных принципов и свободу от привязанности к традициям. Люди с этим аспектом способны делать собственные выводы, независимо от общепринятых, и таким образом опережают свое время в своих взглядах на жизнь. Они также выражают свои идеи оригинально и драматично, обладают феноменальной памятью и ораторскими способностями. Кроме того, этот аспект благоприятен для занятий электроникой и компьютерами и обеспечивает специализированные знания, которые полезны для карьеры. Меркурий в трине к Урану – это ум, интуитивный, изобретательный, оригинальный, творческий, свободный, независимый, талантливый и проницательный. Он предлагает прогрессивные идеи и имеет способность убеждать других.

# NatalMercuryTrineVenus
source: People with a similar character often find a common language with others due to the simplicity and clarity of expressing their thoughts. Their minds are sharp, alert and sensitive, and their speech is fluid and lively. These people are able to convince others of the value of their ideas and receive support from others. They fit perfectly into public affairs, successfully represent and behave diplomatically. Interacting with them allows you to saturate the exchange of ideas and achieve excellent mutual understanding. In the presence of other favorable horoscope factors, such people often manifest themselves as successful researchers with great creative potential. They have an inherent need for communication and self-expression in literature, art, and music. They express themselves easily and successfully. They are attracted to intellectual activity, mental games and intense discussions.
ru_ru: Люди, обладающие подобным характером, часто находят общий язык с окружающими благодаря простоте и понятности выражения своих мыслей. Их разум остр, бдителен и чувствителен, речь текуча и живая. Эти люди умеют убеждать других в ценности своих идей и получать поддержку со стороны окружающих. Они прекрасно вписываются в общественные дела, успешно представляют и дипломатично ведут себя. Взаимодействие с ними позволяет насыщать обмен идеями и достигать превосходного взаимопонимания. При наличии других благоприятных факторов гороскопа, такие люди часто проявляют себя как успешные исследователи, обладающие великим творческим потенциалом. Они испытывают неотъемлемую потребность в общении и самовыражении в литературе, искусстве и музыке. Легко и успешно выражают себя. Их привлекает интеллектуальная деятельность, умственные игры и напряженные дискуссии.
