Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# NatalMoonConjunctionJupiter
source: The Moon's conjunction with natal Jupiter makes you happy, popular, and generous. You are a person who will never say a bad word about anyone else and always looks on the bright side of life. Your good-naturedness, charm, charisma and other qualities bring social success and public popularity. At least you should have more than the average number of friends and fans, and you can become famous or famous. Your optimism about the future and life in general is a natural trait, reinforced by positive life experiences. You subconsciously attract good things, whether it's people, material goods, or a specific situation. This attractive inner quality has a caring maternal feeling, making others feel supported and nourished. You love communication and will enjoy establishing close emotional bonds. Making friends is easy, and you should have a wide range of people from whom you can choose your partner. You are so open in your emotions and open-minded that you will attract all kinds of friends. Your friends, partner, and family may be from different countries, religions, cultures, and beliefs. You want and need to get as many different experiences as possible.
ru_ru: Соединение Луны с натальным Юпитером делает вас счастливым, популярным и щедрым. Вы человек, который никогда не скажет плохого слова ни о ком другом и всегда смотрит на светлую сторону жизни. Ваше добродушие, обаяние, харизматичность и другие качества приносят социальный успех и общественную популярность. По крайней мере, у вас должно быть больше, чем в среднем, количество друзей и поклонников, и вы можете стать известными или известными. Ваш оптимизм в отношении будущего и жизни в целом — естественная черта, подкрепляемая положительным жизненным опытом. Вы подсознательно притягиваете хорошее, будь то люди, материальные блага или конкретная ситуация. Это привлекательное внутреннее качество имеет заботливое материнское чувство, заставляя окружающих чувствовать поддержку и питание. Вы любите общение и будете получать удовольствие от установления близких эмоциональных привязанностей. Заводить друзей легко, и у вас должен быть широкий выбор людей, из которых вы сможете выбрать своего партнера. Вы настолько открыты в своих эмоциях и непредвзяты, что привлечете самых разных друзей. Ваши друзья, партнер и семья могут быть представителями разных стран, религий, культур и убеждений. Вы хотите и должны получить как можно больше разных впечатлений.

# NatalMoonConjunctionMars
source: The conjunction of the Moon with natal Mars gives an emotionally passionate nature. You have an interest in life, and your infectious energy can arouse passion in others. You wear your heart on your sleeve, and it's more useful to share your feelings. It may be difficult for you not to let your strong emotions run wild, which is why this aspect has gained a reputation for providing emotional rashness and short temper. But this is just a side effect of such enthusiasm and energy for life. You are a sexy lover and a fierce fighter who needs a constructive outlet for your passions. Otherwise, the hot energy of Mars would turn on and become destructive. Dramatic displays of emotion are sometimes useful.
ru_ru: Соединение Луны с натальным Марсом дает эмоционально страстную натуру. У вас есть интерес к жизни, и ваша заразительная энергия может возбудить страсть у других. Вы носите свое сердце на рукаве, и полезнее поделиться своими чувствами. Возможно, вам будет трудно не дать волю своим сильным эмоциям, из-за чего этот аспект получил репутацию человека, обеспечивающего эмоциональную опрометчивость и вспыльчивость. Но это просто побочный эффект такого энтузиазма и энергии для жизни. Вы сексуальный любовник и яростный боец, которому нужен конструктивный выход для ваших страстей. В противном случае горячая энергия Марса включилась бы и стала бы разрушительной. Драматические проявления эмоций иногда полезны.

# NatalMoonConjunctionMercury
source: The conjunction of the Moon with Mercury in the natal chart unites your thoughts and feelings, making it very easy for you to become emotionally attached to people, places, memories or other things. Thanks to this characteristic, you will have many friends who will have a close and sincere emotional connection. Your personality also benefits from your openness when you share your feelings, which earns you respect and friendship. However, there is a downside: it may be difficult for you to be interested in things that you don't feel as emotionally attached to. There is also the possibility that discussions about your close emotional attachments will be overshadowed by your strong feelings, which will become prejudices. Your talent depends more on the thinking of the right hemisphere of the brain, for example, literature is more important than mathematics or psychology is more important than science. You can succeed in any subject or career where you can express your emotions through writing or speaking. You are emotionally sensitive and can quickly become anxious when you are under pressure. Intense drama can cause such emotional anxiety and lead to sudden mood swings. You may be subject to changing emotions even in your routine, settled state. Emotional sensitivity can also manifest itself as very acute intuition or psychic abilities. However, as with your emotional attachments, it can be difficult to filter out biases when determining the accuracy of your dreams or visions. First of all, you are a person with good social skills. Your sincere feelings for others attract friendship. Emotional sensitivity through caring and communication, empathy and understanding can lead to lifelong friendships and long-term close relationships.
ru_ru: Соединение Луны с Меркурием в натальной карте объединяет ваши мысли и чувства, благодаря чему вам очень легко эмоционально привязываться к людям, местам, воспоминаниям или другим вещам. Благодаря этой характеристике у вас появится много друзей, у которых будет тесная и искренняя эмоциональная связь. Ваша личность также выигрывает от вашей открытости, когда вы делитесь своими чувствами, что приносит вам уважение и дружбу. Однако есть и обратная сторона: вам может быть сложно интересоваться вещами, к которым вы не испытываете такой эмоциональной привязанности. Также существует вероятность того, что рассуждения о ваших близких эмоциональных привязанностях будут омрачены вашими сильными чувствами, которые станут предрассудками. Ваш талант больше зависит от мышления правого полушария мозга, например, литература важнее математики или психология важнее науки. Вы можете преуспеть в любом предмете или карьере, где сможете выражать свои эмоции посредством письма или устной речи. Вы эмоционально чувствительны и можете быстро начать тревожиться, когда находитесь под давлением. Интенсивная драма может вызвать такое эмоциональное беспокойство и привести к резким перепадам настроения. Вы можете быть подвержены меняющимся эмоциям даже в своем рутинном, устоявшемся состоянии. Эмоциональная чувствительность может также проявляться как очень острая интуиция или экстрасенсорные способности. Однако, как и в случае с вашими эмоциональными привязанностями, может быть сложно отфильтровать предубеждения при определении точности ваших снов или видений. Прежде всего, вы человек с хорошими социальными навыками. Ваше искреннее чувство к другим привлекает дружбу. Эмоциональная чувствительность через заботу и общение, сочувствие и понимание может привести к дружбе на всю жизнь и длительным близким отношениям.

# NatalMoonConjunctionNeptune
source: The conjunction of the Moon with the natal Neptune causes emotional sensitivity. You are finely tuned to the most subtle vibrations that can make you vulnerable to any kind of anxiety. You seem to pick up on every thought, feeling, suspicion, and insult from others. Filtering out what is really and vitally important is an important task for you. You get upset easily when someone is rude or rude to you, and you can easily cry and go to a safe place. At this stage, it is very important to understand that everyone is facing criticism, rejection, or insults, and you should not allow such negative behavior to upset you and affect your self-esteem. You can easily feel victimized, paranoid, and sad. It's probably better for you to have fewer friends than a lot until you learn how to deal with negative energy. The best way to deal with negative people and situations is to withdraw. Over time, you will learn to deal with more unpleasant situations. You will see that you have an exceptional talent called a psychic. How accurate your visions or impressions are and how long it takes to master this gift will depend on other factors in your chart. You are also greatly appreciated for your sincere compassion and empathy. You are sensitive to the feelings of others, and you are greatly affected by the plight of those who are being ostracized by society.
ru_ru: Соединение Луны с натальным Нептуном вызывает эмоциональную чувствительность. Вы тонко настроены на самые тонкие вибрации, которые могут сделать вас уязвимыми для любого беспокойства. Кажется, вы улавливаете каждую мысль, чувство, подозрение и оскорбление окружающих. Отфильтровать то, что действительно и жизненно важно, — важная задача для вас. Вы легко расстраиваетесь, когда кто-то ведет себя грубо или грубо с вами, и вы можете легко заплакать и уйти в безопасное место. На этом этапе очень важно понимать, что каждый сталкивается с критикой, неприятием или оскорблениями, и вы не должны позволять такому негативному поведению расстраивать вас и влиять на вашу самооценку. Вы легко можете почувствовать себя жертвой, параноиком и грустным. Вероятно, вам лучше иметь меньше друзей, чем много, пока вы не научитесь справляться с негативной энергией. Лучший способ справиться с негативными людьми и ситуациями — удалиться. Со временем вы научитесь справляться с более неприятными ситуациями. Вы увидите, что у вас есть исключительный талант, называемый экстрасенсом. Насколько точны ваши видения или впечатления и сколько времени потребуется, чтобы овладеть этим даром, будет зависеть от других факторов в вашей карте. Вас также очень ценят за ваше искреннее сострадание и сочувствие. Вы чувствительны к чувствам других, и на вас сильно влияет тяжелое положение тех, кто изгоняется обществом.

# NatalMoonConjunctionPluto
source: The conjunction of the Moon with Pluto in the natal chart gives an intense and dramatic emotional life. You feel things so deeply that sometimes it can be difficult to control your reactions to people and situations. You also experience extremes in mood and a tendency to extreme and sometimes gloomy moods. Your emotions and reactions are also strongly influenced by your powerful intuition. Dreams, visions, or psychic impressions are often extremely vivid and profound. By nature, you have little control over your subconscious mind, but your feelings and intuition can take control of your conscious intentions and actions. In a gloomy mood, you may be overcome by fear and paranoia. You can believe that others are trying to control you. This can be followed by behaviors such as manipulation, lying, and intimidation. Emotional manipulation most often occurs at home when you grow up, and in intimate relationships, especially with women. If your mother had been nosy, manipulative, or bossy, you would have learned such controlling behavior. If that's the case, then eliminating this subconscious brainwashing is a top priority and a necessary task before you can enjoy a healthy relationship. Fortunately, your powerful subconscious mind has tremendous powers of regeneration and transformation. You can quickly learn psychological introspection and other methods of accessing deeply hidden memories and feelings.
ru_ru: Соединение Луны с Плутоном в натальной карте дает интенсивную и драматическую эмоциональную жизнь. Вы настолько глубоко чувствуете вещи, что иногда бывает сложно контролировать свою реакцию на людей и ситуации. Вы также испытываете крайности в настроении и склонность к крайним, а иногда и мрачным настроениям. На ваши эмоции и реакции также сильно влияет ваша мощная интуиция. Сны, видения или психические впечатления часто бывают чрезвычайно яркими и глубокими. По своей природе вы мало контролируете свое подсознание, но ваши чувства и интуиция могут взять под контроль ваши сознательные намерения и действия. В мрачном настроении вас могут одолеть страх и паранойя. Вы можете верить, что другие пытаются вами управлять. За этим может последовать такое поведение, как манипуляция, ложь и запугивание. Эмоциональные манипуляции чаще всего происходят дома, когда вы взрослеете, и в интимных отношениях, особенно с женщинами. Если бы ваша мать была любопытной, манипулирующей или властной, вы бы научились такому контролирующему поведению. Если это так, то устранение этого подсознательного «промывания мозгов» является главным приоритетом и необходимой задачей, прежде чем вы сможете наслаждаться здоровыми отношениями. К счастью, ваше мощное подсознание обладает огромными способностями к регенерации и трансформации. Вы можете быстро научиться психологическому самоанализу и другим методам доступа к глубоко спрятанным воспоминаниям и чувствам.

# NatalMoonConjunctionSaturn
source: The conjunction of the Moon with Saturn in the natal chart has a stabilizing and grounding effect on your emotions. It makes you reasonable, realistic, and self-controlled. Your gloominess can make you look sad, lonely, or emotionally cold. You may have matured quickly and experienced emotional difficulties, sadness, or guilt. This aspect can be more difficult if one parent, especially your mother, was cold or cruel towards you when you were young. Creating a sense of emotional security is most important because you have a great desire to feel needed and valued. You form strong emotional bonds, are loyal and devoted. Respect for tradition and background can lead to a conservative belief system. You will work hard to achieve stability and security, as well as a solid foundation for starting a family, such as a stable income and a secure home. Your achievements will earn recognition and respect. Others will turn to you in a crisis situation because of your emotional strength and sense of responsibility. However, a complex fixed star or the harsher aspects of this compound can cause shyness, depression, isolation, inferiority complexes, or fear of intimacy. Being too strict with yourself can be helpful if you eliminate feelings of guilt and strive for emotional maturity. Shyness and lack of self-esteem can be overcome through positive reinforcement and getting out of your comfort zone. Being open to others will help you master the skills of maintaining long-term close relationships.
ru_ru: Соединение Луны с Сатурном в натальной карте оказывает стабилизирующее и заземляющее воздействие на ваши эмоции. Это делает вас разумным, реалистичным и самоконтролем. Ваша мрачность может заставить вас выглядеть грустным, одиноким или эмоционально холодным. Возможно, вы быстро повзрослели и испытали эмоциональные трудности, печаль или чувство вины. Этот аспект может быть более трудным, если один из родителей, особенно ваша мать, был холоден или жесток по отношению к вам, когда вы были молоды. Создание чувства эмоциональной безопасности является наиболее важным, потому что у вас есть огромное желание чувствовать себя нужным и ценным. Вы формируете сильные эмоциональные связи, лояльны и преданы. Уважение к традициям и происхождению может привести к консервативной системе убеждений. Вы будете усердно работать, чтобы достичь стабильности и безопасности, а также прочной основы для создания семьи, такой как стабильный доход и безопасный дом. Ваши достижения заслужат признание и уважение. Другие обратятся к вам в кризисной ситуации из-за вашей эмоциональной силы и чувства ответственности. Однако сложная неподвижная звезда или более суровые аспекты этого соединения могут вызвать застенчивость, депрессию, изоляцию, комплексы неполноценности или страх близости. Быть слишком строгим к себе может оказаться полезным, если исключить чувство вины и стремиться к эмоциональной зрелости. Преодолеть застенчивость и отсутствие самоуважения можно посредством положительного подкрепления и выхода из зоны комфорта. Открытость другим поможет вам овладеть навыками поддержания долгосрочных близких отношений.

# NatalMoonConjunctionUran
source: The conjunction of the Moon with natal Uranus stimulates (Uranus) your hypothalamus (Moon). The hypothalamus is a gland in the brain that regulates parental behavior and attachment, hunger, thirst, fatigue, sleep, and circadian rhythms. It is directly connected to the pituitary gland (the Sun) and is just as important. The stimulation of primal instincts has a huge impact on your life. Regarding parental behavior and attachment, one of your parents may be strange, absent, or emotionally distant. There may be a family history of sudden events, accidents, or mental events. Your background may be unusual or notable in some way. One can expect a sudden onset of emotional instability bordering on hysteria. However, these episodes usually pass as quickly as they began. Your relationship may be affected by the initial intensity or infatuation. However, it is often difficult to maintain this interest in the long term. The Moon's conjunction with Uranus strongly correlates with 7-year cycles. 7 x 12 = 84 = the period of Uranus' rotation. The seven–year itch is also a psychological term. The moon governs family and emotional attachments, while Uranus governs detachment. Satisfying your intense need for stimulation is vital to combat the impulsive nature of this aspect. The Internet is an ideal source of this stimulation, as Uranus controls the Internet and computers. The family's acceptance and support of any psychic abilities were necessary in childhood. It is very important not to feel like an outcast. Over the past 2,000 years, major religions have demonized many of your special skills and talents.
ru_ru: Соединение Луны с натальным Ураном стимулирует (Уран) ваш гипоталамус (Луна). Гипоталамус — это железа в мозге, которая регулирует родительское поведение и привязанность, голод, жажду, усталость, сон и циркадные ритмы. Он напрямую связан с гипофизом (Солнцем) и столь же важен. Стимуляция первобытных инстинктов оказывает огромное влияние на вашу жизнь. Что касается поведения родителей и привязанности, один из ваших родителей может быть странным, отсутствующим или эмоционально отстраненным. Может существовать семейная история внезапных событий, несчастных случаев или психических явлений. Ваше происхождение может быть необычным или примечательным в некотором роде. Можно ожидать внезапного начала эмоциональной нестабильности, граничащей с истерией. Однако эти эпизоды обычно проходят так же быстро, как и начались. На ваши отношения может повлиять первоначальная интенсивность или увлеченность. Однако поддерживать этот интерес в долгосрочной перспективе зачастую оказывается сложно. Соединение Луны с Ураном сильно коррелирует с 7-летними циклами. 7 х 12 = 84 = период обращения Урана. Семилетний зуд – это тоже психологический термин. Луна управляет семьей и эмоциональными привязанностями, а Уран — отстраненностью. Удовлетворение вашей сильной потребности в стимуляции жизненно важно для борьбы с импульсивной природой этого аспекта. Интернет является идеальным источником этой стимуляции, поскольку Интернетом и компьютерами управляет Уран. Принятие и поддержка семьи любых экстрасенсорных способностей были необходимы в детстве. Очень важно не чувствовать себя изгоем. За последние 2000 лет основные религии демонизировали многие из ваших особых навыков и талантов.

# NatalMoonConjunctionVenus
source: The conjunction of the Moon with natal Venus makes you the most loving and caring person. You are gentle, kind and affectionate. You like being in love, so having a truly loving and harmonious relationship is vital for your well-being. You're popular and enjoy a busy social life because it's easy for people to get along with you. You are a wonderful person inside and out. You take great care of your appearance and like to buy beautiful clothes, cosmetics and jewelry. It's easy for you to make friends, and your sex appeal makes it easier to find a partner. You rarely say harsh words about others, but you hurt yourself easily. Sensitivity to negative energy goes hand in hand with high empathy and compassion. You have a strong maternal instinct regardless of your gender. You should have had a warm and loving relationship with your mother and other female family members. You get great satisfaction from taking care of other people and your environment. You make sure that everyone is clean, well-fed and, most importantly, loved. You might be interested in taking care of animals or taking care of a beautiful garden. You have a good eye for fashion and a talent for home decoration and entertainment. Some might say that you are not ambitious, but a passionate and dedicated person who will try to get all the good things you want, from a loyal and loving partner to a shiny new sports car. Most likely, you will be surrounded by loving people and beautiful things. You are good with money and know how to bargain.
ru_ru: Соединение Луны с натальной Венерой делает вас самым любящим и заботливым человеком. Вы нежный, добрый и ласковый. Вам нравится быть влюбленным, поэтому наличие по-настоящему любящих и гармоничных отношений жизненно важно для вашего благополучия. Вы популярны и наслаждаетесь насыщенной общественной жизнью, потому что людям легко ладить с вами. Вы прекрасный человек внутри и снаружи. Вы очень заботитесь о своей внешности и любите покупать красивую одежду, косметику и украшения. Вам легко заводить друзей, а ваша сексуальная привлекательность облегчает поиск партнера. Вы редко говорите резкие слова о других, но легко раните себя. Чувствительность к негативной энергии идет рука об руку с высокой эмпатией и состраданием. У вас сильный материнский инстинкт независимо от вашего пола. У вас должны были быть теплые и любящие отношения с матерью и другими членами семьи женского пола. Вы получаете огромное удовлетворение, заботясь о других людях и своем окружении. Вы следите за тем, чтобы все были чистыми, сытыми и, самое главное, любимыми. Возможно, вас заинтересует уход за животными или уход за красивым садом. У вас хороший взгляд на моду и талант к украшению дома и развлечениям. Некоторые могут сказать, что вы не амбициозны, а страстный и преданный человек, который постарается получить все хорошее, что вы хотите, от верного и любящего партнера до новой блестящей спортивной машины. Скорее всего, вас будут окружать любящие люди и красивые вещи. Вы хорошо обращаетесь с деньгами и умеете торговаться.
