Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitMoonSquareNeptune
source: During this transit, a person is prone to having their head in the clouds, emotional embarrassment, and unwanted mental impressions. There may be tendencies towards subconscious neurosis, often in the form of difficulties in family relationships, impractical use of money and property. A person tends to mentally withdraw from family responsibilities. Uncontrollable imagination, daydreams, impractical religious and spiritual ideas tend to interfere with the effective management of daily duties. Some people are interested in mystical cults of Moon worship, guru worship, and other unreasonable mystical practices. During this period, the subconscious mind has a negative impact. A person's sense of values can be distorted, and encouraging subconscious memories can trigger inappropriate behavior and emotional reactions. In emergency cases, a person withdraws into himself or is prevented from going to a medical institution. A person is prone to deception and is deceived in money matters by other people. Family matters can be confusing, and women are often involved in emotional problems. Some specific problems that a person may have to face are difficulties with water, gas or petroleum products in the household.
ru_ru: В течение этого транзита человек склонен к витанию в облаках, эмоциональному смущению и нежелательным психическим впечатлениям. Могут возникнуть тенденции к подсознательному неврозу, часто в форме трудностей в семейных отношениях, в непрактичном использовании денег и имущества. Человек склонен психически уходить от семейных обязанностей. Неуправляемое воображение, грезы, непрактичные религиозные и духовные идеи склонны мешать эффективному ведению ежедневных обязанностей. Некоторых людей интересуют мистические культы поклонения Луне, поклонения гуру и другие неразумные мистические практики. В течение этого периода подсознательный разум имеет негативное влияние. Чувство ценностей у человека может быть искаженным, а поощрение подсознательных воспоминаний может вызвать неуместное поведение и эмоциональные реакции. В чрезвычайных случаях человек уходит в себя или его помешают в какое-либо лечебное учреждение. Человек склонен к обману и поддается обману в денежных делах со стороны других людей. В семейных делах может возникнуть путаница, часто в эмоциональных проблемах замешаны женщины. Некоторые специфические проблемы, с которыми человек, возможно, будет вынужден столкнуться — это трудности с водой, газом или нефтепродуктами в хозяйстве.

# TransitMoonSquarePluto
source: This transit is characterized by an explosion of deep emotional problems. Threatens the psychological dominance of women or over women. Family conflicts over power can arise when a person tries to emotionally dominate and remake family members. Joint money, inheritance, taxes, insurance, alimony and property of the deceased are often a source of family and business problems. There may be a need to renovate the house, causing disruption to normal household chores. A person's home and emotional stability are often destroyed by large-scale forces. This transit often coincides with the death of one of the family members. (This is more likely, however, when the transiting Pluto is in a quadrature with the radical Moon). There are often unpleasant mental experiences. Often, a person feels the urge to break old emotional and family ties. In general, there is a need to eliminate or update outdated conditions, relationships and emotional habits, as well as restore the basic content of the subconscious mind. The emotional issues that a person faces require such a restructuring.
ru_ru: Этот транзит характеризует взрыв глубоких эмоциональных проблем. Угрожает психологическому господству женщин или над женщинами. Семейные конфликты из-за власти могут возникнуть при попытках человека эмоционально господствовать и переделывать членов семьи. Совместные деньги, наследство, налоги, страховки, алименты и имущество умершего часто являются источником семейных и деловых проблем. Может возникнуть нужда в обновлении дома, вызывая нарушения нормальных домашних дел. Дом и эмоциональная устойчивость Человека часто разрушаются крупномасштабными силами. Этот транзит часто совпадает со смертью одного из членов семьи. (Это более вероятно, однако, когда транзитный Плутон находится в квадратуре с радикальной Луной). Часто бывают неприятные психические переживания. Часто человек чувствует желание разорвать старые эмоциональные и семейные узы. Вообще, налицо существует необходимость ликвидировать или обновить устарелые условия, отношения и эмоциональные привычки, а также восстановить основное содержание подсознательного разума. Эмоциональные вопросы, с которыми сталкивается человек, требуют такой перестройки.

# TransitMoonSquareSaturn
source: This transit is characterized by a domineering family and work responsibilities. Difficulties arise in relationships with parents or elderly recognized authority figures, or women. Family or professional responsibilities may conflict with each other. A downturn in business activity and financial difficulties are very likely at this time. Financial, business, professional, and domestic issues tend to cause anxiety and anxiety. During this period, it is best to maintain the status quo and postpone big changes until a more favorable time. This transit often stimulates heavy subconscious memories, causing depression and negative emotional states, which in turn have a bad effect on practical affairs and family relationships. Some people distance themselves from other people or adopt a cold, insensitive pose. A person who feels rejected may not realize that his own negative attitude is to blame.
ru_ru: Этот транзит характеризуют деспотичная семья и трудовые обязанности. Трудности возникают в отношениях с родителями или пожилыми признанными авторитетными лицами, или женщинами. Семейные или профессиональные обязанности могут противоречить друг другу. Спад деловой активности и финансовые трудности весьма вероятны в это время. Финансовые, деловые, профессиональные и домашние проблемы склонны вызывать беспокойство и тревогу. В течение этого периода лучше всего сохранять статус-кво и отложить большие перемены до более благоприятного времени. Этот транзит часто стимулирует тяжелые подсознательные воспоминания, вызывая депрессию и негативные эмоциональные состояния, которые в свою очередь плохо воздействуют на практические дела и семейные отношения. Некоторые люди отдаляются от других людей или принимают холодную бесчувственную позу. Человек, чувствующий себя отверженным, может не осознавать, что всему виной его собственное негативное отношение.

# TransitMoonSquareSun
source: This position of the Sun and Moon gives mental unrest, torment, torment, it is internal tension, constant stress, constant mental anxiety, fear of falling behind, being late, but in time; overestimation of strength, constant struggle; poverty, struggle with deprivation; inability to get along with people, constant mood swings, moods, inability to adapt to circumstances, environment; hardness, lack of flexibility, quirks, whims, internal contradictions, selfishness, egocentrism, self-confidence, arrogance; at times, passivity, indecision, impotence, self-esteem, resentment, loss of strength, difficult childbirth in women. The quadrature of the transiting Moon with the natal Sun has much the same meaning as the quadrature of the transiting Sun with the natal Moon; however, this transit lasts only a few hours.
ru_ru: Такое положение Солнца и Луны дает душевные волнения, терзания, мучения, это внутренняя напряженность, постоянный стресс, постоянное душевное беспокойство, страх отстать, опоздать, но успеть; переоценка сил, постоянная борьба; бедность, борьба с лишениями; неумение ладить с людьми, постоянные перемены настроения, капризы', неумение приспосабливаться к обстоятельствам, обстановке; твердость, отсутствие гибкости, причуды, прихоти, внутренние противоречия, эгоизм, эгоцентризм, самоуверенность, заносчивость; временами пассивность, нерешительность, бессилие, самолюбие, обидчивость, упадок сил, трудные роды у женщин. Квадратура транзитной Луны с натальным Солнцем имеет во многом такое же значение, и квадратура транзитного Солнца с натальной Луной; однако, этот транзит длится только несколько часов.

# TransitMoonSquareUran
source: This transit is characterized by emotional instability and erratic relationships. This is a bad time for important relationships with women. Unpredictable mood swings in a person have an impact on family members. Family members may not approve of a person's friends or colleagues. He, his friends, and his colleagues tend to have problems with money and emotional issues. During this transit, there is a tendency to temporarily move away from friends, family members, and women. Unexpected death is possible among friends or family members. Unexpected changes of residence and unforeseen disruptions to the daily routine are also likely at this time. This is an unfavorable time to invite friends to the house and conduct organizational activities at home. Regarding alimony, joint finances, equity money, insurance, tax, inheritance, unexpected household problems may arise. During this time, problems with electrical appliances or wiring may appear in the house; care should be taken when solving these problems. Some people behave eccentrically in order to attract attention to themselves and arouse an emotional reaction in other people. At this time, impulsive spending of money should be avoided. Despite all these negative influences, with the right attitude, it can be an important stimulus for intuitive abilities.
ru_ru: Для этого транзита характерны эмоциональная неустойчивость и сумасбродные взаимоотношения. Это плохой период для важных отношений с женщинами. Непредсказуемые смены настроения у человека оказывают влияние на членов семьи. Члены семьи могут не одобрять друзей или коллег человека. Между ним, его друзьями и коллегами склонны обнаруживаться проблемы, касающиеся денежных и эмоциональных вопросов. При этом транзите имеется тенденция к временному уходу от друзей, членов семьи и женщин. Возможна неожиданная смерть среди друзей или членов семьи. В это время вероятны также неожиданные перемены местожительства и непредвиденные нарушения ежедневного распорядка дня. Это неблагоприятное время для того, чтобы приглашать в дом друзей, и вести дома организационную деятельность. Относительно алиментов, совместных финансов, акционерных денег, страхования, налога, наследства могут, возникнуть неожиданные домашние проблемы. В течение этого времени могут появиться в доме проблемы с электроприборами или электропроводкой; при решении этих проблем следует быть осторожным. Некоторые люди ведут себя эксцентрично для того, чтобы привлечь к себе внимание и пробудить эмоциональную реакцию в других людях. В это время следует избегать импульсивных трат денег. Несмотря на все эти негативные влияния, при правильном отношении он может быть важным стимулом для интуитивных способностей.

# TransitMoonSquareVenus
source: The feeling of not being loved, whiny sentimentality, and tactlessness in public relations are all characteristic of this transit. Emotional resentments and misunderstandings tend to arise in marriage, family, or romantic relationships. Imaginary insults and disrespect, where nothing was intentional, can make a person seem hypersensitive. There is a tendency to overprotect family members, lovers, or children. This syndrome of suffocation by love can interfere with the independence and growth of those to whom this love is dedicated, and can cause problems for both the person himself and his companions. Problems can arise in business and public relations. There is a tendency to avoid work or unpleasant life factors. This escapism can take the form of overeating, excessive social activity, excessive sexual involvement, or financial extravagance. During this period, a person's aesthetic taste and prudence in social situations are at a low point. There is a tendency to hypocrisy in social life in order to avoid trouble.
ru_ru: Чувство, что тебя не любят, плаксивая сентиментальность и бестактность в общественных отношениях — все это характерно для этого транзита. Эмоциональные обиды и недоразумения склонны возникать в браке, семье или романтических отношениях. Воображаемые оскорбления и неуважение, где ничто не было преднамеренным, могут заставить человека казаться сверхчувствительным. Существует тенденция излишне опекать членов семьи, возлюбленных или детей. Этот синдром удушения любовью может мешать независимости и росту тех, кому эта любовь посвящается, и может вызывать проблемы как для самого человека, так и для его товарищей. Проблемы могут возникнуть в деловых и в общественных отношениях. Налицо тенденция избегать работы или неприятных жизненных факторов. Этот эскапизм может принять форму переедания, излишней социальной активности, чрезмерного увлечения сексом или финансовой экстравагантности. В течение этого периода эстетический вкус человека и благоразумие в общественных ситуациях находятся на низкой точке. Есть склонность к лицемерию в светской жизни с целью избежать неприятностей.

# TransitMoonTrineJupiter
source: This transit is a time for financial support of religious, cultural, charitable or educational institutions, for visiting relatives in hospitals or medical institutions. This is a good time to do business with religious institutions, hospitals, schools, or orphanages. This is an excellent time to work together with women and those who occupy prominent positions in the cultural world. Transit promotes business activities related to food, household products and services, publishing, real estate, and financial affairs of religious, cultural, and educational institutions.
ru_ru: Этот транзит — время для денежной поддержки религиозных, культурных, благотворительных или образовательных институтов, для посещения родственников в больницах или лечебных заведениях. Благоприятный период для ведения дел с религиозными институтами, больницами, школами или приютами. Это превосходное время для совместных действий с женщинами и теми, кто занимает выдающиеся положения в культурном мире. Транзит благоприятствует деловой активности, относящейся к пище, домашним продуктам и услугам, издательству, недвижимому имуществу, финансовым делам религиозных, культурных и образовательных институтов.

# TransitMoonTrineMars
source: This transit is characterized by increased energy, vitality, and constructive activity in the home. People experiencing this transit may be direct and honest in expressing their feelings. They can free themselves from their hidden feelings without having a destructive effect. During this transit, emotional shyness and shyness can be overcome. Establishing family relationships, which often takes place, can be beneficial for both sides. Dynamic and harmonious relationships with women during this time will lead to constructive achievements. This is a favorable period for amateur projects and strenuous physical work related to relocation or change of residence, as well as for family participation in sports. In commercial and professional matters, a person shows greater ambition and entrepreneurial spirit. This transit is especially favorable for businesses related to machinery, construction, food, farms, real estate, household products and services.
ru_ru: Для этого транзита характерны возросшая энергия, жизнеспособность, конструктивная деятельность в доме. Люди, переживающие этот транзит, возможно, будут в выражении своих чувств прямыми и честными. Они могут освободиться от своих затаенных чувств, не оказывая разрушительного действия. В течение этого транзита могут быть преодолены эмоциональная застенчивость и робость. Налаживание семейных отношений, что часто имеет место, может оказаться полезным для обеих сторон. Динамичные и гармоничные взаимоотношения с женщинами в течение этого времени приведут к конструктивным достижениям. Это благоприятный период для самодеятельных проектов и напряженной физической работы, связанной с переездом или переменой местожительства, и для семейного участия в спортивных играх. В торговых и профессиональных делах человек проявляет большее честолюбие и предприимчивость. Этот транзит особенно благоприятен для бизнеса, касающегося техники, строительства, пищи, фермы, недвижимого имущества, домашних продуктов и услуг.

# TransitMoonTrineMercury
source: This transit is characterized by a practical, sound approach to everyday tasks. There will probably be a lot of phone conversations, walking, and house visits, including family members, neighbors, friends, and coworkers. This transit is characterized by harmonious communication with women and the joy of intellectual activity. There is an interest in improving clothing, personal and family hygiene, household order and cleanliness. This is a favorable period for a systematic physical examination. It's also a good time to get familiar with diet, hygiene, and medicine. An interest in improving environmental conditions often develops. A person may make efforts to bring educational activities into family life, especially in relation to children. This is a good time for postal matters, especially if they relate to printed publications, clothing, food, or household items and services. Communication in the work environment is improving; ideas can be exchanged on improving productivity and methodology. This is also a favorable period for work related to public relations and advertising.
ru_ru: Этот транзит характеризуется практическим, здравым подходом к повседневным задачам. Будет, возможно, много телефонных разговоров, хождений и посещений дома, включая членов семьи, соседей, друзей и сослуживцев. Для этого транзита характерно гармоничное общение с женщинами и радость от интеллектуальной деятельности. Проявляется интерес к улучшению одежды, личной и семейной гигиене, хозяйственному порядку и чистоте. Это благоприятный период для систематического физического обследования. Это также хорошее время для ознакомления с диетой, гигиеной и медициной. Часто развивается интерес к улучшению окружающих, экологических условий. Человек, возможно, будет прилагать усилия, чтобы внести образовательную деятельность в семейную жизнь, особенно по отношению к детям. Это благоприятное время для почтовых дел, особенно, если они касаются печатных изданий, одежды, пищи или хозяйственных вещей и услуг. Улучшается общение в рабочей среде; возможен обмен идеями относительно улучшения производительности труда и методологии. Это также благоприятный период для работы, касающейся отношений с публикой и рекламы.

# TransitMoonTrineMoon
source: This transit is characterized by ease in conducting family, household, social, cultural and financial affairs. This is a good time for social activities, festive dinners, family gatherings, and shopping trips, especially for groceries and household items. This time is also beneficial for trade related to food, farm, real estate, household products and services. A person enjoys cooking, household chores, and matters related to women.
ru_ru: Этот транзит характеризуется легкостью в ведении семейных, домашних, общественных, культурных и финансовых дел. Это благоприятное время для светской деятельности, праздничных обедов, семейных встреч, поездок за покупками, особенно за продуктами и хозяйственными вещами. Это время также благо приятно для торговых дел, относящихся к пище, ферме, недвижимому имуществу, домашним продуктам и услугам. Человек получает удовольствие от приготовления пищи, хозяйственных дел и дел, касающихся женщин.

# TransitMoonTrineNeptune
source: This transit is characterized by intellectual inspiration and increased imagination. People enjoy the fruits of past barely noticeable achievements, although they may not fully understand how it happened and attribute them to luck. During this transit, people can gain access not only to the processes of their own subconscious mind, but also to the subconscious processes of their family members. This makes them more capable of understanding and having compassion for the needs and feelings of others, especially for less happy people than themselves. This is a favorable transit for relationships with women and understanding their emotional needs. The insight gained during this period can help a person overcome negative habits, and the intuitive guidance they provide can be useful in practical matters such as family finances and money matters. This transit, stimulating the ability to imagine, enhances artistic and musical expression. People try to incorporate artistic, religious, and mystical values into their homes and family lives. This often concerns the artistic decoration of the house. This is a good time for meditation and spiritualism, and for practicing astrology or telepathy.
ru_ru: Этот транзит характеризуют интеллектуальное вдохновение и усиление воображения. Люди пользуются плодами прошедших едва заметных заслуг, хотя они могут полностью не понимать, как это получилось, и приписывать их удаче. При этом транзите люди могут получить доступ не только к процессам своего собственного подсознательного разума, но и к подсознательным процессам членов своих семей. Это делает их более способными к пониманию и состраданию к нуждам и чувствам других, особенно к менее счастливым людям, чем они сами. Это благоприятный транзит для отношений с женщинами и понимания их эмоциональных запросов. Проницательность, приобретенная в течение этого периода, может помочь человеку преодолеть негативные привычки, а интуитивное руководство, которое он дает, может принести пользу в практических делах, таких, как семейные финансы и денежные дела. Этот транзит, стимулируя способность к воображению, усиливает артистическое и музыкальное выражение. Люди пытаются включить художественные, религиозные и мистические ценности в свой дом и в жизнь семьи. Это часто касается художественного украшения дома. Это благоприятное время для медитации и спиритизма, и для занятий астрологией или телепатией.
