Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitUranTrineMars
source: Physical efforts and activities these days can take an unexpected, unusual or unorthodox turn, but it's for the best. Don't be surprised if unusual or unfamiliar situations become a physical incentive for you. At this time, it is important to stay active and active. Your actions will be unpredictable, will not bring at all the results that you expected, and, nevertheless, may be successful. Be prepared for anything, act according to the situation. Relationships with men are favorable, although, like most events of this period, men or your relationship with them can be unpredictable. Your plans related to men will be affected by unstable or unpredictable events, but in the end they will bring good luck. This is an excellent period for any job, and especially for work related to electronics, computers, television or radio, as well as the latest technology. The transit Uranus in the trine with natal Mars has the same meaning as the transit Mars in the trine with natal Uranus, but a longer duration and indicates a long period of creative, dynamic and unusual activity. Transit happens twice in a human life.
ru_ru: Физические усилий и деятельность в эти дни могут принять неожиданный, необычный или неортодоксальный оборот, но это к лучшему. Не удивляйтесь, если необычные или незнакомые ситуации станут для вас физическим стимулом. В это время важно оставаться деятельным и активным. Ваши действия будут иметь непредсказуемый характер, приносить совсем не те результаты, которых вы ожидали, и, тем не менее, могут оказаться удачными. Будьте готовы ко всему, действуйте по обстановке. Благоприятны взаимоотношения с мужчинами, хотя, как и большинство событий этого периода, мужчины или ваши отношения с ними могут носить непредсказуемый характер. Ваши планы, связанные с мужчинами, подвергнутся воздействию нестабильных или непредсказуемых событий, но в итоге принесут удачу. Это превосходный период для любой работы и, в особенности для работы, связанной с электроникой, компьютерами, телевидением или радио, а также новейшими достижениями техники. Транзитный Уран в трине с натальным Марсом имеет то же значение, что и транзитный Марс в трине с натальным Ураном, но большую продолжительность и указывает на длительный период творческой, динамической и необычной деятельности. Транзит случается дважды в человеческой жизни.

# TransitUranTrineMercury
source: If you are seeking to apply a new approach to trading, a more effective way of expressing your ideas and opinions, the latest ways to accomplish your tasks, or better means of transportation, this period is most favorable. New, possibly radical ideas, methods, techniques, technology, and information will appear in your life in this astrological situation. Areas where success is also possible include computers, information and communication systems, travel, and electronics. Contacts and relationships with brothers, sisters, neighbors, and those you meet on a daily basis can suddenly have a very stimulating effect and undergo some unexpected but pleasant changes. This is an excellent period for group activities, participation in the production of newsletters or information publications of individual groups or associations. The trine of transit Uranus with natal Mercury has the same meaning as transit Mercury in the trine with natal Uranus, but lasts much longer, a year or more, and indicates a long period of creative, intellectual, and intuitive inspiration.
ru_ru: Если вы стремитесь применить новый подход в торговле, более эффективный способ выражения своих идей и мнении, новейшие способы осуществления своих задач или лучшие средства передвижения, этот период наиболее благоприятен. Новые, возможно, радикальные идеи, методы, техника, технология и информация появятся в вашей жизни при данной астрологической ситуации. К сферам, в которых также возможен успех, относятся компьютеры, информационные и коммуникационные системы, путешествия и электроника. Контакты и взаимоотношения с братьями, сестрами, соседями и теми, с кем вы встречаетесь ежедневно, могут внезапно оказать весьма стимулирующее воздействие и претерпеть некоторые неожиданные, но приятные изменения. Это превосходный период для групповой деятельности, участия в выпуске бюллетеней или информационных изданий отдельных групп или ассоциаций. Трин транзитного Урана с натальным Меркурием имеет то же значение, что и транзитный Меркурий в трине с натальным Ураном, но длится гораздо дольше, год или более, и указывает на длительный период творческого, интеллектуального и интуитивного вдохновения.

# TransitUranTrineMoon
source: During this period, your emotional life can noticeably improve in unexpected and unpredictable ways. At this time, you will begin to be attracted to everything new and unusual, and thus, something unorthodox and unprecedented will appear in your emotional attachments and obligations. The atmosphere in your home may change or become more emotionally stimulating, and if you have children in your life, you will be happy to accept this event. No matter how strange or unexpected the events that give you emotional satisfaction may be, on the whole, the prospects are favorable. The trine of transit Uranus with a radical Moon has the same meaning as the transit Moon in trine with natal Uranus, but it has a much longer duration, a year or more, and indicates a long period of sudden and unusual changes in emotional state, intuitive consciousness, and household chores.
ru_ru: В этот период ваша эмоциональная жизнь может заметно улучшиться в неожиданном и непредсказуемом отношении. В это время вас начнет притягивать все новое и необычное, и, таким образом, в ваших эмоциональных привязанностях и обязательствах появится нечто неортодоксальное и невиданное. Атмосфера в вашем доме может измениться или стать более стимулирующей в эмоциональном отношении, а если в вашей жизни появятся дети, вы с радостью воспримете это событие. Какими бы странными или неожиданными ни были события, которые доставляют вам эмоциональное удовлетворение, в целом, перспективы складываются благоприятно. Трин транзитного Урана с радикальной Луной имеет то же значение, что и транзитная Луна в трине с натальным Ураном, но имеет гораздо большую длительность, год или более, И указывает на длительный период внезапных и необычных перемен в эмоциональном состоянии, интуитивном сознании и домашних делах.

# TransitUranTrineNeptune
source: Intuitive abilities and imagination are stimulated. In some cases, this leads to mystical revelations or clairvoyant experiences. The period is good for meditation and spiritual practice. It is likely to develop an interest in reincarnation or life after death, mental telepathy, parapsychology or metaphysics. Many people experience intuitive artistic inspiration, premonition of future events and prophetic insights into the future cultural evolution. It is possible to gain insight into one's own subconscious and the memories of previous incarnations. An excellent transit for studying and practicing astrology. There may also be insights into advanced scientific principles. Participation in online groups and organizations of a scientific, religious, educational, humanitarian or occult nature can be beneficial. There is often an interest in improving and regenerating existing social conditions. Transit is favorable for teaching, lectures, traveling, and higher education. Past friends and acquaintances may reappear. Often, activities related to friends, IT companies, and organizations take place at home. Financial benefits can be obtained through corporate business ventures, insurance, inheritance, or pooled finance.
ru_ru: Стимулируются интуитивные способности и фантазия. В некоторых случаях это ведет к мистическим откровениям или ясновидческим переживаниям. Период хорош для медитации и духовной практики. Вероятно развитие интереса к реинкарнации или жизни после смерти, ментальной телепатии, парапсихологии или метафизике. Многие переживают интуитивное художественное вдохновение, предчувствие будущих событий и пророческих прозрений в будущую культурную эволюцию. Возможно получение прозрения в собственное подсознание и воспоминания предыдущих воплощений. Отличный транзит для изучения и практики астрологии. Могут также быть прозрения в передовые научные принципы. Участие в интернет-группах и организациях научного, религиозного, просветительного, гуманитарного или оккультного характера может принести выгоду. Часто проявляется интерес к повышению и регенерации существующих общественных условий. Транзит благоприятен для преподавания, лекций, путешествий и занятий высшим образованием. Возможно вновь появление прошлых друзей и знакомых. Часто деятельность, связанная с друзьями, IT-компаниями и организациями, происходит дома. Финансовые выгоды могут быть получены через корпоративные деловые предприятия, страхование, наследство или объединенные финансы.

# TransitUranTrinePluto
source: This transit is characterized by an exercise of the will, leading to a higher level of awareness and creative expression. Amazing intuitive revelations and mystical experiences are possible, which will lead to important changes in personal goals and aspirations. Many have motives for ending old living conditions in order to come to a more meaningful and exciting new way of life. Transit stimulates ingenuity and entrepreneurship. More precisely, it stimulates the will to change and improve existing methods, conditions in oneself and in the environment. Necessary changes can occur in awareness, which will lead to a better understanding of the spiritual laws governing human life on earth. A more satisfactory understanding of death and life after death is being gained. This is a great transit point for astrology and other occult subjects. There is often a growing interest in the reform and regeneration of existing cultural, economic, political, and educational institutions, as well as in religion, philosophy, travel, and foreign cultures. It is possible to benefit through corporate business, insurance, tax breaks, government grants or inheritance.
ru_ru: Этот транзит характерен упражнением воли, приводящим к более высокому уровню осознанности и творческого самовыражения. Возможны потрясающие интуитивные откровения и мистические переживания, которые приведут к важным изменениям личных целей и чаяний. Многие имеют мотивы к окончанию старых условий жизни, чтобы прийти к более значительному и захватывающему новому образу жизни. Транзит стимулирует изобретательность и предприимчивость. Более точно это стимулирует волю к необходимости изменений и улучшений существующих методов, условий в себе самом и в окружении. Необходимые изменения могут произойти в осознании, что приведет к лучшему пониманию духовных законов, управляющих жизнью человечества на земле. Обретается более удовлетворительное понимание смерти и жизни после смерти. Это прекрасный транзит для занятий астрологией и другими оккультными предметами. Часто развивается интерес как к реформированию и регенерации существующих культурных, экономических, политических и просветительных учреждений, так и к религии, философии, путешествиям и иностранным культурам. Возможна выгода через корпоративный бизнес, страховки, налоговые послабления, государственные дотации или наследство.

# TransitUranTrineSaturn
source: During this period, accumulated experience, organization, previous efforts and hard work acquire special importance and can become the key to your success today. People are older than you and circumstances will provide you with recognition and rewards. Perhaps the current situation will not correspond to your traditional ideas and ideas, but it is important to combine the old with the new and get rid of what has ceased to be useful and has outlived its usefulness. Take advantage of the benefits that new people, new ideas, and new technology give you. You are not able to manipulate people or events for your own purposes.: they will arise on their own, and your job is to respond to them in a timely manner. Transit Uranus in the quadrature with natal Saturn has the same meaning as transit Saturn in the trine with natal Uranus, but it lasts longer and means an extended period of application of creative ideas and methodologies. Transit occurs only twice in a lifetime.
ru_ru: В этот период накопленный опыт, организованность, прежние усилия и упорная работа приобретают особое значение и могут стать залогом вашего успеха сегодня. Люди старше вас и обстоятельства обеспечат вам признание и награды. Возможно, нынешняя ситуация не будет соответствовать вашим традиционным представлениям и идеям, но важно сочетать старое с новым и избавляться от того, что перестало приносить пользу и отжило. Воспользуйтесь преимуществами, которые дают вам новые люди, новые идеи и новая техника. Вы не в состоянии манипулировать людьми или событиями в своих целях: они возникнут самостоятельно, а ваше дело - своевременно отреагировать на них. Транзитный Уран в квадратуре с натальным Сатурном имеет то же значение, что и транзитный Сатурн в трине с натальным Ураном, но длится дольше и означает продленный период приложения творческих идей и методологий. Транзит встречается лишь дважды в жизни.

# TransitUranTrineSun
source: At this time, luck may smile at you due to some kind of blunder, due to your laudable efforts, or due to a combination of both factors, but the difficulty lies in the fact that you are unlikely to be able to control the general trend or adjust the situation to your advantage. This period is not able to improve your emotional state or serve to fulfill your desires - at least not directly. The main focus these days is on developing your personality, a favorable opportunity to express your will and achieve success that can satisfy your inner self. If you are striving for power, promotion, or other career-related goals, this period is the best time to move in that direction. Expect surprises, as they are sure to be pleasant. The trine of the transiting Uranus with the natal Sun has the same value as the trine of the transiting Sun with the natal Uranus; however, it lasts up to two years compared to about four days when the transiting Sun is in trine with the natal Uranus. The trine of Uranus in transit with the natal Sun is distinguished by the main period of personal disclosure and self-expression.
ru_ru: В это время удача может улыбнуться вам из-за какого-либо промаха, благодаря вашим похвальным усилиям или ввиду сочетания обоих факторов, но сложность заключается в том, что вы вряд ли сможете контролировать общую тенденцию или корректировать ситуацию в своих интересах. Данный период не в состоянии улучшить ваше эмоциональное состояние или послужить исполнению ваших желаний - по крайней мере, напрямую. Основное внимание в эти дни уделяется развитию вашей индивидуальности, благоприятной возможности проявить вашу волю и достичь успеха, способного удовлетворить ваше внутреннее я. Если вы стремитесь к власти, повышению по службе или к другим целям, связанным с карьерой, этот период как нельзя лучше подходит для движения в указанном направлении. Ждите неожиданностей, поскольку они наверняка будут приятными. Трин транзитного Урана с натальным Солнцем имеет такое же значение, как трин транзитного Солнца с натальным Ураном; однако, он длится до двух лет по сравнению с приблизительно четырьмя днями, когда транзитное Солнце находится в трине с натальным Ураном. Трин транзитного Урана с натальным Солнцем отличает основной период раскрытия и самовыражения личности.

# TransitUranTrineUran
source: This transit is characterized by original and creative moods of self-expression. Intuitive and clairvoyant abilities can be stimulated by an interest in new experiences and friendships. Many are making new, exciting friendships and connections with IT companies and organizations. Transit is favorable for all unique and original scientific, humanitarian, technological, occult and astrological pursuits. New methods or modern use of technology make it possible to make progress in the business world. It is possible to benefit through cooperative business enterprises, pooled finances, tax rebates, gifts, government grants, insurance or inheritance.
ru_ru: Этот транзит характерен оригинальными и творческими настроениями самовыражения. Интуитивные и ясновидческие способности могут стимулироваться интересом к новым переживаниям и дружеским отношениям. Многие заводят новые, захватывающие дружеские отношения и связи с IT-компаниями и организациями. Транзит благоприятен для всех уникальных и оригинальных научных, гуманитарных, технологических, оккультных и астрологических занятий. Новые методы или современное использование технологии позволяют сделать прогресс в деловом мире. Возможна выгода через кооперативные деловые предприятия, объединенные финансы, налоговые скидки, подарки, государственные дотации, страховки или наследство.

# TransitUranTrineVenus
source: Contacts with interesting and outstanding people are possible, each of whom may turn out to be a new business partner, spouse or ally in joint ventures and a friend in cooperation. It is very likely that a new romantic interest or the creation of family relationships with women will appear. Communication with representatives of another nation or generation can become unorthodox or unconventional. During this stimulating and favorable, but unpredictable period, your social life and activities will have an element of surprise and strangeness. Transiting Uranus in trine with radical Venus has the same meaning as transiting Venus in trine with natal Uranus, but lasts much longer, indicating a long period of exciting business, social, friendship, group, artistic, and romantic opportunities. It occurs only twice in a person's life.
ru_ru: Возможны контакты с интересными и незаурядными людьми, каждый из которых может оказаться новым деловым партнером, супругом или союзником в совместных предприятиях и другом в сотрудничестве. Весьма вероятно появление нового романтического увлечения или создание родственных отношений с женщинами. Общение с представителями другого народа или поколения может стать неортодоксальным или нетрадиционным. Во время этого стимулирующего и благоприятного, но непредсказуемого этого периода, вашей светской жизни и деятельности будет присущ элемент неожиданности и необычности. Транзитный Уран в трине с радикальной Венерой имеет то же значение, что и транзитная Венера в трине с натальным Ураном, но длится намного дольше, указывая на длительный период захватывающих деловых, общественных, дружеских, групповых, художественных и романтических возможностей. Он встречается всего дважды в жизни человека.

# TransitVenusConjunctionJupiter
source: This transit is characterized by a happy, optimistic, emotional attitude, generosity towards others, and social popularity. A tendency to show kindness, understanding, and a new emotional awareness of other people's needs. This is a wonderful period for the manifestation of musical, artistic, social and romantic activities. Social activities during this transit tend to be related to religion, philosophy, higher education, and related cultural activities. Business, romantic, and social relationships can arise through association with universities, churches, or other cultural institutions. Public activities are also often associated with an increase in the funds of cultural institutions, and business and social activities with foreigners, people from afar, or those associated with educational, religious, or cultural institutions. Traveling for pleasure or to develop an interest in foreign art forms is likely. The period is good for business relationships related to art, music, entertainment, luxury goods and cultural activities.
ru_ru: Для этого транзита характерен счастливый, оптимистический, эмоциональный настрой, щедрость в отношении к другим и общественная популярность. Склонность к проявлению доброты, понимания и к новому эмоциональному осознанию чужих нужд. Это прекрасный период для проявления музыкальной, художественной, общественной и романтической деятельности. Общественная деятельность при этом транзите тяготеет быть связанной с религией, философией, высшим образованием и связанной с ними культурной активностью. Деловые, романтические и общественные взаимоотношения могут возникнуть через ассоциацию с университетами, церквями или иными культурными учреждениями. Общественная деятельность также часто связана с увеличением фондов культурных учреждений, а деловая и общественная деятельность с иностранцами, людьми издалека, или теми, кто связан с просветительными, религиозными или культурными учреждениями. Вероятны путешествия ради удовольствия или для развития интереса к иноземным формам искусства. Период удачен для деловых отношений, связанных с искусством, музыкой, развлечениями, предметами роскоши и культурной деятельностью.

# TransitVenusConjunctionMars
source: This transit is characterized by dynamic artistic energy and a desire for romantic fulfillment. It is often associated with sexual stimulation and involvement in sexual relationships. However, the sexual attraction that develops during this period does not necessarily indicate intellectual, emotional, or cultural compatibility. If this connection receives emphasized aspects from other transiting planets, then there may be an excess of sensitivity with a lack of sensitivity to other people's feelings, or the native himself may be subjected to similar treatment. Some people will be motivated by artistic or musical expression of one kind or another. This transit is good for artistic displays in general and for social activities related to physical displays such as dancing. During this transit, business activities and partnerships related to art, music, and luxury goods often arise. This time is favorable for business related to entertainment, for social activities, for novels or for sex. Financial gain is possible through partnership, marriage, corporate business, gifts, insurance or inheritance.
ru_ru: Этот транзит характеризуется динамической художественной энергией, желанием романтических осуществлений. Он часто связан с сексуальной стимуляцией и вовлечением в сексуальные отношения. Однако, сексуальное притяжение, развивающееся в этот период, не обязательно говорит об интеллектуальной, эмоциональной или культурной совместимости. Если это соединение получает подчеркнутые аспекты от других транзитных планет, то возможен избыток чувствительности при недостатке чувствительности к чужим чувствам или урожденный сам может подвергнуться подобному обращению. Некоторые люди будут мотивированы на художественное или музыкальное выражение того или иного рода. Этот транзит хорош для художественных проявлений в целом и для общественной деятельности, связанной с физическими проявлениями такими, как, например, танцы. При этом транзите часто возникает деловая активность и партнерство, связанное с искусством, музыкой и предметами роскоши. Это время благоприятно для бизнеса, связанного с развлечениями, для общественной активности, для романов или для занятий сексом. Возможна финансовая прибыль через партнерство, брак, корпоративный бизнес, подарки, страховки или наследство.
