Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitNeptuneOppositionNeptune
source: The opposition of the transiting Neptune to your natal Neptune will not arise until you are 20 years old, so it will not have a significant impact on you. The circumstances of this period set new ideals against those of your generation. This conflict will affect you only to the extent that you choose to participate in it-unless time and fate make you a victim of religious or racial persecution. This transit is characterized by the need to develop an attitude of spiritual peace. A native goes through a psychological withdrawal from worldly affairs. Dependence on family, on close personal relationships for the sake of physical needs or psychological support is likely. Transit occurs at the end of a person's life.
ru_ru: Оппозиция транзитного Нептуна к вашему натальному Нептуну не возникнет, пока вам не исполнится лет, поэтому она не окажет на вас значительного воздействия. Обстоятельства этого периода противопоставляют новые идеалы идеалам вашего поколения. Этот конфликт затронет вас лишь в той степени, в которой вы пожелаете принять в нем участие, - если только время и судьба не сделают вас жертвой религиозных или расовых преследований. Этот транзит характерен необходимостью развить настрой духовного покоя. Урожденный проходит через психологический отход от мирских дел. Вероятна зависимость от семьи, от близких личных отношений ради физических нужд или психологической поддержки. Транзит встречается в конце жизни человека.

# TransitNeptuneOppositionPluto
source: This transit is characterized by the potential for increased intuitive spiritual awareness. This transit does not happen in the current generation, with the exception of those who have reached a respectable age, such as Dane Rudhyar and Mark Edmund Jones, however, it will occur in future generations and has happened in the past. Transit has the potential to generate deep and far-reaching cultural awareness, enabling understanding of a broad long-term cultural evolutionary unfolding. The normal routine of life is disrupted by large-scale political, economic, and social disasters, as well as natural disasters. There may be secrets and intrigues related to important relationships for the nee. There may be encounters with difficult mental experiences and problems based on the stimulation of painful subconscious memories. Some may be subjected to or commit psychological manipulation or violence themselves, which should be avoided at all costs. There may be problems with corporate money, taxes, pooled finances, insurance, and inheritance.
ru_ru: Этот транзит характерен потенциалом для возросшей интуитивной духовной осознанности. Этот транзит не случается у нынешнего поколения, за исключением тех, кто достиг солидного возраста, таких как Дэйн Радьяр и Марк Эдмунд Джонс, однако, он будет встречаться у будущих поколений и случался у прошлых. Транзит обладает потенциалом для получения глубокой и далеко идущей культурной осознанности, позволяющей понимать широкое долгосрочное культурное эволюционное развертывание. Нормальная рутина жизни разрушается крупномасштабными политическими, экономическими и общественными бедствиями, а также природными катастрофами. Могут возникать тайны и интриги, связанные с важными для урожденного отношениями. Возможны столкновения с трудными психическими переживаниями и проблемами, основанными на стимуляции болезненных подсознательных воспоминаний. Некоторые могут подвергнуться или сами совершить психологические манипуляции или насилие, чего следует избегать любой ценой. Могут возникнуть проблемы с корпоративными деньгами, налогами, объединёнными финансами, страховками и наследством.

# TransitNeptuneOppositionSaturn
source: The fruits of your hard work, the stability of your experience, and the maturity of your judgment, as well as your credibility, will be threatened by illegal actions, deception, bankruptcy, and unknown or disappointed people during this period. Perhaps the same is true for those who symbolize power in your life. The circumstances of this period seriously challenge your ability and desire to overcome inner fear or anxiety. The traditions and structures that have developed and guided you in the past will become ambivalent and misleading. The limitations and boundaries that previously defined your character and lifestyle may disappear. Be on your guard if you are relieved of your duties or you yourself give up on them without leaving a replacement. Transiting Neptune in opposition to radical Saturn has the same meaning as transiting Saturn in opposition to radical Neptune, but it lasts longer and indicates a prolonged period of psychological difficulties in important relationships. Transit happens only once in a person's life.
ru_ru: Плодам вашей упорной работы, стабильности опыта и зрелости суждений, а также вашему авторитету будут угрожать незаконные действия, обман, банкротство и неизвестные или разочарованные в вас люди в этот период. Возможно это же справедливо для тех, кто символизирует власть в вашей жизни. Обстоятельства этого периода бросают серьезный вызов вашей способности и желанию преодолевать внутренний страх или тревогу. Традиции и структуры, развивавшие и направлявшие вас в прошлом, приобретут двойственный характер и могут ввести в заблуждение. Ограничения и рамки, которые прежде определяли ваш характер и образ жизни, могут исчезнуть. Будьте настороже, если вас освободят от обязанностей или вы сами откажетесь от них, не оставив замены. Транзитный Нептун в оппозиции к радикальному Сатурну имеет то же значение, что и транзитный Сатурн в оппозиции к радикальному Нептуну, но длится дольше и указывает на продолжительный период психологических трудностей в важных отношениях. Транзит случается лишь раз в жизни человека.

# TransitNeptuneOppositionSun
source: You are not sure how to satisfy the needs of your inner self and what to apply your willpower to. During this period, your ambitions will remain unfulfilled. You can succeed in other areas, but during this period your main goals or intentions will not come true due to obstacles that may prove insurmountable. It's possible that your goals were unrealistic or unattainable from the start, but if that's the case, you don't even know it yet. In relation to your achievements, you tend to harbor unrealistic hopes, you tend to trust rude flattery or those who promise you more than they can give. The best thing is to be patient and philosophical. For example, you may not be able to get the job or recognition you seek, but you will have another acceptable job or recognized achievements for a while. If you hold an administrative or other leadership position, try to prevent or anticipate situations in which your leadership abilities will be questioned. Avoid potentially scandalous or dishonest people, as well as situations that could harm your reputation. The opposition of the transiting Neptune with the natal Sun has the same significance as the opposition of the transiting Sun with the natal Neptune; however, it lasts approximately two years and thus indicates a long period of possible self-deception and mental unrest.
ru_ru: Вы не уверены в том, как удовлетворить потребности своего внутреннего я и к чему приложить свою силу воли. В этот период ваши амбиции останутся нереализованными. Вы можете добиться успеха в других областях, но в этот период ваши основные цели или намерения не осуществятся из-за препятствий, которые могут оказаться непреодолимыми. Вполне возможно, что ваши цели с самого начала были нереалистичными или недостижимыми, но если это так, пока вы об этом даже не подозреваете. По отношению к своим достижениям вы склонны питать неосуществимые надежды, вы склонны доверять грубой лести или тем, кто обещает вам больше, чем может дать. Лучше всего - проявлять терпение и философский подход. К примеру, вам не удастся получить работу или признание, которых вы добиваетесь, зато на время у вас появятся другая приемлемая работа или признанные заслуги. Если вы занимаете административный или другой руководящий пост, попытайтесь предотвратить или предвидеть ситуации, в которых ваши лидерские способности будут поставлены под сомнение. Избегайте, потенциально скандальных или бесчестных людей, а также ситуаций, способных нанести вред вашей репутации. Оппозиция транзитного Нептуна с натальным Солнцем имеет такое же значение, как оппозиция транзитного Солнца с натальным Нептуном; однако, она длится приблизительно два года и указывает, таким образом, на длительный период возможного самообмана и психических волнений.

# TransitNeptuneOppositionUran
source: Spirituality and idealism come into conflict with free-thinking, independent lifestyle and social institutions. The problem is that in this conflict there is unlikely to be an incentive (at least justified) to find a compromise, so its results cannot be predicted. Transiting Neptune in opposition to radical Uranus has the same meaning as transiting Uranus in opposition to radical Neptune. Both transits last a year or more and indicate a prolonged period of psychological confusion and difficulties.
ru_ru: Духовность и идеализм вступают в конфликт со свободомыслием, независимым образом жизни и общественными институтами. Проблема заключается в том, что в этом конфликте вряд ли появится стимул (по крайней мере, оправданный) для поиска компромисса, поэтому его результаты невозможно предсказать. Транзитный Нептун в оппозиции к радикальному Урану имеет то же значение, что и транзитный Уран в оппозиции к радикальному Нептуну. Оба транзита длятся год или более и указывают на продолжительный период психологической путаницы и трудностей.

# TransitNeptuneOppositionVenus
source: You will have to deal with unclear and obviously confusing situations in your relationship with your spouse, partner, or close ally. Relationships with strangers also leave much to be desired. Attempts to resolve difficulties will be hindered by deception, distrust, and other subversive influences. The cooperation promised to you, as well as the one you seek to enter into, may never come to fruition. Not everyone will refuse to help you, but confusion, misunderstandings and deception are quite possible when it comes to others. Caution should be exercised in all matters related to money, as bankruptcy is very likely. Common goals and values: need to be defined more clearly. The pursuit of romantic hobbies and other pleasures, as well as the benefits of life, will not come true because of deception or false promises. Diplomatic or social events will be meaningless or mercantile, and your reputation and position are unlikely to undergo a significant and beneficial change. Artistic skills, as well as projects and other activities in which you participate, will be affected by unusual circumstances, misunderstandings, confusion, and loss. Transiting Neptune in opposition to radical Venus has the same meaning as transiting Venus in opposition to radical Neptune, but lasts for a year or more and threatens a period of emotional escapism. Transit happens only once in a person's life.
ru_ru: Вам придется бороться с неясными и явно запутанными ситуациями в ваших взаимоотношениях с супругом, партнером или близким союзником. Отношения с посторонними людьми также оставляют желать лучшего. Попыткам разрешить затруднения будут препятствовать обман, недоверие и прочее подрывное влияние. Сотрудничество, обещанное вам, а также то, в которое вы стремитесь вступить, может никогда не осуществиться. Отказывать в помощи вам будут далеко не все, но вполне возможны неразбериха, недоразумения и обман, когда речь идет об окружающих. Следует проявлять осторожность во всех делах, связанных с деньгами, поскольку весьма вероятно банкротство. Общие цели и ценности: необходимо определять более четко. Стремление к романтическим увлечениям и другим удовольствиям, а также жизненным благам не осуществится из-за обмана или лживых обещаний. Дипломатические или социальные мероприятия будут бессодержательными или меркантильными, ваша репутация и положение вряд ли претерпят значительное и благоприятное изменение. Артистические навыки, а также проекты и другая деятельность, в которой вы участвуете, подвергнутся воздействию необычных обстоятельств, недоразумений, путаницы и потерь. Транзитный Нептун в оппозиции к радикальной Венере имеет то же значение, что и транзитная Венера в оппозиции к радикальному Нептуну, но длится год или больше и грозит периодом эмоционального эскапизма. Транзит бывает лишь раз в жизни человека.

# TransitNeptuneSextileJupiter
source: Take advantage of any opportunities to gain new experience. Although the prospects of this period are hardly rosy, their energy is positive. If you are astute enough to recognize a favorable atmosphere, the current circumstances will lead to personal growth, economic development, the expansion of your intellectual horizons and the strengthening of your professional status. In addition, success will accompany long-distance travel, politics, literary work, publishing, cultural aspirations and situations related to your father. Transiting Neptune in the sextile with natal Jupiter has the same meaning as transiting Jupiter in the sextile with natal Neptune, but it lasts longer and indicates the continued possibility of mystical awakening.
ru_ru: Воспользуйтесь любыми возможностями, чтобы обрести новый опыт. Хотя перспективы этого периода трудно назвать радужными, их энергия позитивна. Если вам хватит проницательности, чтобы распознать благоприятную атмосферу, нынешние обстоятельства приведут к личному росту, экономическому развитию, расширению ваших интеллектуальных горизонтов и укреплению профессионального статуса. Кроме того, успех будет сопутствовать дальним путешествиям, политике, литературному творчеству, издательскому бизнесу, культурным стремлениям и ситуациям, связанным с вашим отцом. Транзитный Нептун в секстиле с натальным Юпитером имеет то же значение, что и транзитный Юпитер в секстиле с натальным Нептуном, но длится дольше и указывает на продолжительную возможность мистического пробуждения.

# TransitNeptuneSextileMars
source: This astrological situation announces that the time has come to take advantage of any opportunities related to physical activity and relationships with men. Displaying imagination, mystery, magic, illusion, or spirituality in your work, physical efforts, and relationships with men will give you health or work-related benefits. Transiting Neptune in the sextile with natal Mars has the same meaning as transiting Mars in the sextile with natal Neptune, for a longer duration and indicates a period of intuitively inspired constructive actions. This transit is possible only once or twice in a person's life.
ru_ru: Данная астрологическая ситуация возвещает, что пришло время воспользоваться преимуществами любых возможностей, связанных о физической деятельностью, взаимоотношениями с мужчинами. Проявление воображения, тайны, волшебства, иллюзии или духовности в вашей работе, физических усилиях и взаимоотношениях с мужчинами даст вам преимущества, связанные со здоровьем или работой. Транзитный Нептун в секстиле с натальным Марсом имеет то же значение, что и транзитный Марс в секстиле с натальным Нептуном, по большую длительность и указывает на период интуитивно вдохновенных конструктивных действий. Этот транзит возможен лишь один-два раза в жизни человека.

# TransitNeptuneSextileMercury
source: Wait for events that will excite your imagination and allow you to achieve a higher level of thinking and self-expression. At this time, there is a possibility that you will be able to inspire others with your ideas and ideas, or meet with those who will inspire you. In any case, the situation is favorable because you will be able to benefit from it. Travel is quite possible, especially on and over water. There is an opportunity to improve your prospects in business and literary work, the ocean and marine industries, dancing, religion, in areas related to medicines, alcohol, charitable institutions, dream interpretation, photography and footwear. The sextile of transit Neptune with natal Mercury has the same meaning as transit Mercury in the sextile with natal Neptune, but lasts intermittently for a year or more, indicating a long period of intuitive awakening of the mind. This transit happens once or twice during the average life span of a person.
ru_ru: Ждите событий, которые взбудоражат ваше воображение и позволят вам достичь более высокого уровня мышления и самовыражения. В это время существует вероятность, что вам удастся вдохновить окружающих своими замыслами и идеями или же встретиться с теми, кто вдохновит вас любом случае ситуация благоприятна, поскольку вы сумеете извлечь из нее пользу. Вполне вероятны путешествия, особенно по воде и над водой. Существует возможность улучшения ваших перспектив в бизнесе и литературном творчестве, океанской и морской промышленности, танцах, религии, в сферах, связанных с медикаментами, алкоголем, благотворительными учреждениями, толкованием сновидений, фотографией и обувью. Секстиль транзитного Нептуна с натальным Меркурием имеет то же значение, что и транзитный Меркурий в секстиле с натальным Нептуном, но длится с перерывами год и более, указывая на длительный период интуитивного пробуждения разума. Этот транзит случается один-два раза в течение средней продолжительности жизни человека.

# TransitNeptuneSextileMoon
source: During this period, creativity develops in unusual ways, and inspiration can be caused by reservoirs and the aquatic environment in general. During this period, events are possible that improve your emotional life, help you achieve what you want, and promote the growth of consciousness and sensitivity. You can be supported by a woman who plays an important role in your life. A chance meeting or acquaintance will lead to the creation of a family, the acquisition of new housing or the improvement of current living conditions, as well as to the emergence of stronger emotional bonds and obligations. The transiting Neptune sextile with the radical Moon has the same meaning as the transiting Moon in the sextile with the natal Neptune, but it has a longer duration and indicates a long period of inner spiritual growth and awareness.
ru_ru: В этот период творчество развивается непривычными путями, а вдохновение могут вызвать водоемы и водная среда в целом. В этот период возможны события, улучшающие вашу эмоциональную жизнь, помогающие вам достичь желаемого, способствующие росту сознания и чувствительности. Поддержку вам может оказать женщина, играющая важную роль в вашей жизни. Случайная встреча или знакомство приведет к созданию семьи, обретению нового жилья или улучшению нынешних жилищных условий, а также к возникновению более прочных эмоциональных уз и обязательств. Секстиль транзитного Нептуна с радикальной Луной имеет то же значение, что и транзитная Луна в секстиле с натальным Нептуном, но имеет большую длительность и указывает на длительный период внутреннего духовного роста и осознания.

# TransitNeptuneSextileNeptune
source: Transiting Neptune forms a sextile to your natal Neptune at a time when you are at the age of - years. At this time, the ideals and spiritual values that you adhere to will correspond to the ideas promoted in society. Intuitive and clairvoyant abilities such as intuitive fantasy are stimulated. There may be insights into the subconscious. Transit is beneficial for emotional and telepathic communication with others. At this time, creative imagination can also be activated in such areas as art, music, and literature. This period is good for dealing with educational, religious, medical, and psychological institutions.
ru_ru: Транзитный Нептун образует секстиль к вашему натальному Нептуну в то время, когда вы находитесь в возрасте - лет. Идеалы и духовные ценности, которых вы придерживаетесь, в это время будут соответствовать представлениям, пропагандируемым в обществе. Стимулируются интуитивные и ясновидческие способности, такие как интуитивная фантазия. Возможны прозрения в подсознание. Транзит благоприятен для эмоциональной и телепатической связи с другими. В это время может также активизироваться творческая фантазия в таких областях: искусстве, музыке, литературе. Этот период хорош для дел с просветительными, религиозными, медицинскими и психологическими учреждениями.

# TransitNeptuneSextilePluto
source: This transit is characterized by the regeneration of the subconscious mind and its motivations. There are opportunities for the development and research of latent and clairvoyant abilities. This is a great time for scientific, occult, meditative or philosophical pursuits. There may be some benefit from achievements in science, art, or technology. It is possible to gain a deep insight into scientific or occult principles and develop an interest in paranormal phenomena, parapsychology, and past lives. There may be insights into ways to use old discarded materials and information. It can be an interesting and enlightening exchange of opinions and communication with friends.
ru_ru: Этот транзит характерен регенерацией подсознания и его мотивировок. Возникают возможности развития и исследования латентных и ясновидческих способностей. Это прекрасный период для научных, оккультных, медитативных или философских занятий. Возможна та или иная выгода от достижений в науке, искусстве или технологии. Возможно глубокое проникновение в научные или оккультные принципы и развитие интереса к паранормальным явлениям, парапсихологии, прошлым жизням. Возможны прозрения путей использования старых выброшенных материалов и сведений. Может быть интересный просвещающий обмен мнениями и общение с друзьями.

# TransitNeptuneSextileSaturn
source: At this time, only the tiniest hints of possibilities are possible, and only thanks to your insight will these opportunities not slip unnoticed. You will want to find some element of imagination, mystery, magic, illusion, or spirituality in the current circumstances and use it to achieve power, gain career advancement, gain maturity, or promote the traditions on which your lifestyle is based. The sextile of the transit of Neptune with natal Saturn has the same meaning as the transit Saturn in the sextile with natal Neptune, but it lasts longer and indicates the continued possibility of practical applications of intuitive knowledge. Transit occurs twice in a lifetime.
ru_ru: В эту пору возможны лишь тончайшие намеки на возможности, и только благодаря вашей проницательности эти возможности не ускользнут незамеченными. Вы захотите отыскать некий элемент воображения, тайны, волшебства, иллюзии или духовности в нынешних обстоятельствах и воспользоваться им, чтобы достичь власти, продвижения по службе, обрести зрелость или пропагандировать традиции, на которых основан ваш образ жизни. Секстиль транзита Нептуна с натальным Сатурном имеет то же значение, что и транзитный Сатурн в секстиле с натальным Нептуном, но длится дольше и указывает на продолжительную возможность практических применений интуитивного знания. Транзит встречается дважды в жизни.
