Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitUranOppositionUran
source: This transit is characterized by disorderly behavior in relationships. The desire for freedom at any cost can create problems, both for the native and for others. Friendships and group friendships are often broken. Unexpected problems and difficulties may arise in the realization of their personal goals and aspirations. This transit usually occurs around the age of 42 and coincides with a period of dissatisfaction with the normal routine of life (sometimes referred to as the "dangerous forties"), a feeling of "missing out" on the pleasures and freedoms of life that must be used now, before it is too late. This dissatisfaction often results in sexual experimentation or activities incompatible with traditional cultural standards. This time can be a period of instability in business and financial affairs. There may be difficulties with taxes, insurance, inheritance, alimony, corporate money, combining finances and property of the deceased. Businesses during this period of action can have adverse effects that can last much longer than the immediate satisfaction achieved. If this is taken into account, many mistakes can be avoided.
ru_ru: Этот транзит характерен беспорядочным поведением в отношениях. Желание свободы любой ценой может создать проблемы, как для урожденного, так и для других. Часто разрываются дружеские отношения и групповые побратимства. Неожиданные проблемы и трудности могут возникать в осуществлении своих личных целей и чаяний. Этот транзит обычно встречается в возрасте около 42 лет и совпадает с периодом неудовлетворенности нормальной жизненной рутиной, (иногда именуется "опасными сороковыми"), чувством "упускания" удовольствий и свобод жизни, которые надо использовать сейчас, пока еще не слишком поздно. Эта неудовлетворенность часто выливается в сексуальные экспериментировании или деятельность, несовместимую с традиционными культурными стандартами. Это время может быть периодом нестабильности в бизнесе и финансовых делах. Возможны трудности с налогами, страховками, наследством, алиментами, корпоративными деньгами, объединении финансами и имуществом умершего. Предприятия в этот период действия могут иметь неблагоприятные эффекты, которые могут длиться много дольше, чем достигнутое моментальное удовлетворение. Если это будет учтено, то можно будет избежать многих ошибок.

# TransitUranOppositionVenus
source: At this time, relationships cannot be called easy due to the frequent occurrence of unstable or unpredictable reactions, views and actions either on your part or on the part of others. Relationships with women, partnerships or matrimony, cooperation or joint business will undergo changes that may even lead to a breakup. The current romantic interest can be seriously complicated by the fault of external forces, and the romance that began during this period will not withstand the unstable situation and will end as suddenly as it began. Instability is typical for secular contacts, and secular events will not take place as planned. This period is unfavorable for the beginning of artistic or design projects. Court decisions, contracts, and other agreements are unlikely to be positive and may even be reviewed. Transit Uranus in opposition to radical Venus has the same meaning as transit Venus in opposition to radical Uranus, but it lasts much longer, marking a prolonged period of eccentric financial, social, and sexual behavior. Transit happens only once in a person's life.
ru_ru: В это время взаимоотношения нельзя назвать легкими ввиду частого возникновения нестабильных или непредсказуемых реакций, взглядов и действий либо с вашей стороны, либо со стороны окружающих. Взаимоотношения с женщинами, партнерство или супружество, сотрудничество или совместные дело претерпят изменения, которые даже могут привести к разрыву. Нынешнее романтическое увлечение может серьезно осложниться по вине внешних сил, а роман, который начался в этот период, не выдержит нестабильной ситуации и закончится так же внезапно, как и начался. Нестабильность характерна к для светских контактов, а светские события будут проходить не так, как планировалось. Этот период неблагоприятен для начала осуществления артистических или дизайнерских проектов. Судебные решения, контракты и другие соглашения вряд ли будут носить позитивный характер и могут даже быть пересмотрены. Транзитный Уран в оппозиции с радикальной Венерой имеет то же значение, что и транзитная Венера в оппозиции к радикальному Урану, но длится значительно дольше, знаменуя затяжной период эксцентричного финансового, общественного, сексуального поведения. Транзит бывает лишь раз в жизни человека.

# TransitUranSextileJupiter
source: This period will bring opportunities leading to economic expansion, success in sports, cultural or political pursuits, as well as intellectual, spiritual and other types of personal growth. For example, such chances include a successful publication, sale, advertising, higher education or professional development. You may be offered knowledge or skills in an unusual field, or the acquisition of such an experience may contain something unique and unusual. Your task is to recognize the advantages of situations and take advantage of them in this astrological situation. The transit Uranus in the sextile with natal Jupiter has the same meaning as the transit Jupiter in the sextile with natal Uranus, but its duration is longer and it indicates the continued possibility of unusual cultural and spiritual achievements. Transit occurs only twice in a lifetime.
ru_ru: Этот период принесет шансы, ведущие к экономической экспансии, успеху в спорте, в культурных или политических стремлениях, а также к интеллектуальному, духовному и другим видам личного роста. К примеру, к таким шансам можно причислить удачную публикацию, распродажу, рекламу, высшее образование или повышение квалификации. Вам могут быть предложены знания или навыки в необычной сфере, или же в самом приобретении подобного опыта может содержаться нечто уникальное и непривычное. Ваша задача - распознать преимущества ситуаций и воспользоваться ими при данной астрологической ситуации. Транзитный Уран в секстиле с натальным Юпитером имеет то же значение, что и транзитный Юпитер в секстиле с натальным Ураном, но длительность его дольше и он указывает на продолжительную возможность необычных культурных и духовных достижений. Транзит встречается только дважды в жизни.

# TransitUranSextileMars
source: During this period, you may have the opportunity to succeed through physical effort. Given the eccentric nature of the current circumstances, you will have a chance to engage in unusual or unconventional work or activities. This period can bring opportunities related to machinery and equipment, computers, sports, risky transactions, military maneuvers and commercial enterprises. The transit Uranus in the sextile with natal Mars has the same meaning as the transit Uranus in the sextile to Mars, but a longer duration and indicates dynamic original actions. It occurs twice in a person's life.
ru_ru: В этот период вам может представиться возможность добиться успеха с помощью физических усилий. Если учесть эксцентричный характер нынешних обстоятельств, у вас появится шанс заняться необычной или нетрадиционной работой или деятельностью. Этот период способен принести возможности, связанные с техникой и оборудованием, компьютерами, спортом, рискованными сделками, военными маневрами и коммерческими предприятиями. Транзитный Уран в секстиле с натальным Марсом имеет то же значение, что и транзитный Уран в секстиле к Марсу, но большую продолжительность и говорит о динамических оригинальных действиях. Встречается дважды в жизни человека.

# TransitUranSextileMercury
source: The current situation is unlikely to be accompanied by significant changes, except in cases where other factors of the same period will affect. During this period, positive energy arises in the form of the opportunity to travel and develop new methods. Due to the peculiarities of this aspect, trips to unfamiliar places, as well as unconventional or unorthodox methods, can be counted among the lucky chances. Perhaps you will acquire unusual or unorthodox knowledge and information, or you will receive it in a unique, unique way. In addition, during this period, the application or development of new technology and activities related to computers, trade or commerce are possible. The sextile of transit Uranium with natal Mercury has the same meaning as transit Mercury in the sextile with natal Uranium, but lasts at intervals of a year or more, indicating a long period of intellectual development. This transit takes place twice every 84 years.
ru_ru: Нынешняя ситуация вряд ли будет сопровождаться существенными изменениями, за исключением случаев, когда повлияют прочие факторы того же периода. В этот период возникает позитивная энергия в виде возможности путешествовать и развивать новые методы. Из-за особенностей этого аспекта к числу удачных шансов можно причислить путешествия в незнакомые места, а также нетрадиционные или неортодоксальные методы. Возможно, вы обретете необычные или неортодоксальные знания и информацию или же получите их уникальным, ни на что не похожим способом. Кроме того, в этот период возможны применение или разработка новой технологии и деятельность, связанная с компьютерами, торговлей или коммерцией. Секстиль транзитного Урана с натальным Меркурием имеет то же значение, что и транзитный Меркурий в секстиле с натальным Ураном, но длится с промежутками год и более, указывая на длительный период интеллектуального развития. Этот транзит имеет место дважды в 84 года.

# TransitUranSextileMoon
source: At this time, circumstances may lead to the achievement of emotional satisfaction or the fulfillment of a wish. These circumstances can lead to achievements. For example, you may find yourself in a favorable situation leading to a new, unusual, or unconventional, but positive relationship. This relationship will reach a unique level that you did not even know about. Women and children can play a role in the opportunities that are open to you. The situation will require you to apply or study new techniques, computer systems, and other unorthodox methods with which you will be able to carry out your daily tasks! You will have a chance to gain more freedom and originality in your home environment or radically change your home or lifestyle. The sextile of transiting Uranus with a radical Moon has the same meaning as the transiting Moon in the sextile with natal Uranus, but it lasts much longer and indicates a long period of unusual activity and creative intuition. A person can join exciting new groups or organizations.
ru_ru: В это время обстоятельства могут привести к достижению эмоционального удовлетворения или исполнению желания. Эти обстоятельства могут привести к достижениям. К примеру, вы можете оказаться в благоприятной ситуации, ведущей к новым, необычным или нетрадиционным, но позитивным взаимоотношениям. Эти взаимоотношения, достигнут уникального уровня, о котором вы и не подозревали. Женщины и дети могут сыграть свою роль в открывшихся перед вами возможностях. Ситуация потребует от вас применения или изучения новой техники, компьютерных систем илу неортодоксальных методов, с помощью которых вы сумеете осуществлять свои повседневные задачи! Вам представится шанс обрести больше свободы и оригинальности в домашней обстановке или коренным образом изменить свое жилье или образ жизни. Секстиль транзитного Урана с радикальной Луной имеет то же значение, что и транзитная Луна в секстиле с натальным Ураном, но длится гораздо дольше и указывает на длительный период необычной активности и творческой интуиции. Человек может вступать в новые увлекательные группы или организации.

# TransitUranSextileNeptune
source: This transit is characterized by the stimulation of intuitive abilities and insights into the work and resources of the subconscious. Latent intuitive and clairvoyant abilities can be stimulated, and an interest in mysticism, astrology, and parapsychology often develops. There are opportunities for inner, spiritual growth and development. The transit is favorable for work that requires creative imagination and artistic abilities. Usually, the application of new ideas is carried out in your business. There is also the possibility of receiving gifts or inheritances.
ru_ru: Этот транзит характерен стимуляцией интуитивных способностей и прозрений в работу и ресурсы подсознания. Могут стимулироваться латентные интуитивные, ясновидческие способности и часто развивается интерес к мистицизму, астрологии и парапсихологии. Возникают возможности внутреннего, духовного роста и развития. Транзит благоприятный для работы, требующей творческого воображения и художественных способностей. Обычно приложение новых идей осуществляется в своем бизнесе. Также проявляется возможность получения даров или наследства.

# TransitUranSextilePluto
source: This transit is characterized by stimulating self-confidence, inventiveness, and intuitive inspirations to solve their problems. The new understanding of life brought by this transit can lead to important, constructive changes in personal goals and objectives. An increased awareness of how to use your potential dynamically and constructively is achieved. This often happens through sudden, intuitive insights. It is possible to gain a greater understanding of deep scientific and occult laws. This is a great transit for scientific research, engineering, advanced technology, or parapsychology. Changes in personal life usually lead to participation in the actions of new groups and organizations. Many people are developing an interest in improving and regenerating existing conditions in public institutions. This is a favorable period for dealing with pooled capital, corporate money, taxes, insurance, alimony, and the property of the deceased. It is possible to benefit from the inclusion of modern technology in the business.
ru_ru: Этот транзит характеризуется стимулированием уверенности в себе, изобретательностью и интуитивными вдохновениями в решении своих проблем. Новое понимание жизни, приносимое этим транзитом, может привести к важным, конструктивным переменам в личных целях и задачах. Достигается повышенная осознанность того, как динамично и конструктивно использовать свой потенциал. Часто это происходит через внезапные, интуитивные прозрения. Возможно приобретение большего понимания глубоких научных и оккультных законов. Это отличный транзит для занятий научными исследованиями, инженерным делом, передовой технологией или парапсихологией. Изменения в личной жизни обычно приводят к участию в действиях новых групп и организаций. У многих развивается интерес к улучшению и перерождению существующих условий в общественных учреждениях. Это благоприятный период для обращения с объединенными капиталами, корпоративными деньгами, налогами, страховками, алиментами и имуществом умерших. Возможна выгода от включения в бизнес современной технологии.

# TransitUranSextileSaturn
source: This period brings positive energy to the circumstances that lead to the successful achievement of a leadership position or the implementation of leadership work. In addition, you may have the opportunity to apply the results of previous hard work and long-term planning, or acquire skills that will bring you significant success in the future. The chances associated with business and the application of non-traditional and unorthodox methods or ideas within traditional systems should not be missed. The Uranian transit sextile with natal Saturn has the same meaning as the Saturn transit sextile with natal Uranus, but it usually lasts longer and marks a long-term opportunity to use new effective methods in fulfilling serious life responsibilities. Transit occurs twice in a lifetime.
ru_ru: Этот период привносит позитивную энергию в обстоятельства, которые ведут к успешному достижению руководящего поста или осуществлению руководящей работы. Кроме того, вам может представиться случай применить результаты прежней упорной работы и длительного планирования или же приобрести навыки, которые принесут вам заметный успех в будущем. Не следует упускать шансы, связанные с бизнесом и применением нетрадиционных и неортодоксальных методов или идей в рамках традиционных систем. Секстиль транзита Урана с натальным Сатурном имеет то же значение, что и транзитный Сатурн в секстиле с натальным Ураном, но обычно длится дольше и знаменует длительную возможность использования новых эффективных методов при выполнении серьезных жизненных обязанностей. Транзит встречается дважды в жизни.

# TransitUranSextileSun
source: At this time, the opportunities are unlikely to be obvious, but in the end, they will bring you recognition or a position of leadership. During this period, you will encounter situations that will help you understand how dynamic and full of life you are capable of being, or give you a chance to change the direction in which you are moving. Other opportunities include the chance to find friends, join groups, or occupy a more favorable or prestigious position, either with the help of friends or in connection with them. The sextile of the transit Uranus to the natal Sun has basically the same meaning as the sextile of the transit Sun to the natal Uranus; however, it lasts much longer and marks an important period in the realization of the original creative potential of man.
ru_ru: В эту пору возможности вряд ли будут очевидными, но, в конце концов, принесут вам признание или положение лидера. В этот период вы столкнетесь с ситуациями, которые помогут вам понять, насколько динамичным и полным жизни вы способны быть, или же дадут вам шанс изменить направление, в котором вы движетесь. К другим возможностям относится шанс найти друзей, вступить в группы, занять более благоприятное или престижное положение - либо с помощью друзей, либо в связи с ними. Секстиль транзитного Урана к натальному Солнцу имеет в основном такое же значение, как секстиль транзитного Солнца к натальному Урану; однако, он длится гораздо дольше и отмечает важный период в осуществлении оригинального творческого потенциала человека.

# TransitUranSextileUran
source: This transit is characterized by stimulating new ideas, exciting new information, and communication. This is a great transit for creative and original mental expression. Intuitively inspired ideas can help you achieve your goals and objectives. Some develop an intellectual interest in humanitarian, scientific and occult interests. Interesting and exciting activities related to this transit can involve siblings, neighbors, and friends. Often, friends and organizations they are associated with during this period have an element of the unusual.
ru_ru: Этот транзит характерен стимулированием новых идей, захватывающей новой информацией и общением. Это великолепный транзит для творческого и оригинального ментального проявления. Интуитивно вдохновенные идеи могут помочь в осуществлении своих целей и задач. У некоторых развивается интеллектуальный интерес к гуманитарным, научным и оккультным интересам. Интересная и захватывающая деятельность, связанная с этим транзитом, может вовлекать братьев, сестер, соседей и друзей. Часто у друзей и организаций, с которыми они связаны в этот период, присутствует элемент необычного.

# TransitUranSextileVenus
source: The potential of this period is positive. It can mean a more intense social life or the possibility of contacts with unusual, extraordinary people. This period may eventually lead to the creation of a joint venture, marriage, business partnership, or other alliance, but this partnership will be unusual and the partner will be unorthodox. The unique or unusual properties of this period may extend to your friends or groups to which you belong, or affect the activities in which you participate with friends or colleagues. Transit Uranus in the radical Venus sextile has the same meaning as transit Venus in the natal Uranus sextile, but it lasts much longer and marks periods of happiness and social freedom. This transit may occur twice during a person's lifetime.
ru_ru: Потенциал этого периода носит позитивный характер. Он может означать более насыщенную общественную жизнь или возможность контактов с необычными, незаурядными людьми. Этот период может, в конце концов, привести к созданию совместного предприятия, заключению брака, установлению делового партнерства или другого союза, однако это партнерство будет необычным, а партнер - неортодоксальным. Уникальные или необычные свойства этого периода могут распространяться на ваших друзей или группы, к которым вы принадлежите, или же сказываться на деятельности, в которой вы участвуете вместе с друзьями или коллегами. Транзитный Уран в секстиле с радикальной Венерой имеет то же значение, что и транзитная Венера в секстиле с натальным Ураном, но действует гораздо дольше и знаменует собой периоды счастья и общественной свободы. В течение жизни человека этот транзит может встретиться дважды.

# TransitUranSquareJupiter
source: There is an element of rebellion, the focus of which will be the question of your independence. The more obstacles prevent you from exercising your right to think and behave the way you want, the more persistently you strive to win your freedom - this is a characteristic feature of this period. The severity of the situation depends on many other factors. Perhaps you will have a desire to leave home and lead an independent life, or you will refuse to fulfill your duties - for example, to serve in the army, or maybe traditional political or religious views will cause you dissatisfaction. Transit Uranus in the natal Jupiter quadrature has the same meaning as transit Jupiter in the natal Uranus quadrature, but lasts longer and indicates a long period of impractical and unrealistic approach and attitude. Transit occurs twice in a lifetime.
ru_ru: Присутствует элемент бунтарства, центром которого станет вопрос о вашей независимости. Чем больше препятствий мешают вам осуществлять свое право думать и вести себя так, как вам хочется, тем настойчивее вы стремитесь завоевать свою свободу - это характерный признак этого периода. Серьезность ситуации зависит от множества других факторов. Возможно, у вас возникнет желание уйти из дома и вести самостоятельную жизнь, или же вы откажетесь исполнять свои обязанности - например, служить в армии, а может, традиционные политические или религиозные взгляды будут вызывать у вас недовольство. Транзитный Уран в квадратуре с натальным Юпитером имеет то же значение, что и транзитный Юпитер в квадратуре с натальным Ураном, но длится дольше и указывает на длительный период непрактичного и нереалистического подхода и отношения. Транзит встречается дважды в жизни.
