Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# NatalMoonSextileNeptune
source: The combination of the Moon and Neptune in the sextile brings an expansion of the boundaries of life. People born with this aspect are attracted to non-standard desires and idealism. They have warmth, inner sincerity, and a passion for art, music, poetry, and games. The moon and Neptune in the sextile are a force capable of transforming life, filling it with emotional meaning and expanding the boundaries of possibilities. It is important to remember that daydreaming and idealism can become an obstacle to achieving goals. However, with inner strength, compassion, and caution, these aspects can lead to high results and good material well-being.
ru_ru: Сочетание Луны и Нептуна в секстиле приносит расширение жизненных границ. Люди, рожденные с этим аспектом, привлекаются к нестандартным желаниям и идеализму. В них присутствуют теплота, внутренняя искренность и страсть к искусству, музыке, стихам и играм. Луна и Нептун в секстиле являются силой, способной преобразовывать жизнь, наполнять ее эмоциональным смыслом и расширять границы возможностей. Важно помнить, что мечтательность и идеализм могут стать преградой на пути к достижению целей. Однако, с внутренней силой, состраданием и осторожностью, эти аспекты могут привести к достижению высоких результатов и хорошего материального благосостояния.

# NatalMoonSextilePluto
source: The moon and Pluto are creativity and will. As forces embedded in our imagination, they are able to refresh our daily lives and restore harmony in our feelings. Possessing the art of succeeding in business and improving the quality of existence, they are able to bring change into their lives, freeing themselves from outdated habits that slow down our development, and finding new ways to overcome everyday obstacles. They manage to find a new purpose for old things or get rid of them if they cease to be useful. These aspects create energy, enthusiasm, charm, success, fame, and material well-being. However, there are also negative aspects – the desire to benefit from their talents, abuse of power and manipulation of others.
ru_ru: Луна и Плутон – творчество и воля. Как силы, внедряющиеся в наше воображение, они способны освежить нашу повседневную жизнь и восстановить гармонию в наших чувствах. Обладая искусством преуспевать в делах и улучшать качество существования, они способны претворять перемену в свою жизнь, освобождаясь от устаревших привычек, замедляющих наше развитие, и находя новые пути для преодоления житейских препятствий. Им удаётся обрести новое предназначение для старых вещей или освобождаться от них, если они перестают быть полезными. Эти аспекты создают энергию, энтузиазм, обаяние, успех, известность и материальное благополучие. Однако, есть и негативные аспекты – желание извлекать выгоду из своих талантов, злоупотребление силой и манипулирование другими.

# NatalMoonSextileSaturn
source: The sextile of the Moon with natal Saturn gives emotional maturity and stability in personal life. You are a responsible, serious and sober person that people turn to during a crisis. There is a price to pay for this emotional self-discipline and reliability. Others may think that you are too boring or reserved in social situations. Although you control yourself and rarely show your emotions, you are very emotional. People have to dig deeper to see this truth. You show your feelings in more practical ways. Providing food, shelter, and warmth helps people feel safe. This primary emotional nourishment gives you inner satisfaction. Your loved ones will appreciate this important feature of the Moon in a sextile with Saturn. However, it is important not to miss an opportunity because of your emotional restraint or serious nature. It may be difficult for you to break the ice or maintain a relationship, and it may be difficult for strangers or new friends to connect with you on an emotional level.
ru_ru: Секстиль Луны с натальным Сатурном дает эмоциональную зрелость и стабильность в личной жизни. Вы ответственный, серьезный и трезвый человек, к которому люди обращаются во время кризиса. За эту эмоциональную самодисциплину и надежность приходится платить. Другие могут подумать, что вы слишком скучны или сдержанны в социальных ситуациях. Хотя вы держите себя в руках и редко показываете свои эмоции, вы очень эмоциональны. Людям приходится копать глубже, чтобы увидеть эту истину. Вы проявляете свои чувства более практичными способами. Обеспечение едой, кровом и теплом помогает людям чувствовать себя в безопасности. Это первичное эмоциональное питание дает вам внутреннее удовлетворение. Ваши близкие оценят эту ответственную черту Луны в секстиле с Сатурном. Однако важно не упускать возможности из-за своей эмоциональной сдержанности или серьезного характера. Вам может быть трудно растопить лед или поддерживать отношения, а незнакомцам или новым друзьям может быть сложно установить с вами связь на эмоциональном уровне.

# NatalMoonSextileUran
source: The moon in Uranus is a combination that brings fresh energy and dynamics to everyday life. People with this Moon position quickly free themselves from the past and have the skill to quickly establish emotional connections. They intuitively sense new opportunities and life plans, and use them to their advantage. They radiate their originality with magnetic power, making their lives interesting and exciting. The house is a place where people with the Moon in Uranus feel the power of unification and strong relationships. Often the maternal figure in their family acts as an extraordinary personality. Communicating with women can bring them unique opportunities to move forward. They also prefer to be friends with women. The moon in Uranus gives people a keen sense, intuition, clairvoyance, originality, ingenuity, striving for new things, friendliness, altruism, humanity, loyalty and sincerity. However, the negative side of these aspects may be too careless of love.
ru_ru: Луна в Уране представляет собой комбинацию, которая вносит свежую энергию и динамику в повседневную жизнь. Люди с таким положением Луны быстро освобождаются от прошлого и обладают навыком быстрого установления эмоциональных связей. Они интуитивно ощущают новые возможности и жизненные планы, и используют их в свою пользу. Они излучают свою оригинальность, располагающую магнетической силой, делая свою жизнь интересной и захватывающей. Дом является местом, где люди с Луной в Уране ощущают силу объединения и крепких отношений. Часто материнская фигура в их семье выступает как необыкновенная личность. Общение с женщинами может принести им уникальные возможности для продвижения вперед. Они также предпочитают дружить с женщинами. Луна в Уране дарует людям острое чувство, интуицию, ясновидение, оригинальность, изобретательность, стремление к новому, дружелюбие, альтруизм, гуманность, верность и искренность. Однако отрицательной стороной этих аспектов может быть слишком небрежное отношение к любви.

# NatalMoonSextileVenus
source: The sextile of the Moon with Venus in the natal chart gives a sweet, charming and delightful nature. You are a genuinely loving, kind and caring person with excellent social skills. The moon and Venus are soft, sensitive and passive, but the sextile aspect is energetic and expressive. Therefore, although you are friendly and peaceful, you do not exhaust yourself and are ready to stand up for yourself, your family and your values. You can endear yourself to people with your charm and beauty, and you don't need to use physical or psychological force to get your way. Your openness and honesty in how you share your feelings and affections earns you good friends, popularity, public appeal, and sometimes fame. Family and good friends are essential to your sense of security. You don't function well in isolation or in an unpleasant, dirty, or dangerous environment. A sociable and cheerful person, you should achieve success relatively early in life. Comfort, popularity, and wealth can come easily, but you earn luck and deserve it.
ru_ru: Секстиль Луны с Венерой в натальной карте дает милую, обаятельную и восхитительную натуру. Вы искренне любящий, добрый и заботливый человек, обладающий отличными социальными навыками. Луна и Венера мягкие, чувствительные и пассивные, но секстильный аспект энергичен и выразителен. Поэтому, хотя вы дружелюбны и миролюбивы, вы не изнуряете себя и готовы постоять за себя, свою семью и свои ценности. Вы можете расположить к себе людей своим обаянием и красотой, и вам не нужно применять физическую или психологическую силу, чтобы добиться своего. Ваша открытость и честность в том, как вы делитесь своими чувствами и привязанностями, приносит вам хороших друзей, популярность, общественную привлекательность, а иногда и славу. Семья и хорошие друзья необходимы для вашего чувства безопасности. Вы плохо функционируете в изоляции или в неприятной, грязной или опасной среде. Общительный и веселый человек, вы должны добиться успеха относительно рано в жизни. Комфорт, популярность и богатство могут прийти легко, но вы зарабатываете удачу и заслуживаете ее.

# NatalMoonSquareJupiter
source: The moon is Uranus. Great imagination, unusual abilities, but strong emotional eccentricity and inexplicable moods. They often change their interests in pursuit of more exciting adventures. They often encounter unfortunate circumstances such as social and natural disasters, as well as unstable family situations and frequent changes of residence. Friends can arouse feelings or cause irritation. They're looking for the unusual. They always look at the world from a new perspective and strive to abandon the old and the past. These people are characterized by impulsivity, spontaneity, irritability, oversensitivity, eccentricity, eccentricity, excitability, poise, and a tendency to extremes in thought and action. They are fickle, impatient, and seek instant gratification. They have no patience and endurance, they are prone to breakups, their behavior is wayward. For men born at night, this may indicate a divorce in their first marriage. However, they also have positive traits: the desire for spiritual freedom and independence, the fight against violence, numerous original interests, a wealth of ideas and ingenuity.
ru_ru: Луна - Уран. Большое воображение, необычные способности, но сильная эмоциональная эксцентричность и необъяснимые настроения. Часто меняют интересы, стремясь к более захватывающим приключениям. Часто сталкиваются с несчастными обстоятельствами, такими как общественные и стихийные катастрофы, а также нестабильная семейная ситуация и частая смена местожительства. Друзья могут возбуждать чувства или вызывать раздражение. Они ищут необычного. Они всегда смотрят на мир с новой перспективой и стремятся отказаться от старого и прошлого. Эти люди характеризуются импульсивностью, спонтанностью, раздражительностью, чрезмерной чувствительностью, эксцентричностью, экстраординарностью, возбудимостью, уравновешенностью и склонностью к крайностям в мыслях и действиях. Они непостоянны, нетерпеливы и стремятся мгновенно удовлетворить свои желания. У них нет терпения и выносливости, они склонны к разрывам, их поведение своенравно. У мужчин, родившихся ночью, это может указывать на развод в первом браке. Однако у них также есть положительные черты: стремление к духовной свободе и независимости, борьба против насилия, многочисленные оригинальные интересы, богатство идей и изобретательность.

# NatalMoonSquareMars
source: The Moon-Mars aspect is characterized by emotional instability, excitability, and independence. Such people often go their own way, showing insubordination and not tolerating interference. They may have difficulties with their parents and suffer from poor public opinion, which will affect their professional life and aspirations. They can be aggressive, difficult to get along with women, and often lose control of themselves, especially when intoxicated. In addition, this aspect may indicate health problems, including stomach ulcers. Despite all the negative aspects, these people also have positive traits. They have confidence, willpower, energy, and determination. They are brave, ready to help others and fight for a better future. They are able to forget about themselves in order to help others and show a willingness to fight on the front line.
ru_ru: Аспект Луна-Марс характеризуется эмоциональной неустойчивостью, возбудимостью и независимостью. Такие люди часто идут своим собственным путем, выказывая неподчинение и не терпя вмешательства. Они может иметь сложности с родителями и страдать от плохого общественного мнения, что повлияет на их профессиональную жизнь и стремления. Они могут быть агрессивными, трудно уживающимися с женщинами, и часто теряют контроль над собой, особенно в состоянии алкогольного опьянения. Кроме того, такой аспект может указывать на проблемы со здоровьем, включая язву желудка. Несмотря на все негативные аспекты, у этих людей также есть положительные черты. Они обладают уверенностью, силой воли, энергией и решительностью. Они храбры, готовы помогать другим и бороться за лучшее будущее. Они способны забыть о себе, чтобы помочь другим и проявить готовность бороться на передовой.

# NatalMoonSquareMercury
source: Using individual abilities and talents in the wrong or dishonest way, violating rules, norms of decency and laws, can generate inner anxiety, instability, lack of calm and patience. A person becomes nervous, his mind is unbalanced, disordered and unfocused, which can lead to mental and mental disorders. There are negative traits in his character, such as sarcasm, malice in speech, incompetence, and helplessness. He is prone to cunning, deception and commercialism, is in love with gossip and sarcasm, is prone to sensationalism and verbosity. Such a person often exhibits ridiculous behavior and has a poor memory. However, there are also positive aspects to these aspects. People with such qualities have dexterity and ingenuity, they have a sharp mind and the ability to find alternative ways. They can recognize deception and cunning, as well as find creative solutions to problems.
ru_ru: Использование индивидуальных способностей и талантов по неправильному или нечестному пути, преступая правила, нормы приличия и законы, может порождать внутреннее беспокойство, неустойчивость, отсутствие спокойствия и терпения. Человек становится нервозным, его разум неуравновешен, беспорядочен и несфокусирован, что может приводить к психическим и умственным расстройствам. В его характере присутствуют отрицательные черты, такие как сарказм, злобность в речи, неумелость, беспомощность. Он склонен к хитрости, обману и меркантильности, влюблен в сплетни и ехидность, склонен к сенсационализму и многоречивости. Такой человек часто проявляет нелепое поведение и имеет плохую память. Однако, в этих аспектах присутствуют и положительные стороны. Люди с такими качествами обладают ловкостью и изобретательностью, они обладают острым умом и способностью находить альтернативные пути. Они могут распознавать обман и хитрость, а также находить креативные решения задач.

# NatalMoonSquareNeptune
source: The moon is Neptune. People with this aspect suffer from delusions and tend to let their fantasies overwhelm them. They cannot cope with the conventions of reality. Their home life is chaotic, messy and confusing, with the presence of dirt and disorder. They tend to indulge in their feelings, often being exposed to drug addiction or alcoholism. They may have paranormal abilities that come from the lower planes of the astral, which can lead to adherence to cults, megalomania and unrealistic ambitions. If other indicators are present in the horoscope, this can lead to psychosis and insanity, while the conscious self may be lost in the disorderly flows of the unconscious, as a result of which hospitalization may be required. It is recommended to stay away from spiritualism and similar practices. Inheritance often makes these people parasites and leads to disintegration. They take everything lightly, and always find people who are ready to help them in difficult situations. People with this aspect are characterized by ambivalence, uncertainty, indecision, falsity, and hypersensitivity. They tend to mediumship, engage in spiritualism, and indulge in their desires and whims. They have bad habits and tendencies towards their lower nature. They can deceive themselves, experience disappointment, and experience confusion. Men often have unhappy marriages. These people also have positive qualities such as strong spiritual strength, a desire for spiritual development, the ability to sacrifice themselves, deep feelings and compassion.
ru_ru: Луна - Нептун. Люди с таким аспектом страдают от заблуждений и склонны позволять фантазиям захлестывать их. Они не могут справиться с условностями реальности. Их домашняя жизнь хаотична, беспорядочна и запутана, с присутствием грязи и беспорядка. Они склонны предаваться своим чувствам, часто подвергаясь наркомании или алкоголизму. У них может быть паранормальные способности, которые поступают из низших плоскостей астрала, что может привести к приверженности культам, мании величия и нереальным амбициям. Если в гороскопе присутствуют и другие показатели, это может привести к психозам и безумию, при этом сознательное "Я" может быть затеряно в беспорядочных потоков бессознательного, в результате чего может потребоваться госпитализация. Рекомендуется держаться подальше от спиритизма и подобных практик. Часто наследство делает этих людей паразитами и приводит к распаду. Они относятся ко всему легко, и всегда находят людей, готовых помочь им в трудных ситуациях. Люди с этим аспектом характеризуются двойственностью, неопределенностью, нерешительностью, ложностью и повышенной чувствительностью. Они склонны к медиумизму, занимаются спиритизмом и предаются своим желаниям и капризам. Имеют плохие привычки и склонности к своей низшей природе. Они могут себя обманывать, переживать разочарования и испытывать смятение. У мужчин часто бывают несчастливые браки. У этих людей также есть положительные качества, такие как сильная духовная сила, стремление к духовному развитию, способность к самопожертвованию, глубокие чувства и сострадание.

# NatalMoonSquarePluto
source: The moon is squared with Pluto. This causes people, especially women, to feel insecure due to their strong emotionality and powerful mental field. They have a desire to forget the past and sever all ties that interfere. They express rejection towards their parents and family, cannot stand their interference, and react to pressure with indignation and anger. They have clairvoyance, which leads to neglect of material values. Little things cause irritation, because they want to deal only with the important and meaningful. They are impatient when things get stalled, and they seek to change their lives and find solutions to their emotional difficulties. The moon is squared with Pluto. Self-affirmation, authority, struggle for success and popularity, self-confidence, vanity, spontaneity, lack of restraint, inflexibility, unwillingness to adapt, stubbornness. For men: the wife plays the role of commander. On the positive side: strong ambition, stimulating personal achievements, energy, self-confidence, struggle and leadership qualities.
ru_ru: Луна в квадрате с Плутоном. Это вызывает у людей, особенно у женщин, чувство неуверенности из-за сильной эмоциональности и мощного психического поля. У них возникает желание забыть прошлое и разорвать все связи, которые мешают. Они выражают неприятие к родителям и семье, не выносят их вмешательства, и на давление реагируют возмущением и злостью. У них есть ясновидение, что ведет к пренебрежению материальными ценностями. Мелочи вызывают раздражение, так как они хотят заниматься только важным и смысловым. Они нетерпеливы, когда дело застопоривается, и они стремятся сменить свою жизнь и найти решения для своих эмоциональных трудностей. Луна в квадрате с Плутоном. Самоутверждение, авторитет, борьба за успех и популярность, уверенность в себе, тщеславие, непосредственность, невыдержанность, негибкость, нежелание приспосабливаться, упрямство. У мужчин: жена играет роль командира. Положительная сторона: сильное честолюбие, стимулирующее личные достижения, энергичность, уверенность в своих силах, борьба и лидерские качества.

# NatalMoonSquareSaturn
source: The aspect of the Moon squared with Saturn indicates mental anguish, pain, pessimism, despondency, depression, whining, a gloomy and joyless view of the world, unwillingness to believe in goodness, distrust, suspicion, envy, cunning, lies, dishonesty, avarice, greed, lethargy, laziness, fatigue, indecision, fears, phobias, disappointments, painful emotional experiences, dissatisfaction, discontent, pettiness, pedantry and constant struggle with difficulties. Many opportunities remain missed and lost, and in their place comes poverty, misery and shame. This aspect indicates sacrifice or complicity in the dark forces. For men, this can lead to an unhappy marriage or a relationship for gain. At the same time, these aspects have their positive side: deep sincerity, fortitude, firmness, discipline, seriousness, high efficiency, the ability to perform the most difficult or unpopular work, attention to detail and method.
ru_ru: Аспект Луны в квадрате с Сатурном указывает на душевную тоску, боль, пессимизм, уныние, депрессию, нытье, мрачный и безрадостный взгляд на мир, нежелание верить в добро, недоверие, подозрительность, зависть, хитрость, ложь, нечестность, скупость, жадность, вялость, лень, утомление, нерешительность, страхи, фобии, разочарования, мучительные душевные переживания, неудовлетворенность, недовольство, мелочность, педантизм и постоянную борьбу с трудностями. Множество благоприятных возможностей остаются пропущенными и утраченными, а на их место приходит бедность, несчастье и позор. Этот аспект указывает на жертву или соучастие в темных силах. У мужчин это может привести к несчастному браку или связи по выгоде. В то же время эти аспекты имеют свою положительную сторону: глубокая душевность, стойкость, твердость, дисциплина, серьезность, высокая работоспособность, способность выполнять самую сложную или непопулярную работу, внимательность к деталям и методичность.
