Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitMoonSextileMercury
source: This transit is characterized by intellectual activity in the family circle and penetration into the activity of the subconscious. Reading and literary pursuits or professional activities may take place at home. A person will communicate a lot through conversations, letters, and visits from family members, neighbors, friends, colleagues, and coworkers. People with this transit tend to be more practical and rational than usual in their unconscious behavior towards external stimuli. This is a good time to take care of personal clothes, hygiene and diet, as well as cleanliness in the house and other household chores, as well as for short trips to buy clothes, food and household items. This transit favours postal matters, especially those related to the needs and tastes of women, sanitary and household items, and printed publications. This is a good time for advertising, public relations, and dealing with women in the workplace. The person will have cost-effective ideas for improving business and work efficiency.
ru_ru: Для этого транзита характерна интеллектуальная деятельность в и семейном кругу и проникновение в деятельность подсознания. Чтение и литературные занятия или профессиональная деятельность, возможно, будут происходить дома. Человек будет много общаться через разговоры, письма и посещения членов семьи, соседей, друзей, коллег и сослуживцев. Люди с этим транзитом склонны быть более практичными и рациональными, чем обычно в своей бессознательной манере поведения в отношении внешних стимулов. Это хорошее время для заботы о личной одежде, гигиене и диете, а также о чистоте в доме и о других домашних работах, а также для коротких поездок за покупками одежды, пищи и хозяйственных вещей. Этот транзит благоприятствует почтовым делам, особенно относящимся к нуждам и вкусам женщин, санитарным и хозяйственным предметам, печатным изданиям. Это хороший период для рекламы, общественных отношений и дел с женщинами в рабочей среде. У человека будут рентабельные идеи, касающиеся улучшения деловой и рабочей эффективности.

# TransitMoonSextileMoon
source: This transit is characterized by harmonious family and household activities, as well as good communication between men and women and between family members. A person is able to show an unusual degree of emotional stability and be calm. At this time, a person can handle everyday letter writing, telephone conversations, and short trips to buy groceries and household items quite well. This is a good period for cooking, improving diet, household conditions, housework, as well as business activities related to food, farms, real estate, household products and services. This time is favorable for business relationships with women, business communication and short business trips. This transit is also favorable for family gatherings and entertaining guests at home. Men are beginning to understand women better and cooperate with them.
ru_ru: Этот транзит характеризует гармоничная семейная и домашняя деятельность, а также хорошее общение мужчин с женщинами и между членами семьи. Человек способен проявлять необычную степень эмоциональной устойчивости и быть спокойным. В это время человек может достаточно хорошо справляться с повседневным писанием писем, ведением телефонных разговоров и короткими поездками за продуктами и хозяйственными вещами. Это хороший период для приготовления пищи, усовершенствование диеты, домашних условий, работ по дому, а также деловой активности, касающейся пищи, фермы, недвижимого имущества, домашних продуктов и услуг. Это время благоприятно для деловых отношений с женщинами, делового общения и коротких деловых поездок. Этот транзит также благоприятен для семейных встреч и развлечения гостей у себя дома. Мужчины начинают лучше понимать женщин и сотрудничают с ними.

# TransitMoonSextileNeptune
source: During this transit, people are especially susceptible to the feelings and moods of other people. There is great sympathy and psychological understanding for women, family members and those who need it. This transit also characterizes the effort of intuitive imagination. A person can develop the ability to extract intuitive knowledge and riches of memory from the subconscious. Intuitive insight can be available when managing family money and work affairs, and sometimes this telepathic communication is achieved with family members. Meditative, mystical, or religious activities take place at home. Creative imagination is enhanced, which has a positive effect on artistic and musical efforts.
ru_ru: При этом транзите люди особенно восприимчивы к чувствам и настроениям других людей. Существует большая симпатия и психологическое понимание женщин, членов семьи и тех, кто в ней нуждается. Этот транзит характеризует также усилие интуитивного воображения. Человек может развить в себе способность извлекать из подсознания интуитивные знания и богатства памяти. Интуитивная проницательность может быть доступна при ведении семейных денежных и рабочих дел, а иногда это телепатическое общение достигается с членами семьи. Медитативная, мистическая или религиозная деятельность проходит дома. Усиливается творческое воображение, что благоприятно сказывается на артистических и музыкальных усилиях.

# TransitMoonSextilePluto
source: This transit is characterized by ideas related to home improvement and family affairs. This is a good time to establish relationships with women or family members. Mental abilities are stimulated and a person begins to realize everyday events in their long-term meaning. Willpower, aimed at improving efficiency in the conduct of daily business, becomes useful. People are beginning to understand especially the need to improve their nutrition. Progress can be made in professional matters and in matters related to joint money, insurance, taxes, inheritance and equity matters. This is a good time to find a new use for old or unnecessary things and get rid of those that can no longer be used.
ru_ru: Для этого транзита характерны идеи, касающиеся улучшения дома и семейных дел. Это благоприятный период для налаживания отношений с женщинами или членами семьи. Стимулируются психические способности и человек начинает осознавать повседневные события в их долгосрочном значении. Сила воли, направленная на улучшение эффективности в ведении повседневных дел, становится полезной. Человек начинает особенно понимать необходимость улучшения своего питания. Прогресс может быть достигнут в профессиональных делах и в делах, относящихся к совместным деньгам, страхованию, налогам, наследству и акционерным делам. Это благоприятное время для нахождения нового применения старым или ненужным вещам и избавления от тех, которые больше нельзя использовать.

# TransitMoonSextileSaturn
source: This transit is characterized by attention to housework and organization of family and household chores. A person shows common sense, both in family money matters and in extraneous business matters. During this transit, he may be emotionally restrained and withdrawn. This stability, in turn, contributes to serious work and studies. Serious negotiations concerning business, household and professional issues are possible. It is a favorable transit for continuous progress in matters related to food, farm, real estate, household products and services. Friendly relations can be established with elderly, respectable people, especially if they are women. This is a good time to do business with relatives or elderly influencers. Older women, especially the person's mother, can give good advice or provide financial support. This transit does not produce dramatic effects, however, it promotes a conscientious, cautious, conservative and introspective attitude, which allows you to put practical things in order in life.
ru_ru: Для этого транзита характерно внимание к работам по дому и организация семейных и домашних дел. Человек проявляет здравый смысл, как в семейных денежных делах, так и в посторонних деловых вопросах. В течение этого транзита он, возможно, будет эмоционально сдержанным и замкнутым. Эта устойчивость в свою очередь способствует серьезной работе и занятиям. Возможны серьезные переговоры, касающиеся деловых, домашних и профессиональных вопросов. Это благоприятный транзит для постоянного прогресса в делах, относящихся к пище, ферме, недвижимому имуществу, домашним продуктам и услугам. Могут быть установлены дружеские отношения с пожилыми, солидными людьми, особенно, если это женщины. Это хороший период для ведения дел с родственниками или пожилыми влиятельными лицами. Пожилые женщины, особенно мать человека, могут дать хороший совет или оказать финансовую поддержку. Этот транзит не производит драматических эффектов, однако, он содействует добросовестному, осторожному, консервативному и интроспективному отношению, что позволяет привести в порядок практические дела в жизни.

# TransitMoonSextileSun
source: This transit will give you a sense of inner balance, as well as a sense of harmony and beauty. This is a great time to deal with relationship issues. You can see two points of view on one situation and make the right decision. During this period, you should be enthusiastic about communication. You strive to experience meaningful emotional connections, and finding new friends and business partners will bring you the satisfaction you expected. The sextile of the transiting Moon with the natal Sun contributes to overall success in life, maintaining health, excellent financial position, having loyal friends, and respect in society. The sextile of the transiting Moon with the natal Sun has much the same effect as the sextile of the transiting Sun with the natal Moon; however, it is much shorter, lasting only a few hours and compared to the four days of the sextile of the transiting Sun with the natal Moon. Inconsistent daily activities may be the source of cases associated with the sextile of the transiting Moon with the natal Sun.
ru_ru: Этот транзит даст вам ощущение внутреннего равновесия, а также чувство гармонии и прекрасного. Это отличное время, чтобы разобраться с проблемами в отношениях. Вы можете увидеть две точки зрения на одну ситуацию и принять правильное решение. В этот период вы должны с энтузиазмом относиться к общению. Вы стремитесь испытать значимые эмоциональные связи, а поиск новых друзей и деловых партнеров принесет вам то удовлетворение, на которое вы рассчитывали. Секстиль транзитной Луны с натальным Солнцем способствуют общему жизненному успеху, поддержанию здоровья, прекрасному финансовому положению, наличию верных друзей, уважению в обществе. Секстиль транзитной Луны с натальным Солнцем имеет во многом такое же влияние, как секстиль транзитного Солнца с натальной Луной; однако, он гораздо короче, продолжаясь только несколько часов и сравнении с четырьмя днями секстиля транзитного Солнца с натальной Луной. Непоследовательные повседневные дела, возможно, будут источником дел, с которыми ассоциируется секстиль транзитной Луны с натальным Солнцем.

# TransitMoonSextileUran
source: During this transit, there are interesting and unexpected events, especially in the family and home environment, which can disrupt the daily routine. This is an exciting period — there is no place for monotonous business and boredom at this time. A person tends to have unusual or original ideas about changing the home environment. Business with friends and colleagues will probably take place at home. A man can start a relationship with unusual and intelligent women. Unusual and unexpected business opportunities often arise. Some people come up with original ideas about professional and financial matters, especially those related to inventions, electronics, food, farm, real estate, household products and services, shared finance, public money, insurance, taxes, or the belongings of the deceased.
ru_ru: В течение этого транзита наблюдаются интересные и неожиданные события, особенно в семейном и домашнем окружении, которые могут нарушать повседневную рутину. Это волнующий период — в это время нет места однообразным делам и скуке. Человек склонен иметь необычные или оригинальные идеи относительно изменения домашней среды. Дела с друзьями и коллегами, возможно, будут происходить дома. Мужчина может завязать отношения с необычными и интеллектуальными женщинами. Часто возникают необычные и неожиданные деловые возможности. Некоторые люди выступают с оригинальными идеями, касающимися профессиональных и финансовых дел, особенно тех, которые относятся к изобретениям, электронике, пище, ферме, недвижимому имуществу, домашним продуктам и услугам, совместным финансам, общественным деньгам, страхованию, налогам или вещам умершего.

# TransitMoonSextileVenus
source: This transit is characterized by harmonious family relationships, attention to the needs and feelings of others. A person may have a cheerful, joyful, emotional state and experience emotional peace. Social, artistic, and romantic activities are likely to take place in the home circle. This is an auspicious time to decorate the house, prepare treats, or entertain friends in the house. This is a good time for transactions with women, home purchases (especially art and luxury items), as well as social activities with family and friends. This period usually brings business prosperity, especially in matters related to art, entertainment, luxury goods, writing, real estate, household products and services. This time is favorable for engaging in social activities or for participating in artistic, musical and cultural events. This can be a period of creative achievement for musicians and artists. In general, this period enhances sensitivity and perception of beauty.
ru_ru: Для этого транзита характерны гармоничные отношения в семье, внимание к нуждам и чувствам других людей. Человек, возможно, будет иметь веселое, радостное, эмоциональное состояние и испытывать эмоциональное спокойствие. Общественная, артистическая и романтическая деятельность, вероятно, будет происходить в домашнем кругу. Это благоприятное время для украшения дома, приготовления лакомств или развлечения друзей в доме. Это хороший период для сделок с женщинами, покупок для дома (Особенно предметов искусства и роскоши), а также светских занятий с семьей и друзьями. Этот период обычно приносит деловое процветание, особенно в делах, касающихся искусства, развлечения, предметов роскоши, пиши, недвижимого имущества, домашних продуктов и услуг. Это время благоприятно для занятий общественной деятельностью или для участия в артистических, музыкальных и культурных мероприятиях. Это может быть периодом творческого достижения для музыкантов и художников. Вообще этот период усиливает чувствительность и восприятие красоты.

# TransitMoonSquareJupiter
source: This transit is characterized by unrealistic optimism and financial extravagance. Problems often arise due to differences in cultural, educational, and religious views among the family. There is a tendency to take a lot on faith. At this time, a person is particularly prone to prejudice in family, cultural, educational, and religious settings. These biases often take the form of family, class, religious, racial, or national prejudices. The excessive need for emotional security generated by this transit can be debilitating. Whiny sentimentality and empathy shown to the undeserving often force these people to either become dependent on others, especially women, or allow others to become emotionally dependent on themselves. There is a tendency to indulge in psychological weakness. Inertia or sentimentality tend to interfere with common sense. Unrealistic expectations in business and financial matters can create problems. Home projects often turn out to be more expensive than expected. One should beware of the tendency to make promises that cannot be fulfilled. A person should be especially careful not to overeat, so as not to gain excess weight during this transit.
ru_ru: Этот транзит характеризуют нереалистический оптимизм и финансовая экстравагантность. Проблемы часто возникают из-за различий и культурных, образовательных и религиозных взглядах среди семьи. Существует тенденция принимать многое на веру. В это время человек особенно склонен к предубеждениям в семейных, культурных, образовательных и религиозных условиях. Эти предубеждения часто принимают форму семейных, классовых, религиозных, расовых или национальных предрассудков. Чрезмерная потребность в эмоциональной безопасности, порожденная этим транзитом, может оказаться изнурительной. Плаксивая сентиментальность и сочувствие, оказанное недостойным, часто вынуждают этих людей либо становиться зависимыми от других, особенно от женщин, либо позволять другим эмоционально зависеть от них самих. Существует тенденция предаваться психологической слабости. Инертность или сентиментальность склонны мешать здравому рассудку. Нереальные ожидания в деловых и финансовых вопросах могут создать проблемы. Домашние проекты часто оказываются более дорогостоящими, чем ожидалось. Человек должен остерегаться склонности давать обещания, которые не могут быть выполнены. Человеку следует особенно быть осторожным и не переедать, чтобы не прибавить излишний вес в течение этого транзита.

# TransitMoonSquareMars
source: This transit is characterized by impatience, emotional instability, irritability, and emotional impulsivity. Family quarrels, problems with women, or outbursts of anger over minor troubles are common. Family problems tend to interfere with business and professional responsibilities. At this time, there is a possibility of accidents or fires in the house, usually as a result of impatience, negligence, or emotional anger, which causes a person to become careless. During this transit, special care should be taken when using tools and mechanisms. This is an unfavorable time for public relations. Problems in financial or professional matters can cause irritability, which in turn will be harmful to harmonious family relationships. This is an unfavorable time for business transactions involving food, farm, real estate, or household products and services.
ru_ru: Этот транзит характеризуют нетерпение, эмоциональная неустойчивость, раздражительность и эмоциональная импульсивность. Семейные ссоры, проблемы с женщинами или вспышки гнева из-за мелких неприятностей — обычное явление. Семейные проблемы склонны мешать деловым и профессиональным обязанностям. В это время существует вероятность несчастных случаев или пожаров в доме, обычно как результат нетерпения, небрежности или эмоционального гнева, что заставляет человека стать неосторожным. В течение этого транзита особую осторожность следует проявлять при пользовании инструментами и механизмами. Это неблагоприятное время для отношений с публикой. Проблемы в денежных или профессиональных делах могут вызвать раздражительность, что в свою очередь будет вредным для гармоничных отношении в семье. Это неблагоприятное время для деловых сделок, включающих пищу, ферму, недвижимое имущество или домашние продукты и услуги.

# TransitMoonSquareMercury
source: During this transit, emotional disagreements tend to interfere with mental focus. Clutter in the environment can interfere with work and concentration, and in some cases can cause nervousness. Excessive conversations about inappropriate things can also interfere with work productivity. Incorrect judgments or other problems regarding financial costs and business issues may arise. In some cases, delayed pauses or communication disruptions interfere with business or work. Deficiencies in working methodology tend to hinder the development of business productivity and a person's ability to make money. There is a tendency to miss opportunities or underestimate important details. This is not a good time to draw up contracts or sign an agreement. There may be difficulties of some kind in daily walking and disruption of relationships with women, work colleagues or family members. A person's clothing, personal hygiene, and diet can be a source of problems. Subconscious emotional problems that arose in early childhood tend to interfere with common sense and prudence, as well as effective organization; emotional problems may arise when communicating with family members, neighbors, friends, or coworkers. Unexpected visits or socializing can interrupt the normal routine of family life. This is an unfavorable time to buy clothes and household items.
ru_ru: В течение этого транзита эмоциональные разногласия имеют тенденцию мешать умственной сосредоточенности. Беспорядок в окружающей среде может мешать работе и сосредоточенности, а в некоторых случаях может вызывать нервозность. Производительности труда также могут мешать излишние разговоры о неуместных вещах. Могут возникнуть неправильные суждения или другие проблемы относительно финансовых затрат и деловых вопросов. В некоторых случаях делу или работе мешают задержанные паузы или нарушение связи. Недостатки в рабочей методологии имеют тенденцию мешать развитию деловой продуктивности и способности человека зарабатывать деньги. Существует тенденция упускать возможности или недооценивать важные детали. Это неблагоприятное время для составления контрактов или подписания соглашения. Возможны трудности некоторого рода в повседневных хождениях и нарушение связей с женщинами, коллегами по работе или членами семьи. Одежда человека, личная гигиена и диета могут быть источником проблем. Подсознательные эмоциональные проблемы, возникшие в раннем детстве, склонны мешать здравому смыслу и рассудительности, а также эффективной организации; эмоциональные проблемы могут возникнуть при общении с членами семьи, соседями, друзьями или сослуживцами. Неожиданные посещения или общения могут прервать нормальный распорядок семейной жизни. Это неблагоприятное время для покупки одежды и хозяйственных вещей.

# TransitMoonSquareMoon
source: This transit is characterized by sullenness, inertia, emotional and domestic problems. Women and their emotions can cause difficulties. During this period, household and professional duties tend to contradict each other. This is an unfavorable time for business or for buying real estate, food, or household items. During this transit, one should be prudent in eating and drinking.
ru_ru: Этот транзит характеризуют угрюмость, инерция, эмоциональные и домашние проблемы. Из-за женщин и их эмоций могут возникнуть трудности. В течение этого периода домашние и профессиональные обязанности склонны противоречить друг другу. Это неблагоприятное время для бизнеса или для покупки недвижимого имущества, пищи или хозяйственных вещей. В течение этого транзита следует проявлять благоразумие в еде и питье.
