Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitVenusSquareVenus
source: During this period, things will go pretty smoothly, although their pace or result is unlikely to suit you completely. For example, a woman who dreams of her lover giving her a round diamond will get a square stone, and a man who dreams of falling in love with a tall brunette will find himself irresistibly attracted to a short blonde. After all, the situation is far from hopeless. Do not regret what you have lost, enjoy your acquisitions. If by mistake you got to the wrong party at all, it is possible that it will turn out to be much funnier than the one you were going to attend. The same should be applied to any situation in which you find yourself during the period when transit Venus forms a quadrature to your natal Venus. Misdirected sympathies, laziness, lack of self-respect, and hyper-sensitivity are characteristic of this transit. This quadrature often shows poor aesthetic taste. This time is unfavorable for social and artistic entertainment, and there may be difficulties associated with women. Financial extravagance during this period may cause difficulties later.
ru_ru: В этот период дела пойдут довольно гладко, хотя их темп или результат вряд ли устроят вас полностью. Например, женщине, мечтающей, чтобы возлюбленный подарил ей круглый бриллиант, достанется квадратный камень, а мужчина, который мечтает влюбиться в рослую брюнетку, обнаружит, что его неудержимо влечет к невысокой блондинке. В конце концов ситуация далеко не безнадежна. Не жалейте о потерянном радуйтесь приобретениям. Если вы по ошибке попали совсем не на ту вечеринку не исключено, что она окажется гораздо забавнее той, которую вы собирались посетить. Так же следует относиться к любой ситуации, в которой вы окажитесь в период, когда транзитная Венера образует квадратуру к вашей натальной Венере. Неверно направленные симпатии, лень, нетребовательность к себе и сверхсенситивность характерны для этого транзита. При этой квадратуре часто проявляется плохой эстетический вкус. Это время неблагоприятно для общественных и артистических развлечений, возможны затруднения, связанные с женщинами. Финансовая экстравагантность во время этого периода, возможно, вызовет впоследствии затруднения.

# TransitVenusTrineJupiter
source: This transit is characterized by a happy, noble outlook on life, kindness, and understanding of others. Harmony easily arises in business, social and romantic relationships. This time can be inspiring for artists and musicians, they can receive cultural support and recognition. Social activities related to educational, religious, and cultural institutions were successful during this period. This period is also good for public gatherings and activities related to the financing of public, religious and charitable institutions. An individual can achieve a harmonious understanding in close personal relationships related to cultural, religious, educational beliefs and the beliefs of others. Harmonious relations with foreigners or people associated with educational, cultural or religious institutions are manifested. It is likely to take care of children, youth and those who are less happy than the native himself. The period is favorable for studies or professional work related to education and the law, as well as for vacations and long trips.
ru_ru: Этот транзит характерен счастливым, благородным взглядом на жизнь, добротой и пониманием других. Легко возникает гармония в деловых, общественных и романтических отношениях. Это время может быть вдохновляющим для художников и музыкантов, они могут получить культурную поддержку и признание. Общественная деятельность, связанная с просветительными, религиозными, культурными учреждениями в этот период удачлива. Хорош этот период и для общественных собраний, деятельности по финансированию общественных, религиозных и благотворительных учреждений. Индивид может достичь гармоничного понимания в тесных личных отношениях, относящихся к культурным, религиозным, просветительским убеждениям и верованиям других. Проявляется гармоничность отношений с иностранцами или людьми, ассоциированными с просветительными, культурными или религиозными учреждениями. Вероятна забота о детях, молодежи и тех, кто менее счастлив, чем сам урожденный. Период благоприятен для учебы или профессиональной работы, связанной с просвещением и законом, а также для отпусков и долгих путешествий.

# TransitVenusTrineMars
source: This transit is characterized by romantic activity and sexual attraction. Women who wish to become pregnant can do so during this transit, unless their physical condition prevents this for some reason. This trine is associated with creative action in artistic expression and therefore marks a brilliant period for actors, musicians and artists. It is possible to show great creative abilities in entrepreneurship and business. At this time, it is easier to earn money through personal, creative efforts, especially if they are related to art, music and entertainment. The individual enjoys participating in social activities, and can benefit financially through social contacts. Gifts, benefactions, or donations from others are possible. This is a favorable period for financial investments in corporate business.
ru_ru: Этот транзит характерен романтической активностью и сексуальной привлекательностью. Женщины, желающие забеременеть, могут сделать это при этом транзите, если только их физическое состояние не препятствует этому по каким-либо причинам. С этим трином ассоциируется творческое действие в художественном самовыражении и потому он знаменует блестящий период для актеров, музыкантов и художников. Возможно проявление больших творческих способностей в предпринимательстве и бизнесе. В это время легче заработать личными, творческими усилиями, особенно, если они связаны с искусством, музыкой и развлечениями. Индивид наслаждается участием в общественной деятельности, и может выгадать в финансовом отношении через общественные контакты. Возможны подарки, благодеяния или пожертвования со стороны других. Это благоприятный период для финансовых вложений в корпоративный бизнес.

# TransitVenusTrineMercury
source: At this time, you should expect to receive or send good news or invitations. In addition, you can successfully establish business relationships and create joint ventures. You will want to travel only in first class. Meetings and group discussions will be especially enjoyable. Communication will be seamless: you know exactly what to say and when to say it. Your letters will become more refined and funny. You may have a desire to write a love letter, novel, song, poem, or biographical sketch, and you will also enjoy reading such material yourself. Success is possible in many areas, including public relations, community service, consultations, legal issues, debates, and negotiations. In addition, it is possible to achieve success in commercial activities related to beauty, jewelry, luxury goods, books, flowers, fashion, design, interior design, architecture, art and social planning. The trine of transit Venus with natal Mercury has the same value as transit Mercury in the trine with radical Venus, but it usually lasts longer depending on the speed of Venus and whether Venus will be stationary, retrograde or straight.
ru_ru: В это время следует ожидать получения или отправления хороших вестей или приглашений. Кроме того, можно успешно завязать деловые отношения и создать совместные предприятия. У вас возникнет желание путешествовать только первым классом. Собрания и групповые обсуждения станут особенно приятными. Общение будет беспрепятственным: вы точно знаете, что именно и когда следует говорить. Ваши письма станут более изысканными и забавными. Возможно, у вас возникнет желание написать любовное письмо, роман, песню, поэму или биографический очерк, кроме того, вы будете сами с удовольствием читать подобный материал. Успех возможен во многих сферах, в том числе в связях с общественностью, в общественной деятельности, консультациях, юридических вопросах, дебатах и переговорах. Кроме того, можно добиться успеха в коммерческое деятельности, связанной с красотой, ювелирными украшениями, предметами роскоши, книгами, цветами, модой, дизайном, устройством интерьеров, архитектурой, искусством и социальным планированием. Трин транзитной Венеры с натальным Меркурием имеет такое же значение, что и транзитный Меркурий в трине с радикальной Венерой, но длится обычно дольше в зависимости от скорости движения Венеры и от того, будет ли Венера стационарной, ретроградной или прямой.

# TransitVenusTrineMoon
source: This period is very favorable for activities that will enhance your appearance, decorate your home, or be related to music, painting, or design. Your ability to joke and have fun will increase. Despite the fact that you will have to fight laziness and excessive self-indulgence during this period, you will acquire a positive image and feel more attractive and sociable. This is a great time for company dinners, especially in your home. If you wanted to try your luck, now is the time to do it. Trust your instincts and intuition - they will lead you to successful and pleasant situations. If your job is related to sales, advertising, or public relations, you will be a great success. Family relationships, emotional partnerships, or attempts to improve strained relationships will be very beneficial. At this time, it seems as if the disparate pieces of the mosaic themselves fall into place. The trine of a transiting Venus with a radical Moon has the same meaning as the transiting Moon in a trine with a radical Venus, but lasts for a longer period of time, depending on the speed of Venus and whether Venus is stationary, retrograde or straight. He points to a long period of happy emotional mood along with social and financial benefits.
ru_ru: Этот период весьма благоприятен для деятельности, которая улучшит вашу внешность, украсит дом или будет связана с музыкой, живописью или дизайном. Ваша способность шутить и развлекаться возрастет. Несмотря на то, что вам придется вести борьбу с ленью и чрезмерным потворством собственным слабостям в этот период вы приобретете позитивный имидж и почувствуете себя более привлекательным и общительным. Это отличное время для ужинов в компании, особенно в вашем доме. Если вам хотелось испытать удачу, теперь самое время сделать это. Доверьтесь Своим инстинктам и интуиции - они приведут вас к удачным и приятным ситуациям. Если ваша работа связана с продажами, рекламой или связями с общественностью, вас ждет большой успех. Весьма благоприятными будут родственные взаимоотношения, эмоциональное партнерство или попытки улучшить натянутые отношения. В это время создается впечатление, будто разрозненные кусочки мозаики сами встают на свои места. Трин транзитной Венеры с радикальной Луной имеет то же значение, что и транзитная Луна в трине с радикальной Венерой, но продолжается более длительный период времени, в зависимости от скорости движения Венеры и от того, будет ли Венера стационарной, ретроградной или прямой. Он указывает на длительный период счастливого эмоционального настроения наряду с общественными и финансовыми выгодами.

# TransitVenusTrineNeptune
source: This transit is characterized by parapsychic sensitivity and an increased sense of beauty, creative artistic imagination, and intuitive emotional sensitivity to the needs and feelings of others. Increased emotionality, sensitivity, and kindness can lead to greater harmony and understanding in romantic, marital, and family relationships. This transit can bring an ideal love or romance, or someone who identifies with this ideal can enter life. This is a good time for quiet contemplation and meditation, as well as visiting people in hospitals, nursing homes or other institutions. Pleasure trips or religious pilgrimages are possible. The time is favorable for financial pursuits related to art, music, entertainment, and luxury goods. At this time, it is possible either to receive gifts or inheritances, or to give them to others.
ru_ru: Этот транзит характерен парапсихической чувствительностью и возросшим ощущением красоты, творческим художественным воображением и интуитивной эмоциональной чувствительностью к нуждам и чувствам других людей. Повышенная эмоциональность, чувствительность и доброта могут привести к большей гармонии и пониманию в романтических, супружеских и семейных отношениях. Этот транзит может принести идеальную любовь или роман, или кто-то, отождествляющийся с этим идеалом, может войти в жизнь. Это удачный период для тихого созерцания и медитации, а также посещения людей в больницах, домах престарелых или иных учреждениях. Возможны путешествия ради удовольствия или религиозные паломничества. Время благоприятно для финансовых занятий, связанных с искусством, музыкой, развлечениями и предметами роскоши. В это время возможно либо получение даров или наследства, либо дарование их другим.

# TransitVenusTrinePluto
source: This transit is characterized by intuitive inspiration in art, music, and other creative activities. You can start reselling in the business related to art, music and entertainment. There is often an interest in restoring old works of art or in finding new uses for discarded objects. Intuitive inspiration in creative artistic fields sometimes takes the form of ideas for improving old methods of making things. This also applies to business and financial matters. There may be insights into how to use financial resources more effectively and constructively (as well as the resources of a partner, if any). Business related to insurance, taxes, corporate affairs, pooled money, inheritance, alimony is very favorable at this time. There may be business ventures with combined finances related to art, music, entertainment, and luxury goods. Uplifting insights into the nature of love are possible. In some cases, a significant attitude towards life can have a refreshing effect. This is a period of intense attraction to the opposite sex. Strong romantic, sexual and, in some cases, marital relationships can arise.
ru_ru: Этот транзит характерен интуитивным вдохновением в искусстве, музыке и иных видах творческой деятельности. Можно пуститься на перепродажу в бизнесе, связанным с искусством, музыкой и развлечениями. Часто возникает интерес к реставрации старых произведений искусства или к поискам новых применений для выброшенных предметов. Интуитивное вдохновение в творческих художественных областях иногда приобретает форму идей по улучшению старых методов производства вещей. Это относится также к бизнесу и финансовым делам. Возможны прозрения в том, как более эффективно и конструктивно использовать финансовые ресурсы (так же, как и ресурсы партнера, если он есть). Бизнес, связанный со страхованием, налогами, корпоративными делами, объединенными деньгами, наследством, алиментами проходит в это время весьма благоприятно. Возможны дерзания в бизнесе с объединенными финансами, связанные с искусством, музыкой, развлечениями и предметами роскоши. Возможны возвышающие прозрения в природу любви. В некоторых случаях значительное отношение на жизнь может оказать обновляющее влияние. Это период сильного влечения к противоположному полу. Могут зарождаться сильные романтические, сексуальные и, в некоторых случаях, брачные отношения.

# TransitVenusTrineSaturn
source: This transit is characterized by a mature appreciation of beauty and serious studies in art and music. Interest in cool music and classical art forms often develops. Transit is especially good for businesses related to antiques and classical art firms, especially those that require a sense of structure and composition. It is also favorable for architecture and design. Close personal relationships are often cemented. An old friendship, partnership, or romantic relationship is being renewed. Transit evokes a calm, peaceful emotional attitude. Nee's social manner is mature and hidden. The native has an increased sense of responsibility in partnership, business, and close personal relationships. Progress in business, financial and professional endeavors is possible. The period is good for public relations of a serious business or professional nature or for establishing a business or professional partnership. This is a good time to turn to people with power and authority for financial support or services, asking, for example, for an increase in salary.
ru_ru: Этот транзит характерен зрелой оценкой красоты и серьезными занятиями искусством и музыкой. Часто развивается интерес к классной музыке и классическим формам искусства. Транзит особенно хорош для бизнеса, связанного с антиквариатом и классическими фирмами искусства, особенно теми, которые требуют чувства структуры и композиции. Благоприятен он и для архитектуры и дизайна. Часто цементируются тесные личные отношения. Возобновляется старая дружба, партнерство или романтические отношения. Транзит вызывает спокойное, мирное эмоциональное отношение. Общественная манера урожденного — зрелая и скрытая. У урожденного увеличенное чувство ответственности в партнерстве, бизнесе и тесных личных отношениях. Возможен прогресс в бизнесе, финансовых и профессиональных начинаниях. Период хорош для общественных отношении серьезного делового, профессионального характера или для установления делового, профессионального партнерства. Это хорошее время для обращения к людям, имеющим власть и авторитет, за финансовой поддержкой или услугами, попросив, например, об увеличении зарплаты.

# TransitVenusTrineSun
source: If you've ever managed to impress others with your honesty, integrity, and other personal qualities, it's time to showcase them. If you want others to notice the makings of a leader in you, or if you want to prove to yourself that you possess these makings, it's time to model a situation yourself that will encourage you to demonstrate these traits. If negative circumstances do not prevent the successful manifestation of your potential, this period will be extremely successful. You will experience a rush of life. You will be able to be generous to others, and they will treat you accordingly. Situations and relationships will certainly give you a reason to be proud of yourself. You will be a welcome guest and a warm host for everyone: social events such as banquets and official receptions in which you will take part will be successful. In addition, there is a chance that such a reception will be held in your honor or in honor of your partner, ally, boss, or authority figure who plays a significant role in your life. This is an excellent time to get married, establish partnerships, and other relationships. The trine of transiting Venus with the natal Sun has the same meaning as the trine of transiting the Sun with the natal Venus; however, it lasts for a longer or shorter period of time, depending on the speed of Venus and whether Venus is stationary or retrograde.
ru_ru: Если вам когда-либо удавалось произвести впечатление на окружающих своей честностью, целостностью и другими личными качествами, пришло время продемонстрировать их. Если вы хотите, чтобы окружающие заметили в вас задатки лидера или если вы стремитесь доказать себе, что обладаете этими задатками, пришла пора самому смоделировать ситуацию, которая побудит вас продемонстрировать эти черты. Если негативные обстоятельства не помешают удачному проявлению вашего потенциала, этот период станет на редкость удачным. Вы испытаете прилив жизни. Вы сможете проявить великодушие по отношению к окружающим, и они отнесутся к вам соответственно. Ситуации и взаимоотношения наверняка дадут вам повод гордиться собой. Вы для всех будете желанным гостем и радушным хозяином: светские события, такие, как банкеты, официальные приемы, в которых вы примете участие, пройдут успешно. Кроме того, есть шанс, что подобный прием устроят в вашу честь или в честь вашего партнера, союзника, начальника или представителя власти, играющего значительную роль в вашей жизни. Это превосходное время для заключения браков, установления партнерских и прочих взаимоотношений. Трин транзитной Венеры с натальным Солнцем имеет такое значение, как трин транзитного Солнца с натальной Венерой; однако, он длится в течение большего или меньшего периода времени в зависимости от скорости движения Венеры и от того является ли Венера стационарной или ретроградной.

# TransitVenusTrineUran
source: This is a period of unusual creative inspiration for artists, musicians and artists. There is a tendency to enjoy unusual and interesting music or art. This transit is characterized by a cheerful, happy, sparkling emotional mood. There is a lot of social activity related to friends, IT companies and organizations. This is a favorable period for business activity related to IT companies, friends, organizations, entertainment, art, music, luxury goods, electronics and corporate business. Unusual, exciting friendships, social contacts, romantic opportunities, new partnerships or marriage opportunities often come if they are promised by the natal horoscope. In this case, the transit indicates an understandable interlude. In general, there is enjoyment of greater emotional, financial, and social freedom in order to experience happiness in one's own way.
ru_ru: Это период необычного творческого вдохновения для художников, музыкантов и артистов. Существует тенденция наслаждаться необычной и интересной музыкой или искусством. При этом транзите характерен веселый, счастливый, искрящийся эмоциональный настрой. Имеет место много общественной деятельности, связанной с друзьями, IT-компаниями и организациями. Это благоприятный период для деловой активности, связанной с IT-компаниями, друзьями, организациями, развлечениями, искусством, музыкой, предметами роскоши, электроникой и корпоративным бизнесом. Часто приходит необычная, возбуждающая дружба, общественные контакты, романтические возможности, новые партнерства или брачные возможности, если они обещаны натальным гороскопом. В этом случае транзит указывает понятную интерлюдию. В целом проявляется наслаждение большей эмоциональной, финансовой и общественной свободой для того, чтобы испытывать счастье на свой лад.

# TransitVenusTrineVenus
source: This transit is characterized by enjoyment of art, music, entertainment, and social activities. This period fulfills the promise of marital happiness and romantic fulfillment. Mutual exchange of kindness and understanding in close personal relationships. There is a possibility of both business and romantic opportunities through social activities. Transit is good for planning social gatherings and entertainment. This time is also favorable for social relations and business activities related to art, music, entertainment and luxury goods. Artists, musicians, and entertainment professionals will receive support and recognition. The period is favorable for business relationships with women.
ru_ru: Этот транзит характерен наслаждением искусством, музыкой, развлечениями и общественной деятельностью. Этот период осуществляет обещание супружеского счастья и романтических свершений. Взаимный обмен добротой и пониманием в тесных личных отношениях. Существует вероятность возникновения как деловых, так и романтических возможностей через общественную деятельность. Транзит хорош для планирования общественных сборищ и развлечений. Это время благоприятно также для общественных отношений и деловой активности, связанной с искусством, музыкой, развлечениями и предметами роскоши. Художники, музыканты и занятые в области развлечений получат поддержку и признание. Период благоприятен для деловых отношений с женщинами.

source: Trine
ru_ru: Трин

source: Uran
ru_ru: Уран

# UTC+0
source: United Kingdom, London
ru_ru: Великобритания, Лондон

# UTC+1
source: Germany, Berlin
ru_ru: Германия, Берлин

# UTC+10
source: Australia, Sydney
ru_ru: Австралия, Сидней
