Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitMarsOppositionJupiter
source: This transit is characterized by extravagance with waste of resources and overextension in business. There is a danger of a "force creates right" attitude, excessive self-confidence and a tendency to make empty promises. A native tends to suffer from an inflated sense of self-importance. There may be danger when traveling or abroad. There is a possibility of disagreements, particularly in the family, due to educational, religious or cultural views and beliefs. Difficulties may arise in relations with universities, hospitals, orphanages, and other cultural institutions. Legal difficulties and litigation are possible.
ru_ru: Этот транзит характерен экстравагантностью с пустой тратой ресурсов и сверхрасширением в бизнесе. Есть опасность настроя "сила создает право", излишняя самоуверенность и тенденция давать пустые обещания. Урожденный тяготеет к страданиям от раздутого чувства собственного значения. Возможна опасность при путешествиях или заграницей. Существует вероятность возникновения, в частности в семье, разногласий из-за просветительных, религиозных или культурных взглядов и убеждений. Трудности могут возникнуть в отношениях с университетами, больницами, приютами и иными культурными учреждениями. Возможны Юридические трудности и судебные тяжбы.

# TransitMarsOppositionMars
source: This transit is characterized by inconsiderate, aggressive behavior towards others, or, conversely, on their part. This behavior comes from a selfish need for personal power and authority. Battles and confrontations can become an emotional outlet, as well as disagreements over shared finances, corporate money, insurance, taxes, alimony, business and professional affairs. This is a bad time to seek favors from the authorities and those in power. Careless use of fire, weapons, tools, machines, automobiles, and dangerous chemicals can result in physical danger or injury. Impulsive, aggressive behavior can lead to difficulties. In extreme cases, it is possible to engage in a physical confrontation or even arrest.
ru_ru: Этот транзит характеризуется неосмотрительным, агрессивным поведением по отношению к другим, либо, наоборот, с их стороны. Это поведение исходит от эгоистической потребности в личной власти и авторитете. Эмоциональным выходом могут стать битвы и конфронтации, а также разногласия из-за общих финансов, корпоративных денег, страховок, налогов, алиментов, бизнеса и профессиональных, дел. Это неудачное время для поисков благодеяний от властей и власть имущих. От неосторожного использования огня, оружия, инструментов, машин, автомобилей и опасных химикатов может возникнуть физическая опасность или увечья. Импульсивное, агрессивное поведение может привести к трудностям. В крайних случаях возможна вовлеченность в физическую конфронтацию или даже арест.

# TransitMarsOppositionMercury
source: Your thought processes will be slowed down. Intellectual work, literary creativity, teaching or design will not lead to success and will not bring any benefit. Your plans and ideas will be resisted or unceremoniously rejected. This period is unfavorable for participating in meetings or discussions, as they will be hampered by accumulated contradictions, hasty conclusions and an unsatisfactory level of communication in general. Neighbors, brothers and sisters can turn into temporary opponents. Machinery and equipment refuse to work or permanently fail. Possible hand and finger injuries, as well as respiratory infections. Be careful in all situations. Remember that this period is relatively short and that it is most convenient to survive it by staying away from sources of danger. The opposition of transit Mars with natal Mercury has the same meaning as transit Mercury in opposition with natal Mars, but lasts longer depending on the speed of Mars' movement and whether it will be retrograde, stationary or direct, thus marking a long period of difficulties at work caused by mental irritation and the need for cooperation. This transit takes place every two years.
ru_ru: Ваши мыслительные процессы будут заторможены. Интеллектуальный труд, литературное творчество, преподавание или дизайн не приведут к успеху и не принесут никакой пользы. Ваши планы и идеи вызовут сопротивление или будут бесцеремонно отвергнуты. Этот период неблагоприятен для участия в собраниях или дискуссиях, поскольку им помешают накопившиеся противоречия, поспешные выводы и неудовлетворительный уровень общения в целом. Соседи, братья и сестры могут превратиться во временных противников. Техника и оборудование отказываются работать или окончательно выходят из строя. Вероятны повреждения рук и пальцев, а также респираторные инфекции. В любых ситуациях будьте осторожны. Помните, что этот период сравнительно короткий и что удобнее всего пережить его, держась в стороне от источников опасности. Оппозиция транзитного Марса с натальным Меркурием имеет то же значение, что и транзитный Меркурий в оппозиции с натальным Марсом, но длится дольше в зависимости от скорости движения Марса и оттого, будет ли он ретроградным, стационарным или прямым, отмечая, таким образом, долгий период трудностей на работе, вызванных умственным раздражением и необходимостью сотрудничества. Этот транзит происходит раз в два года.

# TransitMarsOppositionMoon
source: Caution is recommended. Avoid arousing antagonism in others, and don't let other people arouse similar feelings in you. Emotions can get out of control. Anger turns into rage, desire turns into an absolute need, a slight infatuation disguises itself as love, and love can give rise to violent passion. During this period, the situation in your home becomes volatile and your life stops its former measured flow. Trying to keep a routine at work and at home will be difficult at best. This period can become annoying and even dangerous for tasks such as running errands for others. The opposition of the transit Mars with the radical Moon has the same meaning as the transit Moon in opposition with the natal Mars, but lasts longer depending on whether it is stationary, retrograde or direct. She therefore marks a long period of emotional arousal and minor annoyances.
ru_ru: Рекомендуется осторожность. Избегайте возбуждать антагонизм в окружающих, не позволяйте другим людям вызывать подобные чувства в вас. Эмоции могут выйти из-под контроля. Гнев переходит в ярость, желание превращается в абсолютную потребность, легкое увлечение маскируется под любовь, а любовь может дать толчок бурной страсти. В этот период обстановка в вашем доме становится изменчивой и ваша жизнь прекращает свое прежнее размеренное течение. Попытки придерживаться распорядка на работе и дома будут в лучшем случае затруднительными. Этот период может стать раздражающим и даже опасным для таких дел, как выполнение чужих поручений. Оппозиция транзитного Марса с радикальной Луной имеет то же значение, что и транзитная Луна в оппозиции с натальным Марсом, но длится дольше в зависимости от того, будет ли он стационарным, ретроградным или прямым. Она, следовательно, отмечает длительный период эмоционального возбуждения и мелких досад.

# TransitMarsOppositionNeptune
source: This transit is characterized by secret intrigues and self-destruction through secret conspiracies and clandestine activities. Difficulties are likely due to suppressed anger and hard-to-control subconscious desires. There may be manifestations of subconscious anger. There may be danger due to questionable occult practices, such as spiritualistic contacts and seances, and sexual magic. A native may be mistreated or neglected during his stay in a hospital or other institutions. There may be problems related to gas, oil, water leakage or bacterial contamination. The period is unfavorable for marital, business and personal relationships. During this period, it is not necessary to touch important business matters, as deceptive and hidden influences may operate. Cheating is possible in pooled finance, corporate finance, taxes, insurance, inheritance, alimony, and professional activities. It is possible to be present in business transactions with hospitals, institutes and religious organizations. The Nee, or those who deal with him, may try to shirk their financial obligations. At this time, it is necessary to show a realistic and practical outlook on life.
ru_ru: Этот транзит характерен тайными интригами и саморазрушением через тайные заговоры и подпольную деятельность. Вероятны трудности из-за подавленного гнева и трудноконтролируемых подсознательных желаний. Возможны проявления подсознательного гнева. Возможна опасность из-за сомнительных оккультных практик, таких как спиритические контакты и сеансы, сексуальная магия. Урожденный может подвергнуться дурному обращению или пренебрежению при пребывании в больнице или иных заведениях. Возможны проблемы, связанные с утечкой газа, нефти, воды или с бактериальным заражением. Период неблагоприятен для супружеских, деловых и персональных отношений. В этот период не надо касаться важных дел в бизнесе, поскольку могут действовать обманные и скрытые влияния. Обман возможен в объединенных финансах, корпоративных финансовых делах, налогах, страховке, наследстве, алиментах и профессиональной деятельности. Возможно присутствие при деловых сделках с больницами, институтами и религиозными организациями. Урожденный, или те, кто имеет с ним дело, могут попытаться увильнуть от своих финансовых обязательств. В это время необходимо проявлять реалистический и практический взгляд на жизнь.

# TransitMarsOppositionPluto
source: This transit is characterized by an aggressive, autocratic attitude, conflicts, and intense struggle. It is important not to try to coerce others or allow others to coerce you. Dangerous occult practices such as attempts at spiritual control over others should be avoided. There may be conflicts over professional matters, corporate money, insurance, taxes, inheritance, alimony, deceased property, and combined finances. There is a risk of injury or death in the event of war, riots, revolution, involvement in criminal or underground activities. There is danger from radioactivity, weapons, dangerous chemicals, cars, crowds and other sources of physical danger. There may be problems due to sexual jealousy and uncontrolled sexual impulses. Sexual, personal, and business relationships need to be regenerated. On the positive side, this transit can be used for energetic achievements through collaboration with others.
ru_ru: Этот транзит характерен агрессивным, автократическим настроем, конфликтами и мощной борьбой. Важно не пытаться принуждать других или позволять другим принуждать себя. Следует избегать опасных оккультных практик, таких как попытки духовного контроля над другими. Возможны конфликты из-за профессиональных дел, корпоративных денег, страховок, налогов, наследства, алиментов, имущества умерших и объединенных финансов. Существует опасность увечья или смерти в случае войны, бунтов, революции, вовлеченности в криминальную или подпольную деятельность. Есть опасность от радиоактивности, оружия, опасных химикатов, машин, толп и других источников физической опасности. Возможны проблемы из-за сексуальной ревности и неконтролируемых сексуальных импульсов. Требуется регенерация сексуальных, личных и деловых отношений. С позитивной стороны этот транзит может быть использован для энергичных достижений через сотрудничество с другими.

# TransitMarsOppositionSaturn
source: This transit is characterized by excessive physical exertion: bone fractures, dental problems, skin irritation, hot flashes, cold flashes, and occupational hazards are possible. Care should be taken when handling tools, cars, cars, weapons, and knives. The desire for action can be wasted due to conflicts with authorities and the elderly. A native can either show an authoritative, dictatorial attitude, or experience it from others. The period is unfavorable for seeking benefits from those in power. There may be problems with parents, employers, and government agents. In extreme cases, arrest or detention by the police is possible. There is a possibility of unnecessary burden of caring for the elderly. There may be disorders and problems in business and professional affairs. Important changes in business and profession should be avoided at this time. Legal difficulties and lawsuits are possible.
ru_ru: Этот транзит характерен излишним физическим напряжением: возможны переломы костей, проблемы с зубами, раздражением кожи, броски то в жар, то в холод и производственные опасности. Следует проявлять осторожность в обращении с инструментом, автомобилями, машинами, оружием и ножами. Желание действия может быть растрачено впустую из-за конфликтов с авторитетами и стариками. Урожденный может либо проявлять авторитетный, диктаторский настрой, либо испытывать его со стороны других. Период неблагоприятен для поисков благодеяний у власти имущих. Возможны проблемы с родителями, работодателями и правительственными, агентами. В крайних случаях возможен арест или удержание полицией. Существует возможность ненужного бремени ухода за стариками. Возможны расстройства и проблемы в бизнесе и профессиональных делах. Важных изменений в бизнесе и профессии в это время следует избегать. Возможны юридические затруднения и тяжбы.

# TransitMarsOppositionSun
source: At this time, it is very possible to resist your actions, which will hurt your inner self. Even if failure is not the final result, the current circumstances do not promise complete success. In the unlikely event that success is possible, it will be accompanied by a loss of integrity. In this astrological situation, the opinions and especially the actions of others are unlikely to provide you with support and may turn out to be a direct challenge to your authority. Vitality and enthusiasm are either absent or quickly run out, and you are left without energy supply. Relationships with men can become strained, perhaps as a result of anger or too much competition. Even if you accept the challenge without hesitation, it's better to keep a low profile and make plans for a more favorable period. Try not to stay in the sun for long periods, do not overexert your heart and spine, and avoid actions that may result in head or face injuries. The opposition of the transit Mars with the natal Sun has the same significance as the opposition of the transit Sun with the natal Mars; however, it lasts longer and thus indicates a long period of possible conflicts.
ru_ru: В это время весьма возможно противостояние вашим действиям, которое уязвит ваше внутреннее я. Даже если неудача не станет окончательным результатом, нынешние обстоятельства не обещают полного успеха. В том маловероятном случае, когда успех возможен, он будет сопровождаться потерей целостности. При данной астрологической ситуации мнения и особенно действия окружающих вряд ли обеспечат вам поддержку и могут оказаться прямым вызовом вашей власти. Жизненная сила и энтузиазм либо отсутствуют, либо быстро иссякают, и вы остаетесь без энергетической подпитки. Взаимоотношения с мужчинами могут стать напряженными - возможно, в результате гнева или слишком острой конкуренции. Даже если вы без колебаний принимаете вызов, лучше держаться в тени и строить планы на более благоприятный период. Старайтесь не находиться подолгу на солнце, не перенапрягайте сердце и позвоночник, избегайте действий, в результате которых возможны травмы головы или лица. Оппозиция транзитного Марса с натальным Солнцем имеет такое же значение, как оппозиция транзитного Солнца с натальным Марсом; однако, она длится дольше и указывает, таким образом, на длительный период возможных конфликтов.

# TransitMarsOppositionUran
source: This transit is characterized by conflicts with friends, impetuosity, impulsive actions, and outbursts of anger. Care must be taken when using tools, electricity, explosives, firearms, and automobiles. The danger may also arise from police and military cases. This transit often arouses revolutionary feelings and desires to overthrow the existing power structure. Impatience and impulsivity can cause difficulties in achieving goals. This time is unfavorable for starting new projects and group activities. There may be conflicts over the financial affairs of groups and organizations, over combined finances, corporate business, insurance, alimony, taxes, or the property of the deceased.
ru_ru: Этот транзит характерен конфликтами с друзьями, порывистостью, импульсивными действиями и вспышками гнева. Необходимо проявлять осторожность в использовании инструментов, электричества, взрывчатки, огнестрельного оружия и автомобилей. Опасность может возникать также от полицейских и военных дел. Этот транзит часто возбуждает революционные чувства и желания ниспровергнуть существующую структуру власти. Нетерпеливость и импульсивность может вызвать трудности в реализации целей. Это время неблагоприятно для начинания новых проектов и групповых действий. Возможны конфликты из-за финансовых дел групп и организаций, из-за объединенных финансов, корпоративного бизнеса, страховок, алиментов, налогов или имущества умерших.

# TransitMarsOppositionVenus
source: This is a bad time for marriage and other unions or joint ventures, and especially for the creation of new ones. There may be a threat of discord or a breakup with a partner, at this time everyone is moving in opposite directions, without even thinking about cooperation or compromise. Elegant and refined actions will be replaced by displays of bad taste and aggressiveness. Surgical procedures and cosmetic procedures to improve the appearance should be avoided. Do not embark on projects related to decoration, do not expect progress in matters related to diplomacy, painting or music. If you are traveling, do not rely on the company of pleasant fellow travelers. It is best to do work and other physical activities alone. Energy is wasted in debates, negotiations, lawsuits, and consultations. If the negative potential of this period has not manifested itself or has not disrupted the rhythm of your life, consider yourself lucky. Transiting Mars in opposition to radical Venus has the same meaning as transiting Venus in opposition to radical Mars, but a longer duration, which depends on the speed of Mars and whether it is stationary, retrograde or moving forward; and indicates a positive period of difficulties and emotional, sexual and business relationships. This transit occurs once every two years.
ru_ru: Это неудачное время для брака и других союзов или совместных предприятий, и в особенности - для создания новых. Возможна угроза разлада или разрыв с партнером, в эту пору все движутся в противоположных направлениях, даже не помышляя о сотрудничестве или компромиссе. Элегантные и утонченные действия будут вытеснены проявлениями дурного вкуса и агрессивности. Следует избегать хирургических вмешательств и косметических процедур с целью улучшения внешности. Не стоит приступать к осуществлению проектов, связанных с украшением, не ждите прогресса в делах, относящихся к сфере дипломатии, живописи или музыки. Если вы путешествуете, не надейтесь на общество приятных попутчиков. Работой и другими физическими действиями лучше всего заниматься в одиночку. Энергия растрачивается попусту в дебатах, переговорах, судебных процессах и консультациях. Если же негативный потенциал этого периода так и не проявился или не нарушил ритм вашей жизни, считайте, что вам повезло. Транзитный Марс в оппозиции к радикальной Венере имеет то же значение, что и транзитная Венера в оппозиции к радикальному Марсу, но большую продолжительность, которая зависит от скорости движения Марса и того, стационарен ли он, ретрограден или движется вперед; и указывает на положительный период затруднений и эмоциональных, сексуальных и деловых отношениях. Этот транзит встречается раз в каждые два года.

# TransitMarsSextileJupiter
source: This transit is characterized by steady progress in business and professional affairs. At this time, there is a need for honesty and truthfulness, and this inspires confidence. The period is favorable for educational, cultural and political achievements. Religious, educational and political ideas are being enthusiastically promoted, which will receive great cultural recognition. There is a tendency to act in support of religious, educational, or cultural projects. This transit is also good for court cases related to business or professional issues, as well as for contacts with religious, charitable, cultural and educational institutions. It is also good for conducting remote commerce and everything related to ships and transportation. It's a great time for sports and outdoor activities.
ru_ru: Этот транзит характерен устойчивым прогрессом в бизнесе и профессиональных делах. В это время чувствуется потребность в честности, правдивости и это внушает доверие. Период благоприятен для просветительных, культурных и политических достижений. С энтузиазмом проталкиваются религиозные, просветительные и политические идеи, которые получат большое культурное признание. Существует тенденция к действиям в поддержку религиозных, просветительных или культурных проектов. Этот транзит хорош также для судебных дел, относящихся к вопросам бизнеса или профессии, а также для контактов с религиозными, благотворительными, культурными и просветительными учреждениями. Хорош он и для ведения отдаленной коммерции и всего, что связано с кораблями и транспортировкой. Это прекрасное время для спорта и действий на открытом воздухе.

# TransitMarsSextileMars
source: is characterized by intelligent actions, increased energy, and new opportunities to achieve your goals. There may be motivations to put your ideas into action, and there may be insights on how to do it. Sometimes these insights can take the form of ideas to push through their business and professional ambitions. Transit is good for physical self-improvement. Significant activities related to short trips, automotive mechanics, engineering, mechanization, scientific interests, energy production technology, and military, industrial, or political organizations are possible. Activities during this transit are often associated with friends, IT companies, and associations. If Mars is stationary, then the transit can last a month.
ru_ru: Характерен разумными действиями, возросшей энергией и новыми возможностями в достижении своих целей. Возможны мотивировки для претворения своих идей в действие и возможны прозрения о том, как это сделать. Иногда эти прозрения могут принять форму идей для проталкивания своих деловых и профессиональных честолюбивых притязаний. Транзит хорош для физического самоусовершенствования. Возможна значительная деятельность, связанная с короткими поездками, автомобильной механикой, инженерным делом, механизацией, научными интересами, технологией производства энергии и военными, промышленными или политическими организациями. Деятельность во время этого транзита часто связана с друзьями, IT-компаниями и ассоциациями. Если Марс стационарен, то транзит может длиться месяц.
