Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitNeptuneSquareSun
source: During this period, your own image in your eyes is inextricably linked to confusion, disorientation, and a sense of unreality. You don't know how to satisfy the needs of your inner self or what to apply your willpower to during this period. Leadership positions or situations that are recommended to you personally and reinforce your integrity, honesty, and principles turn out to be unattainable or elusive. The sources from which you used to draw vital resources (food, money, courage, ambitions) are running out - you can't count on them. The positive side of this period will become obvious if you are by nature a determined and enterprising person who is able to realize that reality is not always what it seems. Illusory obstacles in your path will eventually disappear, and the knowledge that you have done everything possible to overcome them will strengthen your confidence in future success. The quadrature of the transiting Neptune with the natal Sun has the same significance as the quadrature of the transiting Sun with the natal Neptune, however, the influence of this quadrature can extend over two years, during which a person's ability to understand reality may be severely tested.
ru_ru: В этот период собственный имидж в ваших глазах неразрывно связан с путаницей, дезориентацией и ощущением нереальности. Вы не знаете, как удовлетворить потребности своего внутреннего я или к чему применить свою силу воли в этот период. Руководящий пост или ситуации, которые рекомендуются вам лично и подкрепляют вашу целостность, честность и принципы, оказываются недосягаемыми или ускользающими. Источники, из которых вы прежде черпали жизненные ресурсы (пищу, деньги, смелость, амбиции), иссякают - на них нельзя рассчитывать. Позитивная сторона этого периода станет очевидной, если вы по натуре решительный и предприимчивый человек, способный осознать, что реальность не всегда такова, какой кажется. Иллюзорные препятствия на вашем пути, в конце концов, исчезнут, а сознание того, что вы сделали все возможное, лишь бы преодолеть их, укрепит вашу уверенность в будущем успехе. Квадратура транзитного Нептуна с натальным Солнцем имеет такое же значение, как квадратура транзитного Солнца с натальным Нептуном, однако, влияние этой квадратуры может распространяться на два года, в течение которых способность человека понимать действительность может подвергнуться суровой проверке.

# TransitNeptuneSquareUran
source: In this astrological situation, there comes a period of conflict between idealism and spirituality with technical and economic realities, which can lead to any surprise. Eventually, the results of these events will be called an inspired revolution, but at this time, battles can be messy and chaotic. Transit Neptune in quadrature with natal Uranus has the same meaning as transit Uranus in quadrature with natal Neptune. Both transits last a very long time, a year or more, marking a prolonged period of psychological confusion and exposure to negative mental influences.
ru_ru: При данной астрологической ситуации наступает период конфликта идеализма и духовности с техническими и экономическими реалиями, который может привести к любой неожиданности. В конце концов, результаты этих событий назовут вдохновенной революцией, но в это время битвы могут быть беспорядочными и хаотическими. Транзитный Нептун в квадратуре с натальным Ураном имеет то же значение, что и транзитный Уран в квадратуре с натальным Нептуном. Оба транзита длятся весьма долго, год или более, отмечая продолжительный период психологической путаницы и подверженности негативным психическим влияниям.

# TransitNeptuneSquareVenus
source: At this time, communicating with others in a clear and rational way will not be easy. Fortunately, your maturity and past experience will help you to cope with confusion, deception and other negative influences in legal processes, consultations, social contacts, romantic hobbies, partnerships (business and marriage), joint ventures and friendship with women. Others may misunderstand your values, and circumstances will have a negative impact on them. Your ideals or hopes about others (or their ideals about you) may turn out to be unrealistic. It is difficult to rely on cooperation with other people or rely on their help. The pursuit of pleasure and luxury may be carried out in the wrong direction or encounter certain obstacles. This period symbolizes the continuous appearance of obstacles, but they will become incentives for your determination to succeed. Transiting Neptune in quadrature with radical Venus has the same meaning as transiting Venus in quadrature with natal Neptune, but lasts much longer and indicates a period of emotional, financial, romantic confusion and a time of self-deception. This transit is possible twice in a person's life.
ru_ru: В эту пору общаться с окружающими ясным и рациональным образом будет нелегко. К счастью, ваша зрелость и опыт прошлого помогут вам справиться с путаницей, обманом и другими негативными влияниями в юридических процессах, консультациях, светских контактах, романтических увлечениях, партнерстве (деловом и брачном), совместных предприятиях и дружбе с женщинами. Окружающие могут неправильно понять ваши ценности, а обстоятельства окажут на них негативное воздействие. Ваши идеалы или надежды, касающиеся окружающих (или их идеалы, касающиеся вас), могут оказаться нереалистичными. Трудно полагаться на сотрудничество с другими людьми или надеяться на их помощь. Погоня за удовольствиями и роскошью может осуществляться не в том направлении или натолкнуться на те или иные препятствия. Этот период символизирует непрерывное появление помех, но они станут стимулами для вашей решимости добиться успеха. Транзитный Нептун в квадратуре с радикальной Венерой имеет то же значение, что и транзитная Венера в квадратуре с натальным Нептуном, но длится гораздо дольше и указывает на период эмоциональной, финансовой, романтической путаницы и времени самообмана. Этот транзит возможен дважды в жизни человека.

# TransitNeptuneTrineJupiter
source: Your economic prospects, intellectual horizons, political ambitions, spiritual awareness, and cultural aspirations are sure to grow and strengthen at this time. If you are prone to exaggeration, this tendency will undoubtedly increase. Extravagant gestures can sometimes make a favorable impression, but in some situations they will later become a source of embarrassment or displease those who initially treated these actions of yours kindly. Prosperity awaits your father, or he can become a source of inspiration in this period of your life. Transiting Neptune in trine with natal Jupiter has the same meaning as transiting Jupiter in trine with natal Neptune, but lasts longer and indicates an extended period of intuitive inspiration. Transit occurs once or twice in a person's life.
ru_ru: Ваши экономические перспективы, интеллектуальные горизонты, политические амбиции, духовное сознание и культурные стремления наверняка возрастут и усилятся в это время. Если вы склонны к преувеличениям эта склонность, несомненно, усилится. Экстравагантные жесты иногда могут произвести благоприятное впечатление, но в некоторых ситуациях позднее станут источником смущения или вызовут недовольство тех, кто вначале относился к этим вашим поступкам доброжелательно. Вашего отца ждет процветание, или же он может стать источником вдохновения в этом периоде вашей жизни. Транзитный Нептун в трине с натальным Юпитером имеет то же значение, что и транзитный Юпитер в трине с натальным Нептуном, но длится дольше и указывает на продленный период интуитивного вдохновения. Транзит встречается один-два раза в жизни человека.

# TransitNeptuneTrineMars
source: At this time, your creative and spiritual inspiration will help motivate your physical efforts. The most successful application of this spiritual uplift will be your job or profession, as well as activities related to the ocean, marine equipment, sports and other competitions, dancing, photography, footwear, charity events and the correctional system, hospitals, magic and illusions, military service, explosives, drugs, alcohol, design or production machinery, cars, and other means of transportation. Traveling by water will be a good incentive, and physical therapy in the water will be especially effective. Despite the fact that you are lucky, you should not forget to be careful. Avoid physical laziness, disregard for small things, confidence that others will take care of everything, and underestimating the dangers of risky activities. The Saturn transit in the trine with natal Mars has the same meaning as the Mars transit in the trine with natal Saturn, but it lasts much longer and marks a long period of practical achievements through discipline, hard work and good organization. This transit happens twice during Saturn's 24-year cycle.
ru_ru: В эту пору возникшее у вас творческое и духовное вдохновение будет способствовать мотивации ваших физических усилий. Наиболее успешным приложением этого духовного подъема станут ваша работа или профессия, а также деятельность, связанная с океаном, морским оборудованием, спортивными и другими состязаниями, танцами, фотографией, обувью, благотворительными мероприятиями и исправительной системой, больницами, магией и иллюзиями, службой в армии, взрывчатыми веществами, наркотиками, алкоголем, дизайном или производством техники, автомобилей и других средств передвижения. Путешествие по воде станет хорошим стимулом, а физическая терапия в воде будет особенно эффективной. Несмотря на то, что вам сопутствует удача, не следует забывать об осторожности. Избегайте физической лени, пренебрежения к мелочам, уверенности в том, что окружающие позаботятся обо всем, и недооценки опасности рискованных занятий. Транзитный Сатурн в трине с натальным Марсом имеет то же значение, что и транзитный Марс в трине с натальным Сатурном, но длится много дольше и знаменует продолжительный период практических достижений через дисциплину, тяжелый труд и хорошую организацию. Этот транзит случается дважды за 24-летний цикл Сатурна.

# TransitNeptuneTrineMercury
source: During this period, your thoughts, ideas, methods, and communication will become more inspired expressions of your rich imagination. The favorable circumstances that are observed in this astrological setting encourage you to make efforts in the field of literary creativity, publishing, trade, computers, education and any activity related to communication and everything that accompanies it. Commerce, travel and trade, as well as the development and application of technical and design skills, will be extremely successful. Your methods, ideas, and expressions will probably be based more on intuition, instincts, and imagination than on an orderly analysis backed by facts. You will succeed in social activities and businesses located in your neighborhood, but if you remember the nature of Neptune, it is difficult to explain why this will happen. You will become a master of hypocrisy and illusion and almost clairvoyant, accurately guessing what other people want to know and hear. The trine of transiting Neptune with natal Mercury has the same meaning as the transit Mercury in the trine with natal Neptune, but lasts longer and indicates a prolonged period of telepathic potential and intuitive mental awareness.
ru_ru: В этот период ваши мысли, идеи, методы и общение станут более вдохновенными проявлениями вашего богатого воображения. Благоприятные обстоятельства, которые наблюдаются при данной астрологической обстановке побуждают вас приложить усилия в сфере литературного творчества, издательского бизнеса, торговли, компьютеров, образования и любой деятельности, связанной с общением и всем, что сопутствует ему. Чрезвычайно удачными будут коммерция, путешествия и торговля, а также развитие и применение технических и конструкторских навыков. Ваши методы, идеи и их выражение будут наверняка в большей степени основаны на интуиции, инстинктах и воображении, нежели на упорядоченном анализе, подкрепленном фактами. Вы преуспеете в общественной активности и предприятиях, расположенных по соседству с вашим домом, но если вспомнить натуру Нептуна, трудно объяснить, почему это произойдет. Вы станете мастером лицемерия и иллюзии и почти ясновидящим, точно угадывающим то, что хотят знать и слышать другие люди. Трин транзитного Нептуна с натальным Меркурием имеет то же значение, что и транзитный Меркурий в трине с натальным Нептуном, но длится дольше и указывает на длительный период телепатического потенциала и интуитивного умственного осознания.

# TransitNeptuneTrineMoon
source: At this time, intuition and instincts come to the fore. Depending on your inclination to develop inner talents and pay attention to them, you may even gain the gift of clairvoyance. Some inner voice or an unconscious whim will lead you to successful circumstances. Aesthetic and spiritual sensitivity will increase, but the potential of this period does not mean that you should definitely pursue religion or art, or choose another way to apply these qualities. If you have creative abilities, they will flourish. Deception and pretense will be elevated to the rank of art. Desires will be fulfilled, emotional satisfaction will be achieved. Your fantasies and ideals related to family and family life will receive support. Inspiration gained through your mother or another determined woman will play a significant role in your success. The trine of transiting Neptune with the radical Moon has the same meaning as the transiting Moon in the trine with the natal Neptune, but it has a much longer duration, lasting at intervals of a year or more, and thus marks a long period of important mental evolution of the individual.
ru_ru: В это время интуиция и инстинкты выступают на первый план. В зависимости от вашей склонности развивать внутренние таланты и уделять им внимание вы можете даже обрести дар ясновидения. Некий внутренний голос или неосознанная прихоть приведет вас к удачным обстоятельствам. Эстетическая и духовная чуткость возрастут, но потенциал этого периода не указывает на то, что вы непременно должны заняться религией или искусством или выбрать другой способ применения этих своих качеств. Если вы обладаете творческими способностями, они будут процветать. Обман и притворство будут возведены в ранг искусства. Желания исполнятся, эмоциональное удовлетворение будет достигнуто. Ваши фантазии и идеалы, связанные с семьей и семейной жизнью, получат поддержку. Вдохновение, обретенное благодаря матери или другой решительной женщине, сыграет существенную роль в вашем успехе. Трин транзитного Нептуна с радикальной Луной имеет такое же значение, что и транзитная Луна в трине с натальным Нептуном, но имеет гораздо большую длительность, продолжаясь с промежутками год или более, и отмечает, таким образом, длительный период важной психической эволюции личности.

# TransitNeptuneTrineNeptune
source: This transit is characterized by intuitive and creative imagination. The period is favorable for meditation, constructive spiritual practices, and connections with hospitals and religious, cultural, educational, and psychiatric institutions. Latent intuitive and clairvoyant abilities may be revealed, as well as, perhaps, a greater understanding of the long-term evolutionary processes of life.
ru_ru: Этот транзит характерен интуитивным и творческим воображением. Период благоприятен для медитации, конструктивных духовных практик, связей с больницами и религиозными, культурными, просветительными и психиатрическими учреждениями. Могут выявиться латентные интуитивные и ясновидческие способности, а также, возможно, большее понимание длительных эволюционных процессов жизни.

# TransitNeptuneTrinePluto
source: During this transit, personal gain is possible through cultural and scientific achievements. There is often an interest in the regeneration of existing social, cultural and economic conditions. Inspiration and intuitive guidance are characteristic in all matters related to the nee. Some gain insights into scientific and spiritual laws, as well as a greater understanding of the workings of the subconscious mind. Sometimes an interest in parapsychology or the physics of the paranormal develops. The period is favorable for exploring previous reincarnations, life after death, and spirit communication. This is also a good time to travel for knowledge. The time is favorable for seeking subsidies and financial support for worthy cultural projects. The benefits come through corporate money, government grants, pooled finance, insurance, and inheritance.
ru_ru: Во время этого транзита возможна личная выгода через культурные и научные достижения. Часто проявляется интерес к регенерации существующих общественных, культурных и экономических условий. Вдохновение и интуитивное руководство характерно во всех делах, связанных с урожденным. Некоторые получают прозрения в научные и спиритуальные законы, а также большее понимание работы подсознания. Иногда развивается интерес к парапсихологии или физике паранормальных явлений. Период благоприятен для исследования предыдущих реинкарнаций, жизни после смерти и общения духов. Это хорошее время также для путешествий за знаниями. Время благоприятно для поисков субсидий и финансовой поддержки на достойные культурные проекты. Выгода приходит через корпоративные деньги, государственные дотации, объединенные финансы, страховки и наследство.

# TransitNeptuneTrineSaturn
source: During this period, your previous efforts, experience, clear organization, precise planning and hard work will receive legitimate recognition and financial reward. You can take a leadership position or gain power. At this time, you yourself will not understand how you managed to succeed if the others who have worked just as hard and deserve the same benefits have achieved nothing. Some of your benefits will be provided by those who are older than you. Others will be pleasantly surprised if you demonstrate a penchant for traditional thinking and ideals. Whether you really believe in them doesn't matter, because transiting Neptune requires only an illusion, not reality. Transiting Neptune in trine with natal Saturn has the same meaning as transiting Saturn in trine with natal Neptune, but it lasts much longer and indicates an extended period of insight into business, economic and political affairs. Transit occurs only twice in a lifetime.
ru_ru: В этот период ваши прежние усилия, опыт, четкая организация, точное планирование и упорный труд получат законное признание и материальное вознаграждение. Вы можете занять руководящий пост или обрести власть. В это время вы и сами не поймете, как сумели преуспеть, если остальные, кто работал так же упорно и заслуживает таких же благ, ничего не добились. Некоторые ваши преимущества будут обеспечены теми, кто старше вас. Окружающие будут приятно удивлены, если вы продемонстрируете склонность к традиционному мышлению и идеалам. Верите ли вы в них на самом деле - неважно, поскольку транзитный Нептун требует лишь иллюзии, а не реальности. Транзитный Нептун в трине с натальным Сатурном имеет то же значение, что и транзитный Сатурн в трине с натальным Нептуном, но длится много дольше и указывает на продленный период прозрений вглубь бизнеса, экономических и политических дел. Транзит встречается всего лишь дважды в жизни.

# TransitNeptuneTrineSun
source: The positive potential of this period lies in the circumstances that reinforce your inner self. Perhaps you will be surrounded by an aura of charm, mystery, or spirituality that will attract others and open doors that were previously locked in front of you. Your aesthetic preferences will be improved and recognized by others. If these qualities are applicable in your work, this period is favorable for demonstrating them. You have excellent chances of success in your fields of activity.; related to wine, perfumes, medicines, painting, photography, religion, distribution activities, dancing, shoes, charitable foundations, correctional institutions, hospitals, navy, marine equipment and any objects and activities related to the ocean. Try to identify the source of your luck when it appears, or explain exactly how you ended up in the right place at the right time during this period. You will be able to realize your ambitions without the slightest effort, but with the same ease as with hard work. The trine of the transiting Neptune with the natal Sun has the same meaning as the trine of the transiting Sun with the natal Neptune; however, it lasts approximately two years and distinguishes the main period of constructive personality development, whereas the trine of the transiting Sun with the natal Neptune lasts only a few days.
ru_ru: Позитивный потенциал этого периода заключается в обстоятельствах, которые подкрепляют ваше внутреннее я. Возможно, вас окружит аура обаяния, тайны или одухотворенности, которая привлечет окружающих и откроет перед вами запертые прежде двери. Ваши эстетические пристрастия усовершенствуются и будут признаны окружающими. Если эти качества применимы в вашей работе, этот период благоприятен для того, чтобы продемонстрировать их. У вас есть превосходные шансы на успех в сферах деятельности; связанных с вином, парфюмерией, медикаментами, живописью, фотографией, религией, распространительской деятельностью, танцами, обувью, благотворительными фондами, исправительными заведениями, больницами, флотом, морским оборудованием и любыми предметами и действиями, связанными с океаном. Постарайтесь выявить источник вашей удачи, когда она появится, или точно объяснить, каким образом вы оказались в нужном месте в нужное время в этот период. Свои амбиции вы сможете реализовать без малейших усилий, но с такой же легкостью, как и при упорной работе. Трин транзитного Нептуна с натальным Солнцем имеет такое же значение, как трин транзитного Солнца с натальным Нептуном; однако, он длится приблизительно два года и отличает основной период конструктивного развития личности, тогда как трин транзитного Солнца с натальным Нептуном длится только несколько дней.

# TransitNeptuneTrineUran
source: Trine, which forms a transit Neptune to your natal Uranus, is favorable. It is a harmonious combination of idealism and inspiration with practical achievements in finance and technology. These elements create good situations, such as job opportunities for members of minorities and the disadvantaged, increased scholarships and funding for culture and science, and important advances in medicine and technology. The degree of influence of this aspect on a personal level depends on whether you participate in such activities. Transit Neptune in trine with natal Uranus has the same meaning as transit Uranus in trine with natal Neptune. Both transits last a year or more and indicate a prolonged period of heightened singularity of the superphysical realities.
ru_ru: Трин, который образует транзитный Нептун к вашему натальному Урану, носит благоприятный характер. Это гармоничное сочетание идеализма и вдохновения с практическими достижениями в сфере финансов и техники. Эти элементы создают Удачные ситуации - например, возможности получения работы для представителей меньшинств и обездоленных, повышение стипендий и финансирование культуры и науки, важные достижения в медицине и технике. Степень влияния этого аспекта на личном уровне зависит от того, принимаете ли вы участие в подобной деятельности. Транзитный Нептун в трине с натальным Ураном имеет то же значение, что и транзитный Уран в трине с натальным Нептуном. Оба транзита длятся год или более и указывают на длительный период повышенной особенности суперфизических реальностей.
