Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitMercurySquareJupiter
source: This transit is characterized by unrealistic thinking, impractical pursuits and intellectual pursuits, mental lightness and lack of attention to detail. A person may lack the discipline to put ideas into practice. Confusion in meeting minor appointments, transportation problems, and a lack of clarity in intellectual pursuits can also make a person less effective at this time. Proper use of factual information will be a challenge. Misdirected sympathy and hypocrisy in educational, philosophical, religious, and cultural ideas are typical features of this transit. This is an unfavorable period for traveling, changing classes, trying to enroll in school or university, or for dealing with religious, educational, or cultural institutions. During this period, family points of view on upbringing and education, religion, philosophy and culture tend to interfere with a practical and objective view of reality. A person's ideas during this period may be too grandiose for the time, money, energy, and resources available. This period is also unfavorable for transactions with people who are far away, for matters related to long-distance communications and commerce. Problems may arise especially when dealing with foreigners or when dealing with cases related to foreign cultures.
ru_ru: Этот транзит характеризуют нереалистическое мышление, непрактичные занятия и интеллектуальные поиски, умственная легкость и отсутствие внимания к деталям. У человека может не хватать дисциплинированности для практического применения идей. Путаница в соблюдении незначительных встреч, транспортные проблемы и отсутствие ясной картины в интеллектуальных стремлениях также могут в это время сделать человека менее эффективным. Правильное использование фактической информации будет проблемой. Неправильно направленная симпатия и лицемерие в образовательных, философских, религиозных и культурных идеях — типичные черты этого транзита. Это неблагоприятный период для путешествий, перемены занятия, попыток поступления в школу или университет, или для дел с религиозными, образовательными или культурными учреждениями. В течение этого периода семейные точки зрения на воспитание и образование, религию, философию и культуру имеют тенденцию мешать практическому и объективному взгляду на действительность. Идеи человека в течение этого периода могут быть слишком грандиозными для времени, денег, энергии и ресурсов, имеющихся в распоряжении. Также неблагоприятен этот период и для сделок с людьми, находящимися далеко, для дел, касающихся междугородных связей и коммерции. Проблемы могут возникнуть в особенности при общении с иностранцами или при решении дел, имеющих отношение к иностранным культурам.

# TransitMercurySquareMars
source: This transit is characterized by a tendency to mental irritation, agitated arguments, backbiting, sarcasm, and verbal expression of anger. During this transit, there may be difficulties in business relations and disagreements due to joint finances, equity money, taxes, insurance, inheritance, alimony and professional matters. This is a bad time for the authorities to familiarize themselves with a person's personal ideas and projects. Disagreements may arise due to working methodologies. At this time, there is a risk of occupational risk or accidents at work, so special care should be taken when handling tools, sharp tools, firearms, and fire. At this time, impulsivity and irritability tend to cause car accidents. Noise, pollution, and disorder in the environment are particularly irritating to humans.
ru_ru: Этот транзит характеризуется склонностью к умственному раздражению, возбужденным спорам, злословию, сарказму и словесному выражению гнева. При этом транзите возможны трудности в деловых связях и разногласия из-за совместных финансов, акционерных денег, налогов, страхования, наследства, алиментов и профессиональных дел. Это плохой период для ознакомления начальства с личными идеями и проектами человека. Разногласия могут возникнуть из-за рабочих методологий. В это время есть опасность профессионального риска или несчастных случаев на работе, поэтому следует соблюдать особую осторожность при обращении с орудиями труда, острыми инструментами, огнестрельным оружием, огнем. В это время импульсивность и раздражительность склонны вызывать автомобильные катастрофы. Шум, загрязнение и беспорядок в окружающей среде действуют на человека особенно раздражающе.

# TransitMercurySquareMercury
source: Mental distraction, nervousness, health and work problems, difficulties in communication and transport, as well as difficulties with brothers, sisters, neighbors — all this characterizes this facet. A person may show poor judgment and have difficulty asserting their ideas and point of view. There may be problems in relations with the media and information. Mail delays, loading and transportation difficulties can interfere with human productivity. Problems may arise due to clothing, diet, or personal hygiene. People tend to feel impatient with their work, studies, or intellectual pursuits.
ru_ru: Умственная рассеянность, нервозность, проблемы со здоровьем и работой, трудности в общении и транспорте, а также трудности с братьями, сестрами, соседями — все это характеризует этот граням Человек, возможно, будет проявлять плохую рассудительность и испытывать затруднения, утверждая свои идеи и точку зрения. Могут возникнуть проблемы в отношениях со средствами связи и информации. Задержки почты, погрузочные и транспортные трудности могут мешать производительности труда человека. Проблемы могут возникнуть в связи с одеждой, диетой или личной гигиеной. Человек склонен ощущать нетерпение в своей работе, учебе или интеллектуальных занятиях.

# TransitMercurySquareMoon
source: You will have to deal with conflicting opinions, an abundance or lack of information, and other annoying obstacles. When you feel a heaviness in your stomach, just take a deep breath, relax, patiently figure out the essence of the problem and keep moving forward. Before leaving your home or office, mentally prepare for traffic jams or other delays in transportation - personal and public, perhaps some project will not be completed on time. In this case, notify those who follow and continue working. Keys, books, and important papers are very likely to be lost. Carefully remember your actions, and you will find what you have lost. Despite the fact that all schedules will go wrong and plans will have to be changed at the last minute, you will be able to achieve a lot. The quadrature of transiting Mercury with a radical Moon has the same meaning, but lasts for a longer period of time, especially if Mercury is retrograde or stationary. In the latter case, the impacts may be much more important than in the former case, and there may be a longer period of difficulties in communication and work, as well as a prolonged period of emotional problems that interfere with practical responsibilities.
ru_ru: Вам предстоит вести борьбу с противоречащими мнениями, обилием или недостатком информации и другими досадными помехами. Почувствовав тяжесть в желудке, просто сделайте глубокий вдох, расслабьтесь, терпеливо разберитесь в сути проблемы и продолжайте двигаться вперед. Прежде чем покинуть дом или офис, мысленно подготовьтесь к пробкам или другим задержкам транспорта - личного и общественного, возможно, какой-то проект не удастся завершить вовремя. В подобном случае известите об этом тех, кто следует, и продолжайте работу. Весьма вероятна потеря ключей, книг и важных бумаг. Старательно вспомните свой действия, и вы найдете потерянное. Несмотря на то, что все расписания пойдут кувырком и планы придется менять в последнюю минуту, вам удастся многого достигнуть. Квадратура транзитного Меркурия с радикальной Луной имеет такое же значение, но длится более долгий период времени, особенно, если Меркурий ретроградный или стационарный. В последнем случае воздействия могут быть гораздо важнее, чем в первом случае, и возможен более длительный период трудностей в общении и работе, а также длительный период эмоциональных проблем, мешающих практическим обязанностям.

# TransitMercurySquareNeptune
source: Distraction and subconscious distortion of the thought process characterize this transit. A person tends to show mental confusion, indecision, psychological withdrawal, fantasizing and avoiding work. There is often a tendency to notice certain factors and ignore others, as dictated by subconscious emotional biases. A person's thinking can become vague and general, which makes the practical application of his ideas a difficult and impossible task. Confusion, deception, or misunderstandings in communication often cause undesirable consequences, and unintentional disclosure of secrets can bother a person. Drug and drug abuse at this time is more likely than usual to cause disorientation. A person may also be disturbed by disturbing mental experiences. This is an unfavorable transit for drawing up contracts and signing agreements; hidden factors can cause difficulties that can destroy the situation.
ru_ru: Рассеянность и подсознательное искажение мыслительного процесса характеризуют этот транзит. Человек склонен обнаруживать умственное смущение, нерешительность, психологический уход в себя, фантазирование и уклонение от работы. Часто имеется тенденция замечать некоторые факторы и игнорировать другие, как это диктуется подсознательными эмоциональными предубеждениями. Мышление человека может стать неясным и общим, отчего практическое применение его идей становится трудной и невыполнимой задачей. Замешательство, обман или недоразумения при общении часто вызывают нежелательные последствия, а неумышленное разглашение тайн может беспокоить человека. Злоупотребление наркотиками и лекарствами в это время больше, чем обычно, склонно вызывать дезориентацию. Человека также могут беспокоить волнующие психические переживания. Это неблагоприятный транзит для составления контрактов и подписания соглашений; скрытые факторы могут быть причиной трудностей, могущих разрушить ситуацию.

# TransitMercurySquarePluto
source: Prying curiosity, suspicion, distrust, secret investigations, power struggles, mental coercion, and sarcasm all characterize this transit. This transit is often associated with difficult business decisions and anxiety due to the possession of confidential information. Unpleasant or disturbing psychic or telepathic impressions can be a problem. Problems may arise, including joint finances, taxes, insurance, alimony, and the deceased's estate. This is a bad time to sign contracts and agreements. Personal diet, clothing, and hygiene may need to be reviewed or transformed. There are often disagreements over sex. During this period, social problems arise. Occupational risk and environmental issues can also endanger human life and health. Traveling is also a danger. During this time, small trips through dangerous neighborhoods or places where there are gangs of thieves should be avoided. The need for new methodologies in the work environment will affect a person in some way. People with this transit can force them to discard old ideas, concepts and radically change their point of view. Their minds are occupied by large-scale problems affecting civilization as a whole.
ru_ru: Назойливое любопытство, подозрительность, недоверие, тайные расследования, борьба за власть, умственное принуждение и сарказм все это характеризует этот транзит. С этим транзитом часто ассоциируются трудные деловые решения и беспокойство из-за обладания тайной информацией. Неприятные или волнующие психические, или телепатические впечатления могут быть проблемой. Могут возникнуть проблемы, включающие совместные финансы, налоги, страхование, алименты и имущество умершего. Это плохое время для подписания контрактов и соглашений. Личная диета, одежда и гигиена могут нуждаться в пересмотре или преобразовании. Часто имеются разногласия из-за секса. В течение этого периода порождаются социальные проблемы. Профессиональный риск и экологические проблемы могут также подвергать опасности жизнь и здоровье человека. Путешествия также представляют собой опасность. В это время следует избегать небольших поездок через опасные окрестности или места, где есть воровские шайки и банды. Необходимость новых методологий в рабочей среде некоторым образом будет воздействовать на человека. Люди с этим транзитом могут заставить отбросить старые идеи, концепции и радикально изменить свою точку зрения. Их разум занимают крупномасштабные проблемы, воздействующие на цивилизацию в целом.

# TransitMercurySquareSaturn
source: This transit is characterized by a pessimistic state of mind, restlessness and anxiety, delayed communication, and the burden of hard work. This transit can be a difficult time for students and for those whose work requires mental discipline. There may be a lack of mental inspiration, as well as difficulties in dealing with bosses and superiors. This is a bad time to look for a job or communicate with influential and reputable people. Disagreements and problems may arise with friends, IT companies, and organizations. A person may experience excessive attention from brothers, sisters, neighbors, friends, and coworkers, from the elderly, or from influential and reputable individuals in government positions. Work and productivity can be slowed down by delays in communication and loading of goods. Legal difficulties, red tape, troubles with government agencies, and responsibilities towards older people can be problems at this time. Typical features of this transit are poor health due to overwork, environmental hazards, decreased vitality, anxiety, or mental stress. Health problems may include nerves, lungs, teeth, skin, bones, knees, or intestines.
ru_ru: Для этого транзита характерно пессимистическое состояние ума, беспокойство и тревога, задержка общения и бремя тяжелой работы. Этот транзит может быть трудным временем для студентов и для тех, чья работа требует умственной дисциплинированности. Возможно отсутствие вдохновения ума, а также трудности в отношениях с боссами и начальниками. Это плохое время для поисков работы или общения с влиятельными и авторитетными лицами. С друзьями, IT-компаниями, организациями могут возникнуть разногласия и проблемы. Человек может испытывать чрезмерное внимание со стороны братьев, сестер, соседей, друзей и сослуживцев, со стороны пожилых людей или влиятельных и авторитетных лиц, занимающих государственные посты. Работа и продуктивность могут быть замедлены задержкой в общении и погрузке товаров. Юридические трудности, волокита, неприятности с государственными учреждениями и обязанности по отношению к старым людям могут являться в это время проблемами. Типичные черты этого транзита — слабое здоровье из-за переутомления, опасности окружающей среды, пониженная жизнеспособность, беспокойство или умственное напряжение. Проблемы здоровья, возможно, будут включать нервы, легкие, зубы, кожу, кости, колени или кишечник.

# TransitMercurySquareSun
source: During this period, stress associated with receiving information, ideas, or communication is quite likely. You will be offended by criticism. Even if it is not directed at you personally, you will take it personally. In this astrological situation, those who give you instructions or directions should be careful not to make you think of encroaching on your authority. On the other hand, you should not allow your selfishness and stubbornness to penetrate into the sphere of ideas, methods and information, patience should help you overcome all obstacles and successfully complete your plans. The quadrature of the transit Mercury with the natal Sun has much the same meaning as the quadrature of the transit Sun with the natal Mercury. However, it usually has a shorter duration; and the events associated with it are often accelerated by the news that a person receives upon familiarization.
ru_ru: В этот период вполне вероятны стрессы, связанные с получением информации, идеями или общением. Вас оскорбит критика в ваш адрес. Даже если она не направлена лично на вас, вы примете ее на свой счет. При данной астрологической ситуации, те, кто дает вам инструкции или указания, должны быть осторожны, чтобы не вызвать у вас мысль о посягательстве на вашу власть. С другой стороны вы не должны позволять вашему эгоизму и упрямству проникнуть в сферу идей, методов и информации, терпение должно помочь преодолеть все препятствия и успешно завершить ваши планы. Квадратура транзитного Меркурия с натальным Солнцем имеет во многом такое же значение, как квадратура транзитного Солнца с натальным Меркурием. Однако, он обычно имеет меньшую длительность; и события, ассоциируемые с ним, часто ускоряются известиями, которые получает человек при ознакомлении.

# TransitMercurySquareUran
source: Impractical ideas, lack of mental consistency, impulsive decisions, and the inability or unwillingness to put ideas into practice are all characteristic of this transit. Unexpected problems at this time can also interfere with the work of well-organized and disciplined people. Nervousness, impulsivity, mental conceit, and friendship with eccentric people can make a person infertile in both their ideas and their efforts. One should beware of the tendency to jump to conclusions without sufficient information. Good advice may be ignored because of strong beliefs and attitudes. Mental instability in relation to the opinions of your friends, neighbors, brothers, sisters, and coworkers can be a problem. Unexpected events can upset plans; a person may unexpectedly lose their job. This is a bad time to look for a job or change positions. Care should be taken when drafting contracts and agreements or making plans involving friends, groups, and organizations; unforeseen difficulties may arise. Unexpected difficulties may also arise regarding equity money, joint finances, insurance, taxes, alimony, and the deceased's estate. Electronic equipment such as computers, telephones, radios, and televisions may be malfunctioning at this time. During this transit, a person should drive very carefully. At this time, uneven or spasmodic blood circulation can affect health.
ru_ru: Непрактичные идеи, отсутствие умственной последовательности, импульсивные решения и неспособность или нежелание применять идеи на практике — все это характерно для этого транзита. Неожиданные проблемы в это время могут также мешать работе хорошо организованных и дисциплинированных людей. Нервозность, импульсивность, умственное самомнение и дружба с эксцентричными людьми могут сделать человека бесплодным как в своих идеях, так и в своих усилиях. Человеку следует остерегаться тенденции делать поспешные выводы без достаточной информации. Хорошие советы, возможно, будут игнорироваться из-за твердых убеждений и отношений. Умственная неустойчивость по отношению к мнениям своих друзей, соседей, братьев, сестер и сослуживцев может стать проблемой. Неожиданные события могут расстроить планы; человек может неожиданно потерять свою работу. Это плохой период для поисков работы или перемены должностей. При составлении контрактов и соглашений или выработке планов, включающих друзей, группы и организации, следует проявлять осмотрительность; возможно, возникнут непредвиденные трудности. Неожиданные трудности могут также возникнуть в отношении акционерных денег, совместных финансов, страхования, налогов, алиментов и имущества умершего. Электронное оборудование, такое, как компьютеры, телефоны, радиоприемники и телевизоры, возможно, будут в это время работать неисправно. В течение этого транзита человеку следует очень осторожно вести машину. В это время неровное или спазматическое кровообращение может воздействовать на здоровье.

# TransitMercurySquareVenus
source: During this transit, there are difficulties in social or romantic communication — all this is a common occurrence. A person tends to be restrained in expressing sincere feelings and opinions in order to avoid possible trouble. Some people become emotionally overly sensitive to other people's attitudes or find that they have to deal with people like them. This is an unfavorable period for social visits, telephone conversations, public relations, business communication, relationships with women, or literary expressions. This is also an inauspicious time to ask for a raise or seek public or monetary benefits. A person's mental discipline tends to weaken. Favorism, emotional likes and dislikes can interfere with logical and practical solutions. Gossip or trivial small talk can interfere with a person's work. This transit is often accompanied by unnecessary financial expenses or poor taste in choosing clothes or personal jewelry. There is a tendency to overuse sweets or high-calorie foods.
ru_ru: В течение этого транзита существуют трудности в светском или романтическом общении — все это обычное явление. Человек склонен быть сдержанным в выражении искренних чувств и мнений для того, чтобы избежать возможных неприятностей. Некоторые люди становятся эмоционально слишком чувствительными к отношению со стороны других людей или находят, что они должны иметь дело с людьми, подобными им. Это неблагоприятный период для светских визитов, телефонных разговоров, публичных отношений, делового общения, связей с женщинами или литературных выражений. Это также неблагоприятное время для того, чтобы просить повышения или искать общественных или денежных благ. Умственная дисциплина человека склонна ослабляться. Фаворизм, эмоциональные симпатии и антипатии могут мешать логическим и практическим решениям. Сплетни или тривиальная светская болтовня могут мешать человеку работать. Этот транзит часто сопровождают ненужные денежные расходы или плохой вкус в выборе одежды или личных украшений. Существует тенденция злоупотреблять конфетами или калорийной пищей.
