Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitJupiterOppositionNeptune
source: This transit is characterized by impractical religious idealism and possible interference in mystical cults. There may be a lack of practicality in applying religious and spiritual ideals. In some cases, there is an inflated sense of cultural and spiritual significance. It can take the form of proper humility or a status that replaces that achieved by following certain spiritual teachers or becoming involved in a religious sect. Some show whiny sentimentality and wrong sympathies. They tend to nod at "son of a bitch" stories and unworthy calls for help. Those who gain trust and propose plans for "lightning enrichment" should be avoided, as they may turn out to be self-destructive factors. During this transit, in order to keep up with reality, practical discipline is needed. Subconscious distortions and neurotic escapist tendencies may surface. They can take the form of binge drinking, drug abuse, daydreaming, absent-mindedness, deceptive grandeur, and emotional dependence on family. Strange dreams, visions, and psychic phenomena are frequent. Uncontrolled imagination can lead you away from reality.
ru_ru: Этот транзит характерен непрактическим религиозным идеализмом и возможным вмешательством в мистические культы. Возможна нехватка практичности в приложении религиозных и духовных идеалов. В некоторых случаях присутствует раздутое чувство своего культурного и духовного значения. Оно может принять форму должного смирения или статуса, подменяющего достигнутый следованием некоторым духовным учителям или вовлеченностью в религиозную секту. Некоторые проявляют плаксивую сентиментальность и неправильные симпатии. Они склонны кивать на "сукин-сынские" истории и недостойные призывы о помощи. Следует избегать влезающих в доверие и предлагающих планы "молниеносного обогащения", поскольку они могут оказаться факторами саморазрушения. Во время этого транзита для того, чтобы не отрываться от реальности, нужна практическая дисциплина. Могут всплыть подсознательные искажения и невротические эскапистские тенденции. Они могут принять форму выпивок, злоупотребления наркотиками, мечтательности, рассеянности, обманного величия и эмоциональной зависимости от семьи. Часты странные сны, видения и психические явления. Неконтролируемое воображение может увести от реальности.

# TransitJupiterOppositionPluto
source: This transit is characterized by the autocratic promotion of educational, religious and cultural beliefs. The nee may be a fraudster or a victim. Unwise or dangerous occult experiments, as well as attempts to dominate or control others, can have undesirable consequences. Attempts to reform others should be avoided, while neglecting one's own development. Imposing force in the name of religion can cause an explosion in relationships. Estrangements and breaks in family relationships are frequent. There is a tendency to jump over oneself in attempts at grandiose, unrealistic projects. One should beware of deception and self-deception in financial transactions. Conflicts and difficulties arise due to corporate money, pooled capital, taxes, insurance, inheritance or alimony. Lawsuits and other legal difficulties are threatening. This is an unfavorable period for dealing with hospitals, universities, and other cultural institutions.
ru_ru: Этот транзит характерен самовластным проталкиванием просветительных, религиозных и культурных убеждений. Урожденный может быть мошенником или жертвой. Неразумные или опасные оккультные эксперименты, также как попытки доминировать или контролировать других, могут иметь нежелательные последствия. Следует избегать попыток реформировать других, пренебрегая при этом собственным развитием. Навязывание силой во имя религии может вызвать Взрыв отношений. Часты отчуждения и разрывы в семейных отношениях. Существует тенденция перепрыгнуть через себя в попытках грандиозных, нереалистических проектов. Следует остерегаться обмана и самообмана в финансовых сделках. Возникают конфликты и трудности из-за корпоративных денег, объединенных капиталов, налогов, страховок, наследства или алиментов. Угрожают тяжбы и другие юридические трудности. Это неблагоприятный период для дел с больницами, университетами и другими культурными учреждениями.

# TransitJupiterOppositionSaturn
source: This transit is characterized by an incorrect allocation of time in business, professional and household matters. There is a possibility of using questionable tactics in the approach to business and professional interests. There may be fierce competition in business or profession and a lack of support from official institutions or those with power and authority. You may encounter legal difficulties, red tape, and litigation. In extreme cases, bankruptcy or a severe financial crisis are possible. This is an unfavorable time to expand matters related to Education, the law, publications, travel, long-distance commerce, or cultural activities. There may be a conflict between professional and family responsibilities, and ulterior motives regarding money and status can have a bad effect on friendship, partnership, or professional relationships in an organization. Hypocrisy or confusion about ethical and moral issues can also cause a friendship to break up. There may be an imbalance between conservative and optimistic attitudes. Obstacles may arise due to a conservative or uncompromising approach from one's own or someone else's side.
ru_ru: Этот транзит характерен неправильным распределением времени в бизнесе, профессиональных и домашних делах. Есть возможность использования сомнительной тактики в подходе к бизнесу и профессиональным интересам. Вероятно жесткое соперничество в бизнесе или профессии и недостаток поддержки от официальных учреждений или тех, кто обладает властью и авторитетом. Можно столкнуться с юридическими трудностями, волокитой, тяжбами. В крайних случаях возможны банкротство или тяжелый финансовый кризис. Это неблагоприятное время для расширения дел, связанных с Просвещением, законом, публикациями, путешествиями, дальней по расстоянию коммерцией или культурной деятельностью. Возможен конфликт между профессиональными и семейными обязанностями, а скрытые мотивы относительно денег и статуса могут плохо повлиять на дружбу, партнерство или профессиональные отношения в организации. Лицемерие или путаница относительно этических и моральных вопросов также могут вызвать разрыв дружбы. Возможен дисбаланс между консервативным и оптимистическим настроем. Могут возникнуть препятствия из-за консервативного или бескомпромиссного подхода со своей или чужой стороны.

# TransitJupiterOppositionSun
source: Circumstances are unlikely to contribute to your prosperity. There may be situations that will exhaust your maximum resources, at this time, you will show generosity towards those who do not need it, or you will make futile efforts. Those who could help you will be powerless or unwittingly lead you down the wrong path. Those who approach you with grandiose plans or the promise of successful businesses will not be able to keep their promises, no matter how good their intentions may be. Of course, this is not to say that you will be deprived of a choice in these matters. Conservative views will keep you from overreacting in one way or another. Despite the fact that victories and other success are unlikely during this period, you may have to compromise your principles or self-esteem. It is important to understand that you will not be able to eliminate the opposing forces that hurt your inner self and pride. Your only option is to find a constructive solution to minimize their influence or come to terms with them. Your father, his position and influence will present you in an unfavorable light. The opposition of the transiting Jupiter with the natal Sun has the same significance as the opposition of the transiting Sun with the natal Jupiter; however, it lasts for a longer period of time and presents a more serious test of human prudence and discernment.
ru_ru: Обстоятельства вряд ли будут способствовать вашему процветанию. Возможны ситуации которые истощат ваши максимальные ресурсы, в это время, вы проявите великодушие по отношению к тем, кто в нем не нуждается, или предпримете тщетные усилия. Те, кто мог бы помочь вам, окажутся бессильными или невольно направят вас по ложному пути. Те, кто обратится к вам с грандиозными замыслами или обещанием успешных предприятий, не смогут сдержать обещания, какими бы благими ни были их намерения. Разумеется, нельзя сказать, что вы будете лишены выбора в этих вопросах. Консервативные взгляды удержат вас от чрезмерно бурной реакции в том или ином отношении. Несмотря на то, что победы и другой успех в этот период маловероятны, возможно, придется поступиться вашими принципами или самооценкой. Важно понять, что вы не сможете устранить противоборствующие силы, которые уязвляют ваше внутреннее я и гордость. У вас остается единственный выход - найти конструктивное решение, чтобы свести до минимума их влияние или примириться с ними. Ваш отец, его положение и влияние представят вас в невыгодном свете. Оппозиция транзитного Юпитера с натальным Солнцем имеет такое же значение, как оппозиция транзитного Солнца с натальным Юпитером; однако, она длится больший период времени и представляет более серьезное испытание рассудительности и проницательности человека.

# TransitJupiterOppositionUran
source: This transit is characterized by impractical idealism and relationships with unrealistic and eccentric people. There is usually a lack of poise and practicality, which can take the form of silly extravagance, empty promises, anxiety, or an inability to make sustained, disciplined efforts. There is a tendency towards unrealistic projects and tasks. Promises and commitments made by friends, IT companies, and organizations often turn out to be difficult to fulfill. Some find that they are unable to constantly and persistently follow the spiritual path. They move from one teacher or organization to another without staying anywhere long enough to get anything worthwhile. Sometimes they participate in cults and religious activities of dubious value. There may be difficulties in dealing with hospitals, universities, churches, and cultural institutions. Conflicts may arise over insurance, taxes, alimony, corporate money, pooled finances, inheritances, lawsuits, and unstable business ventures. Financial affairs tend to be unpredictable and unstable. Lightning enrichment plans should be especially avoided, as the normal course of events is likely to be overturned by unexpected and unforeseen factors. There is a tendency to incur large losses due to unreasonable growth, especially if it involves borrowing money. Time and money are wasted on unnecessary trips. Unexpected trips may occur when traveling. Friends during this transit are likely to be friendly, but unreliable and eccentric.
ru_ru: Этот транзит характерен непрактическим идеализмом и отношениями с нереалистическими и эксцентричными людьми. Обычно проявляется недостаток уравновешенности и практичности, что может принять форму глупой экстравагантности, пустых обещаний, беспокойства или неспособности к длительным, дисциплинированным усилиям. Существует тенденция к нереалистичным проектам и задачам. Обещания и обязательства, сделанные друзьями, IT-компаниями и организациями, часто оказываются трудновыполнимыми. Некоторые находят, что они неспособны постоянно и упорно идти по духовному пути. Они переходят от одного учителя или организации к другому, не оставаясь нигде достаточно долго, чтобы получить что либо стоящее. Иногда они участвуют в культах и религиозной деятельности сомнительной ценности. Могут возникнуть трудности в отношениях с больницами, университетами, церквями и культурными учреждениями. Могут возникнуть конфликты из-за страховок, налогов, алиментов, корпоративных денег, объединенных финансов, наследства, судебных тяжб и нестабильных деловых авантюр. Финансовые дела тяготеют быть непредсказуемыми и нестабильными. Следует особенно избегать планов "молниеносного обогащения", поскольку нормальный ход событий, вероятно, будет опрокинут неожиданными и непредвиденными факторами. Есть склонность подвергаться крупным потерям из-за неразумного роста, особенно, если это связано с заемом денег. Время и деньги тратятся на ненужные поездки. При поездках могут возникнуть непредвиденные путешествия. Друзья при этом транзите вероятно, будут доброжелательными, но ненадежными и эксцентричными.

# TransitJupiterOppositionVenus
source: What you have been striving for will cause you disappointment. An experience that promises to be enjoyable will turn out to be joyless. Social events that should have had a stimulating effect will turn into excesses that their participants would prefer to forget about. This is when the worst time comes for trying to combine business with pleasure. The events that were advertised publicly are unlikely to meet expectations. Partnerships, joint ventures, romantic pursuits, and friendships with women will turn out to be unsuccessful or unpleasant. If your current partnerships leave much to be desired, then during this period they will cause you nothing but frustration. Do not expect offers of cooperation from others, do not trust those who promise you help and support. Attempts to act in harmony with others will be futile. Trying to improve your appearance or embellish any aspect of your life will lead to extravagant but wasteful spending of time and money. During this period, your values, sincerity, correct ideas and sense of proportion may suffer. Do everything possible to minimize the damage. Transiting Jupiter in opposition to radical Venus has the same meaning as transiting Venus in opposition to radical Jupiter, but it lasts longer and marks a long period of extravagance and over-expansiveness. This transit happens once every 12 years.
ru_ru: То к чему вы стремились, доставит вам разочарование. Опыт, который обещает стать приятным, окажется безрадостным. Светские события, которым полагалось бы оказать стимулирующее воздействие, превратятся в эксцессы, о которых их участники предпочли бы забыть. В это время наступает самый худший период для попыток сочетать бизнес с удовольствиями. События, которые рекламировались во всеуслышание, вряд ли оправдают ожидания. Партнерские отношения, совместные предприятия, романтические увлечения и дружба с женщинами окажутся неудачными или неприятными. Если ваши нынешние партнерские отношения оставляют желать лучшего, то в этот период они будут доставлять вам одни огорчения. Не ждите от окружающих предложений сотрудничества с вами, не верьте тем, кто обещает вам помощь и поддержку. Попытки действовать в согласии с окружающими будут тщетными. Старания улучшить свою внешность или приукрасить какую-либо из сторон своей жизни приведут к экстравагантным, но напрасным тратам времени и денег. В этот период могут пострадать ваши ценности, искренность, правильные представления и чувство меры. Делайте все возможное, чтобы свести ущерб до минимума. Транзитный Юпитер в оппозиции с радикальной Венерой имеет то же значение, что и транзитная Венера в оппозиции к радикальному Юпитеру, но длится дольше и знаменует длительный период экстравагантности и сверх экспансивности. Этот транзит случается раз в 12 лет.

# TransitJupiterSextileJupiter
source: This transit is characterized by ideas for cultural, religious, and educational growth. There are opportunities for philosophical, educational, or cultural activities. Increased cultural awareness can bring new opportunities for spiritual and cultural development. The time is favorable for contacts and work with educational, cultural, religious, philosophical, philanthropic organizations and for higher education. Beneficial for teachers, writers, publishers, and lecturers. The possibility of harmonious interaction with neighbors, brothers, sisters and other family members. This transit is favorable for traveling, communicating with foreigners and people from distant places. The transit occurs twice in Jupiter's 12-year cycle.
ru_ru: Этот транзит характерен идеями для культурного, религиозного и образовательного роста. Возникают возможности философской, просветительной или культурной деятельности. Увеличенное культурное осознание может принести новые возможности для духовного и культурного развития. Время благоприятно для связей и работы с просветительными, культурными, религиозными, философскими, филантропическими организациями и для занятий высшим образованием. Благотворно для преподавателей, писателей, издателей и лекторов. Возможность гармоничного взаимодействия с соседями, братьями, сестрами и другими членами семьи. Этот транзит благоприятен для путешествий, общения с иностранцами и людьми из дальних мест. Транзит встречается дважды в 12-летнем цикле Юпитера.

# TransitJupiterSextileMars
source: These days, there may be a new job, physical rivalry, or a surge of energy and physical strength. Such chances do not arise by themselves, but you will be able to manipulate situations to create the best possible opportunities for yourself. In this astrological situation, your physical efforts and actions will eventually lead to the desired results, and you should act with great enthusiasm and enterprise. In addition, you should not miss the opportunities that will appear to you thanks to a male advisor or acquaintance. Transiting Jupiter in the sextile with natal Mars has the same meaning as transiting Mars in the sextile with natal Jupiter, but it lasts longer and marks an extended period of constructive action. The transit occurs twice during Jupiter's 12-year cycle.
ru_ru: В эти дни возможно появление новой работы, физического соперничества или прилива энергии и физической силы. Такие шансы не возникают сами собой, но вы сможете манипулировать ситуациями, чтобы создать для себя наилучшие возможности. При данной астрологической ситуации ваши физические усилия и действия, в конце концов, приведут к желаемым результатам, следует действовать с большим воодушевлением и предприимчивостью. Кроме того, не следует упускать возможности, которые появятся у вас благодаря мужчине советнику или знакомому. Транзитный Юпитер в секстиле с натальным Марсом имеет то же значение, что и транзитный Марс в секстиле с натальным Юпитером, но длится дольше и знаменует продолжительный период конструктивных действий. Транзит встречается дважды за 12-летний цикл Юпитера.

# TransitJupiterSextileMercury
source: These days, try to increase the number of your contacts and expand your social circle. If you are waiting for a chance to succeed, you will most likely find it in what you read or hear. You will receive valuable information and ideas at neighborhood meetings, as a result of travel, and mostly through attention and physical activity. This is an excellent period for looking for opportunities to expand business ventures, for education, literary creativity, publishing, technical and design projects, religious or spiritual research, and the pursuit of one's political interests. The transiting Jupiter sextile with natal Mercury has the same meaning as the transiting Mercury in the sextile with natal Jupiter, but it lasts much longer and indicates a long period of intellectual and cultural enrichment. This transit takes place twice every twelve years and marks important periods of intellectual, religious, and cultural growth and development.
ru_ru: Эти дни постарайтесь увеличить число своих контактов и расширить круг общения. Если ждете шанса на успех, вы, скорее всего, обретете его в том, что читаете или слышите. Вы получите ценную информацию и идеи на собраниях по соседству с домом, в результате путешествия и в основном благодаря вниманию и физической занятости. Это превосходный период для поисков возможностей расширить деловые предприятия, для образования, литературного творчества, издательского бизнеса, технических и дизайнерских проектов, религиозных или духовных исследований и преследования своих политических интересов. Секстиль транзитного Юпитера с натальным Меркурием имеет то же значение, что и транзитный Меркурий в секстиле с натальным Юпитером, но длится гораздо дольше и указывает на длительный период интеллектуального и культурного обогащения. Этот транзит имеет место дважды в двенадцать лет и отмечает важные периоды интеллектуального, религиозного, культурного роста и развития.

# TransitJupiterSextileMoon
source: The chances and circumstances of this period provide an opportunity to express your emotions. At this time, your emotional life will have the opportunity to develop in a variety of areas. But this does not mean that you will succeed: you will only have an opportunity that may lead to good luck. What are your fantasies? What you need for emotional satisfaction, what you dream about - money, love, power, knowledge - the success of this period can take the form of an opportunity to make your fantasies come true and maybe find out what you don't want, which will also bring relief. The transiting Jupiter sextile with the radical Moon has the same meaning as the transiting Moon in the sextile with the natal Jupiter, but it lasts longer and marks a long period of family and home harmony and well-being.
ru_ru: Шансы и обстоятельства этого периода предоставляют возможность выразить свои эмоции. В эту пору ваша эмоциональная жизнь получит возможность развития в разнообразных сферах. Но это не значит, что вы преуспеете: у вас лишь появится возможность, которая может повлечь за собой удачу. Каковы ваши фантазии? Что требуется вам для эмоционального удовлетворения, о чем вы мечтаете - о деньгах, любви, власти, знаниях успех этого периода может принять форму возможности воплотить ваши фантазии в реальность и, может быть, выяснить, чего вы не хотите, что также принесет облегчение. Секстиль транзитного Юпитера с радикальной Луной имеет такое же значение, что и транзитная Луна в секстиле с натальным Юпитером, но длится дольше и отмечает длительный период семейного и домашнего согласия, благополучия.

# TransitJupiterSextileNeptune
source: This transit is characterized by increased spiritual awareness and faith. They are often associated with mystical IT companies and cults. Many have valuable spiritual experiences. An interest in meditation may develop. Benefit is possible through the use of the wisdom and resources of the subconscious mind. Some travel in connection with spiritual pursuits or pilgrimages. The time is favorable for service or association with hospitals, spiritual shelters, or charitable institutions. There may be manifestations of increased religious and humanitarian idealism. Although this transit increases idealism, it does not in itself guarantee the practical manifestation of these ideas. There is a tendency to show an unusual degree of kindness and caring to others, especially family members. During this transit, rewards for previous good deeds can ripen.
ru_ru: Этот транзит характерен повышенной духовной осознанностью и верой. Часто связываются с мистическими IT-компаниями и культами. Многим присущи ценные духовные переживания. Может развиться интерес к медитации. Возможна польза через использование мудрости и ресурсов подсознательного ума. Некоторые путешествуют в связи с духовными поисками или паломничеством. Время благоприятно для службы или ассоциации с больницами, духовными убежищами или благотворительными заведениями. Возможны проявления возросшего религиозного и гуманитарного идеализма. Хотя этот транзит увеличивает идеализм, он не гарантирует сам по себе практического проявления этих идей. Существует тяга проявлять необычную степень доброты и заботливости к другим, особенно к членам семьи. Во время этого транзита могут вызревать вознаграждения за прежние добрые поступки.
