Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitJupiterTrineUran
source: This transit is characterized by increased tolerance for all points of view and lifestyles. Latent intuitive or clairvoyant abilities are often stimulated. Intuitive prophetic insights into future trends and events are possible. A native may become interested in the occult and develop an occult approach to religion and astrology. Some people develop a scientific view of religion and mystical subjects. There may be an interest in life after death, reinvention, and out-of-body experiences. Unexpected financial fortunes and unexpected financial gains through gifts, pooled finances, inheritances, tax breaks, insurance, corporate business, government appropriations, or grants often accompany this transit. There are often opportunities to travel or get higher education. During this transit, unusual friendships may arise with foreigners and people from remote places. Friendships and group associations are often culturally stimulated, intuitively enlightened, and the native can benefit from new friendships and organizational associations. There is often a humane desire to help those in need. Transit often stimulates humane or reformist tendencies through connections with religious, educational, cultural, scientific, occult, or mystical IT companies and organizations.
ru_ru: Этот транзит характерен возросшей терпимостью ко всем точкам зрения и образам жизни. Часто стимулируются латентные интуитивные или ясновидческие способности. Возможны интуитивные пророческие прозрения будущих тенденций и событий. Урожденный может заинтересоваться оккультизмом и развить оккультный подход к религии и астрологии. У некоторых развивается научный взгляд на религию и мистические предметы. Может возникнуть интерес к жизни после смерти, реинкарации и внетелесным переживаниям. Неожиданные удачи в финансовых делах и неожиданные финансовые прибыли через подарки, объединенные финансы, наследство, налоговые льготы, страховки, корпоративный бизнес, правительственные ассигнования или пожалования часто сопровождают этот транзит. Часто возникают возможности путешествовать или получать высшее образование. Во время этого транзита могут возникнуть необычные дружбы с иностранцами и людьми из отдаленных мест. Дружба и групповые ассоциации часто культурно стимулируются, интуитивно озаряются и урожденный может извлечь выгоду от новой дружбы и организационных ассоциаций. Часто проявляется гуманное желание помочь нуждающимся. Транзит часто стимулирует гуманные или реформистские тенденции через связи с религиозными, просветительными, культурными, научными, оккультными или мистическими IT-компаниями и организациями.

# TransitJupiterTrineVenus
source: If you are striving for romantic hobbies, they are ahead of you in this astrological situation. If you crave a social life, it will become more active during this period. If you are looking for a suitable partner and ally, such a person will appear in your environment. And if he's already around, it's a great time to get married, form a business partnership, or create a joint venture. Other successful opportunities of the current period include success related to contracts and other legal agreements, consultations, public relations and diplomatic activities. Decisions will be made in your favor. Transiting Jupiter in a trine with radical Venus has the same current as transiting Venus in a trine with natal Jupiter, but lasts much longer depending on the speed of Jupiter and whether it is stationary, retrograde or moving forward. This time indicates a period of religious, educational, social, artistic, cultural, and romantic progress and growth.
ru_ru: Если вы стремитесь к романтическим увлечениям, они предстоят вам при данной астрологической ситуации. Если вы жаждете светской жизни, она станет в этот период более активной. Если вы ищете подходящего партнера и союзника, в вашем окружении появится такой человек. А если он уже находится рядом, наступило превосходное время для заключения брака, делового партнерства или создания совместного предприятия. К другим удачным возможностям нынешнего периода относится успех, связанный с контрактами и другими юридическими соглашениями, консультациями, связями с общественностью и дипломатической деятельностью. Решения будут приняты в вашу пользу. Транзитный Юпитер в трине с радикальной Венерой имеет то же течение, что и транзитная Венера в трине с натальным Юпитером, но длится гораздо дольше в зависимости от скорости Юпитера и того, стационарен ли он, ретрограден или движется вперед. Это время указывает на период религиозного, просветительного, общественного, художественного, культурного и романтического прогресса и роста.

# TransitMarsConjunctionJupiter
source: This transit is characterized by increased enthusiasm, ambition, and self-confidence. The time is favorable for job search and career advancement. There is more entrepreneurial spirit than usual in business affairs. Business activities can be related to foreign trade, business trips, or long-distance commerce. The period is favorable for court cases, as well as cases related to combined finances, corporate business, insurance, taxes, alimony and the property of the deceased. There is a greater tendency than usual to put one's religious beliefs into action in a practical way. Actions related to educational, philosophical, legal or cultural matters are possible. Claims to religious or educational authority and distinctions are increasing. The "force begets right" approach should be avoided in attempts to impose one's cultural values on others. If this trend goes too far, it can lead to fanaticism. Involvement in sports is likely, especially for those who attend college or university. The period is favorable for travel, vacations and adventures.
ru_ru: Этот транзит характерен повышенным энтузиазмом, честолюбием и самоуверенностью. Время благоприятно для поисков работы и продвижения в карьере. В делах бизнеса проявляется больше, чем обычно, предприимчивость. Деловая деятельность может быть связана с внешней торговлей, деловыми поездками или коммерцией на дальнем расстояний. Период благоприятный для судебных дел, а также дел, связанных с объединенными финансами, корпоративным бизнесом, страховками, налогами; алиментами и имуществом умерших. Преобладает большая, чем обычно, склонность приводить свои религиозные верования в действия практическим путем. Возможны действия, связанные с просветительскими, философскими, легальными или культурными делами. Притязания на религиозный или просветительский авторитет и отличия усиливаются. Следует избегать подхода "сила рождает право" в попытках навязать свои культурные ценности другим. Если эта тенденция зайдет слишком далеко, то она может вылиться в фанатизм. Вероятна вовлеченность в спорт, особенно у тех, кто посещает колледж или университет. Период благоприятен для путешествий, отпусков и приключений.

# TransitMarsConjunctionMars
source: is characterized by increased initiative, combativeness and new beginnings. Personal restlessness, intense actions and accelerated activity, increased energy, aggressive behavior, muscular tension, and intensified material and sexual desires are associated with this transit. Business and professional ambition increases, leading to increased actions to achieve status and success. Business activities may involve corporate business, insurance, taxes, inheritance, pooled finance, manual labor, heavy equipment, construction, or structures. Some are associated with tools, mechanization, or weapons.
ru_ru: Характеризуется повышенной инициативностью, боевитостью и новыми начинаниями. Личные беспокойные, интенсивные действия и ускоренная активность, увеличенная энергия, агрессивное поведение, мускульное напряжение и интенсифицированные материальные и сексуальные желания связаны с этим транзитом. Усиливается деловое и профессиональное честолюбие, ведущее к усилению действий для достижения статуса и успеха. Деловая деятельность может быть связана с корпоративным бизнесом, страховками, налогами, наследством, объединенными финансами, ручным трудом, тяжелым оборудованием, строительством или конструкциями. Некоторые связываются с инструментами, механизацией или оружием.

# TransitMarsConjunctionMercury
source: The transit of Mars in conjunction with natal Mercury makes you agitated and irritable. As a result, there is a great danger of jumping to conclusions that you can draw; your mind is agitated, you are too impatient. You are hostile to the words of others about what they think you need to do. A great way to effectively use the impact of this transit is to create your own action plan. At the same time, be sure to include physical exercises (running, cycling, aerobics). This will help you to distract yourself and avoid unnecessary arguments. The conjunction of transit Mars with natal Mercury has the same significance as transit Mercury in conjunction with natal Mars. It takes place approximately once every two years, has a long duration and marks a long period of mental arousal, impulsivity of speech and decision-making. This period, however, varies depending on the speed of Mars' movement and whether the movement will be direct, stationary or retrograde.
ru_ru: Транзит Марс в соединении с натальным Меркурием делает вас взволнованными и раздражительными. В результате чего появляется большая опасность - поспешные выводы, которые вы можете сделать; ваш ум возбужден, вы слишком нетерпеливы. Вы в штыки воспринимаете слова окружающих о том, что по их мнению, вам нужно делать. Прекрасный способ эффективно использовать влияние этого транзита - создать свой собственный план действий. При этом обязательно включите в него физические упражнения (бег, езда на велосипеде, аэробика). Это поможет вам отвлечься и избежать ненужных споров. Соединение транзитного Марса с натальным Меркурием имеет такое же значение, что и транзитный Меркурий в соединении с натальным Марсом. Оно имеет место примерно раз в два года, имеет большую продолжительность и отмечает длительный период ментального возбуждения, импульсивности речи и принятия решений. Этот период, однако, колеблется в зависимости от скорости движения Марса и того, будет ли движение прямым, стационарным или ретроградным.

# TransitMarsConjunctionMoon
source: The transit of Mars in conjunction with the natal Moon is one of the hottest and most emotional. During this period, many of you may feel irritable. You will say the first thing that comes to mind, without thinking about the consequences. Try to control your emotions. Otherwise you will make enemies. The conjunction of the transit Mars with the radical Moon has the same significance as the transit Moon in conjunction with the natal Mars, but lasts for a longer period of time. How long depends on how fast Mars is moving and whether it will be retrograde, stationary or straight.
ru_ru: Транзит Марса в соединении с натальной Луной - один из самых жарких и эмоциональных. В этот период многие из вас могут почувствовать себя раздражительными. Вы будете говорить первое, что придет на ум, не думая о последствиях. Старайтесь контролировать свои эмоции. Иначе вы наживете врагов. Соединение транзитного Марса с радикальной Луной имеет такое же значение, что и транзитная Луна в соединении с натальным Марсом, но длится более долгий период времени. Как долго — зависит от того, как быстро движется Марс и будет ли он ретроградным, стационарным или прямым.

# TransitMarsConjunctionNeptune
source: Secret and secretive actions characterize this transit. Activities are often conducted covertly to avoid the opposition and disapproval of others. At this time, subconscious desires and feelings can be stimulated, as a result of which the forces of the subconscious can openly detect uncontrolled impulses. Psychic and intuitive powers are enhanced, as well as the potential to provide or receive spiritual healing. Possible involvement in activities related to mystical religions, cults and organizations. Creative artists and performers will find this transit encouraging for the dynamic expression of creative inspirations. Often there is a desire for travel and adventure. Caution should be exercised in business, financial enterprises, and all business offers. Business relationships can be conducted in secret. There are often some cases with hospitals or other similar institutions. There may be danger through drugs, alcohol, or meditation. For example, the wrong type of anesthesia may be used during surgery.
ru_ru: Секретные и скрытные действия характеризуют этот транзит. Деятельность часто ведется скрытно, чтобы избежать оппозиции и неодобрения других. В это время могут быть стимулированы подсознательные желании и чувства, в результате чего силы подсознания могут открыто обнаружить неконтролируемые импульсы. Усиливаются психические и интуитивные силы, а также потенциал по оказанию или получению духовного исцеления. Возможна вовлеченность в деятельность, связанную мистическими религиями, культами и организациями. Творческие художники и исполнители найдут этот транзит обнадеживающим для динамического выражения творческих вдохновений. Часто возникшие желание путешествий и приключений. Следует проявлять осторожность в бизнесе, финансовых предприятиях и всех деловых предложениях. Деловые отношения могут проводиться в тайне. Часто возникают какие-то дела с больницами или иными подобными учреждениями. Возможна опасность через наркотики, алкоголь или медитацию. Например, во время операции могут применить не тот вид наркоза.

# TransitMarsConjunctionPluto
source: This transit is characterized by aggressive self-affirming action and intensified willpower. Transit can lead to a desire for spiritual, mental, or physical self-improvement. Dynamic activity related to scientific or occult interests is possible, as well as involvement in secret searches, research, police and military affairs, engineering or nuclear energy. A native may often be engaged in vigorous physical work. Transit is favorable for athletics, however, situations of physical danger, agitated crowds, or dangerous surroundings should be avoided. In extreme situations, it may be necessary to fight to survive. If a compound receives stressful aspects from radical or other transiting planets, then there may be a risk of death or physical injury, especially in conditions of war, revolution, or social unrest. This period is favorable for business. With this transit, constructive leadership and ingenuity in scientific enterprises are possible. It shows the ability to destroy old conditions that have outgrown their usefulness and create new ones instead.
ru_ru: Этот транзит характерен агрессивным само утверждающим действием и интенсифицированной силой воли. Транзит может привести к желанию духовного, ментального или физического самоусовершенствования. Возможна динамическая активность, связанная с научным или оккультным интересом, а также вовлеченность в секретные поиски, исследования, в полицейские и военные дела, инженерию или атомную энергию. Урожденный может быть часто занят энергичной физической работой. Транзит благоприятен для занятий атлетикой, однако, следует избегать ситуаций физической опасности, волнующейся толпы или опасного окружения. В крайних ситуациях возможно проявление необходимости борьбы, чтобы выжить. Если соединение получает стрессовые аспекты от радикальных или иных транзитных планет; то возможна опасность смерти или физического увечья, особенно в условиях войны, революции или социального не спокойствия. Этот период благоприятен для бизнеса. При этом транзите возможно проявление конструктивного лидерства и изобретательности в научных предприятиях. Проявляется способность уничтожить старые условия, переросшие свою полезность и создать вместо них новые.

# TransitMarsConjunctionSaturn
source: This transit is characterized by hard work, exhausted impulses to action, suppressed anger and discontent. Transit enhances caution, legibility, precision, and ingenuity, especially if the connection is in a Fixed Sign. This is usually a time of hard work and responsibility that requires organized action. With the right attitude and use of this transit, the deliberate, effective and organized performance of work and duties is possible. Through organization and discipline, actions will yield practical, concrete results. Some people have such a strong ambition that they completely disregard others. A heavy, unsympathetic attitude may develop. There may be difficulties and conflicts with employers, reputable persons or government agents. In extreme cases, arrest is possible. Possible involvement in heavy industry, engineering, corporate business, court cases, public administration and military affairs.
ru_ru: Этот транзит характеризуется тяжелой работой, истощенными импульсами к действию, подавленным гневом и недовольством. Транзит усиливает осторожность, разборчивость, точность и изобретательность, особенно если соединение находится в Фиксированном знаке. Обычно это время тяжелой работы и ответственности, требующее организованного действия. При правильном отношении и использовании этого транзита возможно преднамеренное, эффективное и организованное выполнение работы и обязанностей. Благодаря организованности и дисциплине действия дадут практические конкретные результаты. У некоторых столь сильная честолюбивая тяга, что они совершенно не считаются с другими. Может развиться тяжелый, несимпатичный настрой. Возможны трудности и конфликты с работодателями, авторитетными лицами или правительственными агентами. В крайних случаях возможен арест. Возможно вовлечение в тяжелую промышленность, инженерию, корпоративный бизнес, судебные дела, государственную администрацию и военные дела.

# TransitMarsConjunctionSun
source: The transit of Mars in conjunction with the natal Sun is a time when you are ready to act quickly and decisively. You don't see any obstacles for yourself and you are rapidly moving towards the goal. However, be careful. Even if it seems to you that you are acting consciously, it is safe to say that this is not entirely true; Assertiveness can quickly turn into aggression; It is better to direct this energy in the right direction - for example, take up sports. The transit Mars in conjunction with the natal Sun has the same significance as the transit Sun in conjunction with the natal Mars, although the first transit lasts a little longer.
ru_ru: Транзит Марса в соединении с натальным Солнцем - время, когда вы готовы действовать быстро и решительно. Вы не видите для себя никаких преград и стремительно движетесь к цели. Однако будьте осторожны. Даже если вам кажется, что вы действуете осознанно, можно с уверенностью сказать, что это не совсем так; Напористость может быстро перейти в агрессию; Лучше направьте эту энергию в нужное русло - например, займитесь спортом. Транзитный Марс в соединении с натальным Солнцем имеет такое же значение, как транзитное Солнце в соединении с натальным Марсом, хотя первый транзит длится немного дольше.

# TransitMarsConjunctionUran
source: This transit is characterized by a desire for independence in actions and their impulsiveness. There is a possibility of greater initiative in business, including corporate. Increased activity towards friends, groups, and organizations is also likely. A native can assume the role of personal leadership. However, if his behavior is aggressive or erratic, then friends or bandmates may become alienated. There is a desire to change the status quo, which in some cases can lead to a revolutionary attitude. Unexpected, disruptive connections and events can occur in life. Sometimes this transit coincides with the death of a friend or acquaintance. Possible involvement in occult subjects, astrology, economics, politics, mechanics, engineering, or electronics. If a compound receives stressful aspects from other radical or transiting planets, then there is a risk of accidents, outbursts of anger, or possible violence. This danger is especially likely if the native is associated with weapons, electricity, or a car.
ru_ru: Этот транзит характеризуется желанием независимости в действиях и их импульсивностью. Существует вероятность проявления большей инициативы в бизнесе, включая корпоративный. Вероятна также усиленная активность в Отношении друзей, групп и организаций. Урожденный может принимать роль личного лидерства. Однако, если его поведение агрессивно или непостоянно, то друзья или соратники по группе могут стать отчужденными. Проявляется желание изменить статус-кво, что в некоторых случаях может привести к революционному настрою. В жизни могут происходить неожиданные, разрушающие связи и события. Иногда этот транзит совпадает со смертью друга или знакомого. Возможна вовлеченность в оккультные предметы, астрологию, экономику, политику, механику, инженерное дело или электронику. Если соединение получает стрессовые аспекты от других радикальных или транзитных планет, то существует опасность несчастных случаев, взрывов гнева или возможного насилия. Эта опасность особенно вероятна, если урожденный связан с оружием, электричеством или автомобилем.

# TransitMarsConjunctionVenus
source: The transit of Mars in conjunction with natal Venus will be filled with tenderness, romance and sexuality. If your goal is to meet the other half, then act right now. A new relationship will soon turn into a full-fledged attachment. And those relationships that already exist will be able to go through the heat of passion. This transit is the perfect combination of love and sexuality, sensitivity and assertiveness, so role-playing games can maximize the diversity of your relationship, bringing novelty and passion to it. Transit Mars in conjunction with radical Venus has the same meaning as transit Venus in conjunction with natal Mars, however, as a rule, this transit is longer in time, which depends on how fast Mars is moving and whether it is stationary, retrograde or moving forward. Thus, he points to a longer period of aggressive, business, social, and sexual self-expression.
ru_ru: Транзит Марса в соединении с натальной Венерой - будет наполнен нежностью, романтикой и сексуальностью. Если ваша цель - встретить вторую половину, то действуйте прямо сейчас. Новые отношения уже скоро превратятся в полноценную привязанность. А те отношения, которые уже существуют смогут пройти через накал страстей. Этот транзит являет собой идеальное сочетание любви и сексуальности, восприимчивости и напористости, поэтому ролевые игры смогут в максимальной степени разнообразить ваши отношения, привнеся в них новизну и страсть. Транзитный Марс в соединении с радикальной Венерой имеет то же значение, что и транзитная Венера в соединении с натальным Марсом, однако, как правило, этот транзит более длителен во времени, что зависит от того сколь быстро движется Марс и стационарен ли он, ретрограден или движется вперед. Таким образом, он указывает на более длительный период агрессивного, делового, общественного и сексуального самопроявления.
