Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitJupiterConjunctionNeptune
source: This transit is characterized by increased intuitive spiritual awareness, manifested in expressions of joy and generosity of the spirit. There is a tendency to associate with churches, religious cults or gurus. Mystical tendencies are stimulated and an interest in meditation and other mystical practices may develop. Transit can inspire reverence and awe of God and the universe, and religious conversions are common at this time. The idealism and emotional fervor of this transit can lead to a lack of mental objectivity and practicality in realizing one's ideals. However, a native shows understanding and compassion for those in need, even if it is expressed only on an emotional level. Associations with hospitals, orphanages, universities, or other religious and cultural organizations may benefit. There is a tendency towards generosity and kindness towards family members. There is a strong desire for long-distance travel, especially for the purpose of religious pilgrimage and the study of foreign cultures. Many people feel the urge to escape from the dull hustle and bustle of their daily routine. This time is favorable for artistic and musical inspirations and manifestations, especially in the manifestation of religious and mystical ideas. If a compound receives stressful aspects from other planets, then escapist tendencies sometimes manifest themselves, often in the form of drinking or drug abuse.
ru_ru: Этот транзит характерен возросшей интуитивной духовной осознанностью, проявляемой в выражениях радости и щедрости духа. Проявляется тенденция к ассоциации с церквями, религиозными культами или гуру. Стимулируются мистические тенденции и может развиться интерес к медитации и другим мистическим практикам. Транзит может вдохновить почтение и благоговейный трепет перед Богом и Вселенной, в это время часто случаются религиозные обращения. Идеализм и эмоциональный пыл этого транзита могут породить недостаток ментальной объективности и практичность в осуществлении своих идеалов. Однако, урожденный проявляет понимание и сострадание к нуждающимся, даже если это выражается лишь но эмоциональном уровне. Возможна выгода от ассоциаций с больницами, приютами, университетами или иными религиозными и культурными организациями. Существует тенденция к щедрости и доброте к членам семьи. Проявляется сильная тяга к дальним путешествиям, особенно с целью религиозного паломничества и исследования иностранных культур. Многие чувствуют желание улизнуть от тусклой суеты повседневной рутины. Это время благоприятно для художественных и музыкальных вдохновений и проявлений, особенно в проявлении религиозных и мистических идей. Если соединение получает стрессовые аспекты от других планет, то иногда проявляются эскапистские тенденции, часто в форме выпивок или злоупотребления наркотиками.

# TransitJupiterConjunctionPluto
source: This transit is characterized by constructive efforts and spiritual self-improvement. This time can lead to important and permanent changes in religious and philosophical views. A person relies more on inner spiritual guidance. During this transit, spiritual insights based on direct personal experiences of a higher occult reality are possible. There is a deeper understanding of the mysteries of life, and often a special interest in life after death, reincarnation, and karma. This transit is favorable for religious practices. There is a sense of the need to put their religious and philosophical ideals into action. This period is beneficial for the work of regeneration and reform of existing cultural, educational, and religious organizations, and the native often takes on the role of personal leadership in these efforts. If the connection forms tense aspects with other transit or natal planets, then there is a tendency to exploit other people, to manifest fanatical religious or cultural points of view.
ru_ru: Этот транзит характерен конструктивными усилиями и духовным самоусовершенствованием. Это время может привести к важным и постоянным изменениям в религиозных и философских взглядах. Человек больше полагается на внутреннее духовное руководство. При этом транзите возможны духовные прозрения, основанные на прямых личных переживаниях более высокой оккультной реальности. Проявляется более глубокое понимание жизненных мистерий, часто особый интерес к жизни после смерти, реинкарнации и карме. Этот транзит благоприятен для религиозных практик. Существует ощущение необходимости пустить свои религиозные и философские идеалы в действие. Этот период благотворен для работы но регенерации и реформированию существующих культурных, просветительных, религиозных организаций и урожденный часто берет роль личного лидерства в этих усилиях. Если соединение образует напряженные аспекты с иными транзитными или натальными планетами, то проявляется тенденция к эксплуатации других людей, проявлению фанатических религиозных или культурных точек зрения.

# TransitJupiterConjunctionSaturn
source: This transit is characterized by a serious, hardworking attitude along with concern for long-term goals and objectives. At the same time, there may be a need for growth, expansion, prudence, and good management. At the same time, we must strive to make practical matters as convenient as possible for philosophical ideals. In other words, there is a need for highly ethical actions during this period, especially in carrying out practical business, professional, organizational and political affairs. Sound financial management and judgment are important in all personal and professional matters. At this time, past actions can bear fruit and critical events often occur that can affect status and reputation for a long time, for good or evil, depending on the methods of resolving the situation. This transit is favorable for the systematic conduct of business and professional affairs. Often this time is the beginning of new educational, legal, professional affairs or business. It is possible to be involved in activities somehow related to the law and the government. It is also possible to engage in serious educational, philosophical, business, professional, political pursuits and searches. The activities of a native during this transit are often associated with administrative responsibilities, community relations, and responsibilities related to schools, churches, and organizations. Business and professional trips are possible.
ru_ru: Этот транзит характерен серьезным, трудолюбивым настроем наряду с озабоченностью долгосрочными целями и задачами. Одновременно возможна потребность в росте, расширении, благоразумии и хорошем менеджменте. В то же время надо стремиться сделать практические дела, насколько это возможно, удобными для философских идеалов. Иными словами, есть потребность в высокоэтических действиях в течение, этого периода, особенно в выполнении практических деловых, профессиональных, организационных и политических дел. Во всех личных и профессиональных делах важны здоровый финансовый менеджмент и суждение. В это время могут принести плоды прошлые действия и часто возникают критические события, которые могут влиять на статус и репутацию, на долгое время к добру или злу в зависимости от методов разрешения ситуации. Этот транзит благоприятен для систематического ведения бизнеса и профессиональных дел. Часто это время — начало новых просветительных, юридических, профессиональных дел или бизнеса. Возможна вовлеченность в деятельность, как-то связанную с законом и правительством. Возможна также вовлеченность в серьезные просветительные, философские, деловые, профессиональные, политические занятия и поиски. Деятельность урожденного во время этого транзита часто связана с административной ответственностью, общественными отношениями и ответственностью, связанной со школами, церквями и организациями. Возможны путешествия с деловыми, профессиональными целями.

# TransitJupiterConjunctionSun
source: The mood is high, optimism is raging, and good intentions go far beyond their source. People feel inner faith in the future and growing confidence in the goodness of humanity. Generosity abounds. There is no better time to selflessly help those in need, because our good intentions and goodwill will exceed all expectations. Expect a short-term but noticeable surge in interest in subjects such as religion, philosophy, and higher education today. This is a great time to make an announcement or broadcast yourself or a project you're working on. There's no better time to travel, especially to a place we've never been to, so plan a trip abroad. If this is impractical, have lunch at an international restaurant. The whole idea is to expand our horizons and do things that we don't normally do. The influence of the transiting Jupiter in conjunction with the natal Sun is the same as the influence of the transiting Sun in conjunction with the natal Jupiter, but for a much longer duration. The conjunction of the transiting Jupiter with the natal Sun marks an important period of positive personal growth and development. This happens once every twelve years, whereas the conjunction of the transiting Sun with the natal Jupiter occurs annually.
ru_ru: Настроение приподнято, оптимизм бушует, а добрые намерения выходит далеко за пределы своего источника. Люди чувствуют внутреннюю веру в будущее и растущую уверенность в доброте человечества. Щедрость изобилует. Нет лучшего времени, чтобы бескорыстно помогать нуждающимся, потому что наши добрые намерения и доброжелательность превзойдут все ожидания. Ожидайте сегодня кратковременного, но заметного всплеска интереса к таким предметам, как религия, философия и высшее образование. Это отличное время, чтобы сделать объявление или транслировать себя или проект, над которым работаете. Нет лучшего времени для путешествий, особенно в место, где мы никогда не были, поэтому спланируйте поездку за границу. Если это непрактично, пообедайте в ресторане интернациональной кухни. Вся идея состоит в том, чтобы расширять наши горизонты и делать то, чего мы обычно не делаем. Влияние транзитного Юпитера в соединении с натальным Солнцем такое же, как и влияние транзитного Солнца в соединении с натальным Юпитером, но гораздо большей продолжительности. Соединение транзитного Юпитера с натальным Солнцем отмечает важный период позитивного личного роста и развития. Это происходит один раз в каждые двенадцать лет, тогда как соединение транзитного Солнца с натальным Юпитером случается ежегодно.

# TransitJupiterConjunctionUran
source: This transit is characterized by increased tolerance for all points of view and lifestyles. Latent intuitive or clairvoyant abilities are often stimulated. Intuitive prophetic insights into future trends and events are possible. A native may become interested in the occult and develop an occult approach to religion and astrology. Some people develop a scientific view of religion and mystical subjects. There may be an interest in life after death, reinvention, and out-of-body experiences. Unexpected financial fortunes and unexpected financial gains through gifts, pooled finances, inheritances, tax breaks, insurance, corporate business, government appropriations, or grants often accompany this transit. There are often opportunities to travel or get higher education. During this transit, unusual friendships may arise with foreigners and people from remote places. Friendships and group associations are often culturally stimulated, intuitively enlightened, and the native can benefit from new friendships and organizational associations. There is often a humane desire to help those in need. Transit often stimulates humane or reformist tendencies through connections with religious, educational, cultural, scientific, occult, or mystical IT companies and organizations.
ru_ru: Этот транзит характерен возросшей терпимостью ко всем точкам зрения и образам жизни. Часто стимулируются латентные интуитивные или ясновидческие способности. Возможны интуитивные пророческие прозрения будущих тенденций и событий. Урожденный может заинтересоваться оккультизмом и развить оккультный подход к религии и астрологии. У некоторых развивается научный взгляд на религию и мистические предметы. Может возникнуть интерес к жизни после смерти, реинкарации и внетелесным переживаниям. Неожиданные удачи в финансовых делах и неожиданные финансовые прибыли через подарки, объединенные финансы, наследство, налоговые льготы, страховки, корпоративный бизнес, правительственные ассигнования или пожалования часто сопровождают этот транзит. Часто возникают возможности путешествовать или получать высшее образование. Во время этого транзита могут возникнуть необычные дружбы с иностранцами и людьми из отдаленных мест. Дружба и групповые ассоциации часто культурно стимулируются, интуитивно озаряются и урожденный может извлечь выгоду от новой дружбы и организационных ассоциаций. Часто проявляется гуманное желание помочь нуждающимся. Транзит часто стимулирует гуманные или реформистские тенденции через связи с религиозными, просветительными, культурными, научными, оккультными или мистическими IT-компаниями и организациями.

# TransitJupiterConjunctionVenus
source: It has a beneficial effect on the sphere of love and marriage, on eroticism and conception, on friendship and engagement and marriage, on the stimulation and arousal of sexual feelings. Material success, a good aspect for “hobbies” and private work, an aspect of happiness, success, rise and popularity in science and art, happiness in love and marriage (in male horoscopes), good connections with abroad or foreigners. In general, there is joy and pleasure, well-being, friendliness, useful relationships with women, gifts, artistic impressions, a good time for getting married, buying art and jewelry. The transit of Jupiter through conjunction with radical Venus has the same meaning as transit Venus in conjunction with natal Jupiter, but it lasts longer and indicates a prolonged period of cultural, social, business expansion, as well as good luck in the romantic field. This aspect occurs once every 12 years.
ru_ru: Благоприятное влияние на сферу любви и брака, на эротику и зачатие, на дружбу и помолвку и брако­сочетание, на побуждение и возбуждение сексуальных чувств. Материальный успех, хороший аспект для “хобби” и частной работы, аспект счастья, успех, подъём и популярность в науке и искусстве, счастье в любви и браке (в мужских гороскопах), хорошие связи с заграницей или иностранцами. В общем, кругом радость и удовольствия, благополучие, дружелю­бие, полезные отношения с женщинами, дары, художественные впечат­ления, хороший период для бракосочетания, покупки художественных изделий и украшений. Транзит Юпитера через соединение с радикальной Венерой имеет то же значение, что и транзитная Венера в соединении с натальным Юпитером, однако длится дольше и указывает на продолжительный период культурного, социального, делового расширения, а также удачи в романтической области. Этот аспект встречается один раз в 12 лет.

# TransitJupiterOppositionJupiter
source: is characterized by false optimism, self-deception, credulity, and insincerity. There is a susceptibility to extravagance and inflated growth. There is a tendency to take too much in a relationship for granted and sometimes resort to insincerity and hypocrisy in order to avoid trouble in an important relationship. There may be disagreements on philosophical, religious, educational, moral, cultural views and beliefs. There are often difficulties related to education, the law, publications, and cultural activities. Travel can be more expensive than expected, and there are often difficulties with shipping, commerce, and people from afar.
ru_ru: Характерен ложным оптимизмом, самообманом, легковерием и неискренностью. Существует подверженность экстравагантности и дутому росту. Существует тенденция принимать слишком многое в отношениях как должное и иногда прибегать к неискренности и лицемерию, чтобы избежать неприятности в важных отношениях. Возможно возникновение разногласий по философским, религиозным, просветительным, моральным, культурным взглядам и верованиям. Часто возникают трудности, связанные с образованием, законом, публикациями, культурной деятельностью. Путешествия могут оказаться более дорогостоящими, чем ожидаюсь, и часто возникают трудности с судоходством, коммерцией и людьми издалека.

# TransitJupiterOppositionMars
source: If other powerful factors do not interfere at this time, the ruler of your physical actions and activities will be negative. Your efforts and activities will become too large-scale and will not support their own weight. Others will assign you impossible tasks. You won't have the ability, experience, time, or money to implement them. This period is unfavorable for risky and competitive sports, for the typical aspects of long-distance travel and relationships with men. Legal actions or other maneuvers may interfere with the physical implementation of your plans or the achievement of your goals. Anyway, there's going to be a shift in your business these days. Be satisfied with what you have achieved. Transiting Jupiter in opposition to natal Mars has the same meaning as transiting Mars in opposition to radical Jupiter, but for a longer duration and marks a long period of religious, educational and cultural extremism. Transit occurs twice in a 12-year cycle.
ru_ru: Если не вмешаются другие мощные факторы в это время, управитель ваших физических поступков и деятельности, будет негативным. Ваши усилия и деятельность станут слишком широкомасштабными и не выдержат собственного веса. Окружающие будут поручать вам невыполнимые задачи. Для их осуществления вам не хватит способностей, опыта, времени или средств. Этот период неблагоприятен для рискованных и состязательных видов спорта, для Типических аспектов дальних путешествий и взаимоотношений с мужчинами. Правовые действия или другие маневры могут помешать физическому осуществлению ваших планов или достижению целей. Так или иначе, в эти дни в ваших делах наметится сдвиг. Удовлетворитесь тем, чего удалось добиться. Транзитный Юпитер в оппозиции с натальным Марсом имеет то же значение, что и транзитный Марс в оппозиции к радикальному Юпитеру, но большую продолжительность и знаменует длительный период экстремизма в религиозном, просветительном и культурном настрое. Транзит встречается дважды в 12-летнем цикле.

# TransitJupiterOppositionMercury
source: You will tend to overestimate or misjudge the value of your ideas and information. It may happen that you will behave absolutely judiciously and correctly, but those to whom you present your ideas or information will neglect their value or simply reject them. During this period, the flow of information may become too rapid, and among the many methods you know, there is not a single practical or effective one. It is also possible to have grandiose plans and designs, travel without purpose and pleasure, lack of attention to small things. The opposition of transit Jupiter with natal Mercury has the same meaning as transit Mercury in opposition with natal Jupiter, but it lasts longer and indicates a long period of intellectual overgeneralization. This transit occurs once in Jupiter's 12-year cycle and requires realism if serious errors in judgment are to be avoided.
ru_ru: У вас возникнет склонность переоценивать или неверно определять ценность своих идей и информации. Может случиться, что вы будете вести себя абсолютно рассудительно и корректно, но те, кому вы представите свои идеи или информацию, пренебрегут их ценностью или просто отвергнут их. В этот период поток информации может стать слишком бурным, а среди множества известных вам методов не найдется ни единого практичного или эффективного. Возможно также возникновение грандиозных планов и замыслов, путешествия без цели и удовольствия, недостаток внимания к мелочам. Оппозиция транзитного Юпитера с натальным Меркурием имеет то же значение, что и транзитный Меркурий в оппозиции с натальным Юпитером, но длится дольше и указывает на длительный период интеллектуального сверх обобщения. Этот транзит происходит раз в 12-летнем цикле Юпитера и требует реализма, если хотят избежать серьезных ошибок в суждениях.

# TransitJupiterOppositionMoon
source: Emotional depression is quite possible. If you have different qualities, the loss of hope or broken promises during this period will encourage you to achieve your goals. You are unlikely to be able to defeat people or situations that hinder your emotional satisfaction and progress in emotional situations. Established relationships will be destroyed by hysteria and excessively increased emotional needs, but after overcoming this ordeal, they will eventually strengthen. Of course, weak emotional commitments are in more serious danger. The opposition of the transiting Jupiter with the radical Moon has the same meaning as the transiting Moon in opposition with the natal Jupiter, but lasts longer depending on the speed of Jupiter's movement and whether it will be stationary, retrograde or direct. This transit takes place once every 12 years and marks a long period of emotional self-indulgence and monetary extravagance.
ru_ru: Вполне возможна эмоциональная депрессия. Если вы обладаете разными качествами, потеря надежды или нарушенные обещания в этот период побудят вас добиваться своего. Вы вряд ли сумеете победить людей или ситуации, препятствующие вашему эмоциональному удовлетворению и прогрессу в эмоциональных ситуациях. Установившиеся отношения будут разрушены истерией и чрезмерно возросшими эмоциональными потребностями, но, преодолев это испытание, они, в конце концов, укрепятся. Разумеется, слабым эмоциональным обязательствам грозит более серьезная опасность. Оппозиция транзитного Юпитера с радикальной Луной имеет то же значение, что и транзитная Луна в оппозиции с натальным Юпитером, но длится дольше в зависимости от скорости движения Юпитера и от того, будет ли он стационарным, ретроградным или прямым. Этот транзит имеет место раз в 12 лет и отмечает длительный период эмоционального потакания своим желаниям и денежной расточительности.
