Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# NatalJupiterTrineSaturn
source: Jupiter and Saturn represent responsibility, common sense and honesty. These people have business, financial, and organizational skills. Due to their foresight, they understand the importance of long-range plans. People with these qualities can find careers in politics, public affairs, or occupy senior positions, including government officials. They usually enjoy a good reputation, which makes them suitable for positions as judges or lawyers. Saturn in Libra symbolizes law and justice, as he is the master of Capricorn, which in turn is associated with the government. Jupiter, as the master of Sagittarius and the IX house, also plays an important role in establishing the law. This aspect influences the IX and V houses of the horoscope. People with such influence are usually serious and balanced in their actions. They have a religious attitude towards life, especially if there is no strong influence from other planets. They are also stable and can be charitable, but it depends on their own choice. When Jupiter and Saturn are in the Trigon aspect, they give people foresight and prudence, energy and prudence. People with this aspect have the ability to make the right decisions and invest their efforts and resources in successful businesses. They have honesty, nobility, fairness, conscientiousness, hard work and extensive knowledge. The same qualities can grow from a well-aspected conjunction of Jupiter and Saturn. However, the disadvantages include excessive foresight and inability to take risks.
ru_ru: Юпитер и Сатурн представляют ответственность, здравый смысл и честность. Эти люди обладают способностями в деловой сфере, финансах и организационном деле. Благодаря своей дальновидности, они понимают важность дальних планов. Люди с такими качествами могут найти карьеру в политике, общественных делах или занимать руководящие должности, включая государственных чиновников. Они обычно пользуются хорошей репутацией, что делает их подходящими для должностей судей или адвокатов. Сатурн в Весах символизирует право и закон, так как он является хозяином Козерога, который в свою очередь связан с правительством. Юпитер как хозяин Стрельца и IX дома также играет важную роль в установлении закона. Этот аспект оказывает влияние на IX и V дома гороскопа. Люди с таким влиянием обычно серьезны и уравновешены в своих действиях. Они имеют религиозное отношение к жизни, особенно если нет сильного влияния других планет. Они также характеризуются стабильностью и могут проявлять благотворительность, однако это зависит от их собственного выбора. Когда Юпитер и Сатурн находятся в аспекте тригона, они дают людям предвидение и расчетливость, энергию и благоразумие. Люди с таким аспектом обладают способностью принимать правильные решения и вкладывать свои усилия и ресурсы в успешные дела. У них присутствует честность, благородство, справедливость, добросовестность, трудолюбие и обширные знания. Такие же качества могут вырастить из хорошо аспектированного соединения Юпитера и Сатурна. Однако, из недостатков можно отметить избыточную предусмотрительность и неумение рисковать.

# NatalJupiterTrineUran
source: Jupiter and Uranus are planets that contain creativity, interest in religion, and a source of continuous inspiration. They are a symbol of progress, occultism and mysticism. A distinctive feature of these planets is the possibility of unexpected happiness, which is associated with karma, inheritance, or a position. People born under the influence of Jupiter and Uranus have optimism, intuition and epiphany. They are able to notice and take advantage of chances that others don't notice. They value personal freedom above all else, and restrictions cause rejection. Depending on the characteristics of the horoscope, they need variety. Moreover, they often unexpectedly go on trips using airplanes or steamships. These people have incredible foresight and a keen intuitive mind. Their ability to predict the future borders on clairvoyance and prophetic gift. Moreover, they have a broad outlook and deep understanding, which makes them humane, generous and fair individuals. Loving freedom, they actively seek foreign connections, travel and business contacts with foreigners. They also have great abilities in science and philosophy.
ru_ru: Юпитер и Уран - планеты, которые вмещают в себя творческие способности, интерес к религии и источник непрерывного вдохновения. Они являются символом прогресса, оккультизма и мистики. Отличительной чертой этих планет является возможность неожиданного счастья, которое связано с кармой, наследством, либо должностью. Люди, рожденные под влиянием Юпитера и Урана, обладают оптимизмом, интуицией и прозрением. Они способны заметить и использовать шансы, которые другие не замечают. Личная свобода ценится ими превыше всего, а ограничения вызывают неприятие. В зависимости от характеристик гороскопа, они нуждаются в разнообразии. Более того, они часто неожиданно отправляются в путешествия, используя самолеты или пароходы. Эти люди обладают невероятным предвидением и острым интуитивным умом. Их способность предугадывать будущее граничит с ясновидением и пророческим даром. Более того, они обладают широким кругозором и глубоким пониманием, что делает их гуманными, щедрыми и справедливыми личностями. Обожающие свободу, они активно стремятся к заграничным связям, поездкам и деловым контактам с иностранцами. Они также обладают великими способностями в науке и философии.

# NatalMarsConjunctionJupiter
source: Mars combined with natal Jupiter makes you strong, confident and sexy. This is one of the most beneficial aspects, especially for action and physical activity. This aspect has always been known for successful efforts and successes in war. The only potential problems you may encounter are excessive risk—taking or excessive indulgence in dangerous desires such as gambling or drinking alcohol. Even if you take a risk, you will usually get lucky, because Jupiter really brings good luck. Your confidence and initiative make you a welcome asset in your career, where you have the potential to take a leadership role. People will usually be attracted to you because you are so optimistic, funny, and attractive. Any problems in the relationship may be related to other aspects of your card. You will need a certain degree of freedom as you enjoy different types of activities and enjoy socializing. You prefer to be around other positive people, and you should find a partner with a high sexual desire. You can be persistent and direct in achieving your goals and desires. Others will admire your sincere and honest approach. You have a fighting spirit, and you will usually succeed in all your achievements. You can also quickly gain the support of others. Your specialty is physical strength or bravery, so you should succeed in sports, the army, or other competitive careers such as business or law. Your creative talents will help you in more creative fields.
ru_ru: Марс в соединении с натальным Юпитером делает вас сильным, уверенным и сексуальным. Это один из самых благоприятных аспектов, особенно для действий и физических нагрузок. Этот аспект всегда был известен успешными усилиями и успехами на войне. Единственные потенциальные проблемы, с которыми вы можете столкнуться, — это чрезмерное принятие риска или чрезмерное потворство опасным желаниям, таким как азартные игры или употребление алкоголя. Даже если вы пойдете на риск, вам, как правило, повезет, потому что Юпитер действительно приносит удачу. Ваша уверенность и инициатива делают вас желанным активом в вашей карьере, где у вас есть потенциал занять руководящую роль. Люди, как правило, будут тянуться к вам, потому что вы такой оптимистичный, веселый и привлекательный. Любые проблемы в отношениях могут быть связаны с другими аспектами вашей карты. Вам понадобится определенная степень свободы, поскольку вы любите различные виды деятельности и любите общаться. Вы предпочитаете находиться среди других позитивных людей, и вам следует найти партнера с высоким сексуальным влечением. Вы можете быть настойчивыми и прямыми в достижении своих целей и желаний. Другие будут восхищаться вашим искренним и честным подходом. У вас боевой дух, и вы, как правило, добьетесь успеха во всех своих достижениях. Вы также можете быстро заручиться поддержкой окружающих. Ваша специальность — физическая сила или храбрость, поэтому вам следует преуспеть в спорте, армии или других конкурентоспособных карьерах, таких как бизнес или юриспруденция. Ваши творческие таланты помогут вам в более творческих областях.

# NatalMarsConjunctionNeptune
source: Mars combined with natal Neptune makes you passionate, romantic and fascinating. You have a special aura that can fill a room and attract attention, and your strong magnetic appeal can attract people on physical, sexual, and mental levels. However, first of all, your vital spiritual energy can attract and frighten people. You are driven by a strong faith that gives purpose to your life. You can visualize your desires and work hard to achieve your dreams. You may feel that you have a definite purpose in life or a spiritual vocation. You may have strange experiences in the spiritual world. Following your ideals and morals and chasing your strong desires can involve you in arguments and scandals. It is very important to keep all your affairs in order and stay within the law in order to avoid slander and dishonor. You're a dreamer, but you have to remember to stay in reality from time to time. Otherwise, you are susceptible to dissolution, disappointment, or dependence if your perception of people and circumstances remains clouded by an illusion.
ru_ru: Марс в соединении с натальным Нептуном делает вас страстным, романтичным и завораживающим. У вас есть особая аура, которая может заполнить комнату и привлечь внимание, а ваша сильная магнетическая привлекательность может привлекать людей на физическом, сексуальном и ментальном уровнях. Однако, прежде всего, ваша жизненная духовная энергия может привлечь и напугать людей. Вами движет сильная вера, которая дает цель вашей жизни. Вы можете визуализировать свои желания и усердно работать, чтобы достичь своей мечты. Вы можете чувствовать, что у вас есть определенная цель в жизни или духовное призвание. У вас могут быть странные переживания в духовном мире. Следование своим идеалам и морали и погоня за своими сильными желаниями может вовлечь вас в споры и скандалы. Очень важно держать все свои дела в порядке и оставаться в рамках закона, чтобы избежать клеветы и бесчестия. Вы мечтатель, но вы должны помнить, что время от времени нужно оставаться в реальности. В противном случае вы подвержены растворению, разочарованию или зависимости, если ваше восприятие людей и обстоятельств остается затуманенным иллюзией.

# NatalMarsConjunctionPluto
source: Mars in conjunction with Pluto in the natal chart gives you a powerful desire to achieve your goals. Strength, passion and courage are your strengths, but indomitable will and a tendency to manipulation make enemies and hinder success. Personal relationships can be unstable until you learn how to use your powerful energy. You can be very expressive and get angry quickly, but it's better to lose your temper than to let frustration, resentment, or envy accumulate inside. Sometimes you can resort to coercion and subversive actions if you can't handle force. This dark, sinister side can be dominant, rude, nasty, and violent. You have the vitality of a warrior, and you should reserve your ruthless belligerence only for your worst enemies. To enjoy a healthy relationship, you must transform this raw, primal energy to a higher level by helping and healing others. You can develop quickly through selfless actions, but at the same time remain ambitious and strive for the top. This aspect really contributes to success and fame, but the fewer people you have to trample to get to the top, the better. Using your charisma, sexuality, and strength while maintaining good moral and ethical standards is the key to success. You can influence others by changing their lives, so it's important to consider the consequences, especially for weaker or more suggestible people.
ru_ru: Марс в соединении с Плутоном в натальной карте дает мощное желание достичь своих целей. Сила, страсть и смелость — ваши сильные стороны, но неукротимая воля и склонность к манипуляциям наживают врагов и препятствуют успеху. Личные отношения могут быть нестабильными, пока вы не научитесь использовать свою мощную энергию. Вы можете быть очень экспрессивным и быстро злиться, но лучше выйти из себя, чем позволить разочарованию, обиде или зависти накапливаться внутри. Иногда вы можете прибегнуть к принуждению и подрывным действиям, если не можете справиться с силой. Эта темная, зловещая сторона может быть доминирующей, грубой, противной и жестокой. У вас есть жизненная энергия воина, и вам следует приберечь свою безжалостную воинственность только для злейших врагов. Чтобы наслаждаться здоровыми отношениями, вы должны трансформировать эту сырую, первобытную энергию на более высокий уровень, помогая и исцеляя других. Вы можете быстро развиваться благодаря самоотверженным действиям, но при этом оставаться амбициозным и стремиться к вершине. Этот аспект действительно способствует успеху и известности, но чем меньше людей вам придется растоптать, чтобы добраться до вершины, тем лучше. Использование своей харизмы, сексуальности и силы, сохраняя при этом хорошие моральные и этические нормы, является ключом к успеху. Вы можете влиять на других, изменяя их жизнь, поэтому важно учитывать последствия, особенно для более слабых или более внушаемых людей.

# NatalMarsConjunctionSaturn
source: Mars in conjunction with natal Saturn gives you strong determination and constant efforts to achieve your goals. Your Martian desires, sexuality, and creativity are positively influenced by Saturn's discipline and strong work ethic. The dark side of Saturn can also influence your desires, but it by no means leads to negative qualities. Sexually, this can mean tremendous stamina and maintaining sexual attractiveness and activity in later life. It also allows for intelligent exploration and expression of taboo aspects of sexuality, including pleasure and pain, dominance and submission. Traditionally, this aspect is considered to cause frustration and difficulty expressing anger and even malice. However, if you look at the maps of people with this aspect, you can see that the main theme is a healthy expression of dark desires and constant efforts leading to fruitful work in a career. If Mars in conjunction with Saturn in the chart were in a harsh aspect or was on a restless fixed star, then we could expect the manifestation of a more heartless and malicious nature of this aspect. In this case, the key will be to find a positive energy outlet through creative efforts, and Mars really is a purposeful energy. Once the real passion in life is found, even if it's a little dark, self-discipline and determination should ensure that its manifestation is positive and productive, and not destructive to yourself or others.
ru_ru: Марс в соединении с натальным Сатурном дает сильную решимость и постоянные усилия в достижении целей. На ваши марсианские желания, сексуальность и творческие способности положительно влияют дисциплина и сильная трудовая этика Сатурна. Темная сторона Сатурна также может влиять на ваши желания, но это ни в коем случае не приводит к отрицательным качествам. В сексуальном плане это может означать огромную выносливость и сохранение сексуальной привлекательности и активности в дальнейшей жизни. Это также позволяет разумно исследовать и выражать табуированные стороны сексуальности, включающие удовольствие и боль, доминирование и подчинение. Традиционно считается, что этот аспект вызывает разочарование и трудности с выражением гнева и даже злобы. Однако если посмотреть на карты людей с этим аспектом, то можно заметить, что основная тема — это здоровое выражение темных желаний и постоянных усилий, ведущих к плодотворной работе в карьере. Если бы Марс в соединении с Сатурном в карте находился в жестком аспекте или находился на беспокойной неподвижной звезде, то мы могли бы ожидать проявления более бессердечной и злобной природы этого аспекта. В этом случае ключом будет найти положительный выход энергии посредством творческих усилий, а Марс действительно представляет собой целенаправленную энергию. Как только настоящая страсть в жизни найдена, даже если она немного мрачная, самодисциплина и решимость должны гарантировать, что ее проявление будет позитивным и продуктивным, а не разрушительным для себя или других.

# NatalMarsConjunctionUran
source: Mars, combined with natal Uranus, provides exceptional creative talents and excitement. You have a charming and sexually attractive energy that attracts people and attention. Whether it's work or play, your motivation, enthusiasm, and energy can excite, inspire, and entertain other people. You enjoy the rush of adrenaline that you get by breaking boundaries, and this strong desire for excitement makes you a thrill seeker, and sometimes a rebel. You like the attention you get for your actions and work, and you can feed off that recognition and appreciation. Your strong desire to act without limits can make you very independent. Stable family life is possible as long as you can be eccentric yourself. The conjunction of Mars with Uranus causes a strong desire for something unusual. You can collect rare items or get involved in the occult. Following your hobbies, you are not limited by the rules of a particular culture or religion. You have to satisfy your special desires, despite the criticism. If you don't use your vast reserves of energy, unexpected things can happen. Being a rebel and creating problems is natural, but you must channel this erratic and fiery energy into constructive activities. Use your creative genius to burn off this raw energy and satisfy yourself.
ru_ru: Марс в соединении с натальным Ураном дает исключительные творческие таланты и азарт. У вас есть обаятельная и сексуально привлекательная энергия, которая привлекает людей и внимание. Будь то работа или игра, ваша мотивация, энтузиазм и энергия могут волновать, вдохновлять и развлекать других людей. Вы наслаждаетесь приливом адреналина, который получаете, преодолевая границы, и это сильное стремление к азарту делает вас искателем острых ощущений, а иногда и бунтовщиком. Вам нравится внимание, которое вы получаете за свои действия и работы, и вы можете питаться этим признанием и признательностью. Ваше сильное желание действовать без ограничений может сделать вас очень независимым. Стабильная семейная жизнь возможна до тех пор, пока вы можете быть самим собой эксцентричным. Соединение Марса с Ураном вызывает сильное желание чего-то необычного. Вы можете коллекционировать редкие предметы или увлекаться оккультизмом. Следуя своим увлечениям, вы не ограничены правилами определенной культуры или религии. Вы должны удовлетворять свои особые желания, несмотря на критику. Если вы не используете свои огромные запасы энергии, могут произойти неожиданные вещи. Быть бунтовщиком и создавать проблемы — это естественно, но вы должны направить эту беспорядочную и пламенную энергию в конструктивную деятельность. Используйте свой творческий гений, чтобы сжечь эту сырую энергию и удовлетворить себя.

# NatalMarsOppositionJupiter
source: Mars and Jupiter: balancing waste and consideration. Outward friendliness versus selfish motives. Crusades that serve only the interests of themselves or the desire to impress. Aggressive propaganda behavior that alienates others. Arrogance, the ability to realize grandiose plans without funds. These people are real adventurers. They tirelessly strive for travel and adventure, more than justifying pride and greed. Such behavior can be fatal for financial speculation unless a reliable partnership is found. They overestimate their own importance, not realizing the need for regular work in practice.
ru_ru: Марс и Юпитер: балансировка между расточительством и предупредительностью. Внешняя приветливость против эгоистических мотивов. Крестовые походы, служащие интересам только самих себя или желанию произвести впечатление. Агрессивное пропагандистское поведение, отталкивающее других. Надменность, способность без средств реализовать грандиозные планы. Эти люди - настоящие авантюристы. Неустанно стремятся к путешествиям и приключениям, с лихвой оправдывая гордыню и жадность. Такое поведение может стать смертельным для финансовой спекуляции, если не будет найдено надежное партнерство. Они завышают собственную значимость, не осознавая необходимости регулярного труда на практике.

# NatalMarsOppositionNeptune
source: Mars and Neptune are a combination of aggression and violence, permeated by an incomprehensible nature. The subconscious of these people is dominated by subconscious urges that are often uncontrollable. Their lives are usually full of chaos. In addition, they often hide their plans and may deceive others. However, this is not always an explicit intention, but rather an automatic reaction to the influence of the subconscious (the subconscious is associated with Neptune, the XII house and self-destruction). Their unusual sexual needs can negatively affect their marital relationships. All this leads to the search for emotional satisfaction outside the usual framework. They should avoid using drugs and alcohol, so as not to sink to a lower level of existence. These people may suffer from neuroses related to suppressed instincts. The aspect of Mars in opposition to Neptune may indicate a strange and mysterious death, especially if there are other factors that combine the VIII, IV and XII houses. In their passion for mysticism, they can become victims of illusory visions. Their excessive emotional perception is often associated with a desire to be unusual. They are also at risk from contact with unscrupulous people who can exploit their vulnerability. Neptune can be called the "Achilles heel" of the Zodiac. The subconscious mind is subject to Neptune, which in this aspect is especially dangerous, since Mars itself encourages rash actions.
ru_ru: Марс и Нептун - это сочетание агрессивности и насилия, пронизанные труднопостижимой натурой. В подсознании этих людей преобладают подсознательные побуждения, которые часто не поддаются контролю. Их жизнь, как правило, насыщена хаосом. К тому же, они часто скрывают свои планы и могут обманывать окружающих. Однако, это не всегда явный умысел, а скорее автоматическая реакция на воздействие подсознания (подсознание ассоциируется с Нептуном, XII домом и самоуничтожением). Их необычные сексуальные потребности могут негативно сказываться на отношениях в браке. Все это приводит к поиску эмоционального удовлетворения вне обычных рамок. Они должны избегать употребления наркотиков и алкоголя, чтобы не опуститься на низший уровень существования. Эти люди могут страдать от неврозов, связанных с подавленными инстинктами. Аспект Марса в оппозиции с Нептуном может указывать на странную и загадочную смерть, особенно если к этому есть другие факторы, объединяющие VIII, IV и XII дома. В увлечении мистикой они могут стать жертвами иллюзорных видений. Их чрезмерное эмоциональное восприятие зачастую связано с желанием быть необычными. Они также подвержены опасности от контактов с недобросовестными людьми, которые могут использовать их уязвимость. Нептун можно назвать "ахиллесовой пятой" Зодиака. Подсознание подвластно Нептуну, что в данном аспекте особенно опасно, так как сам Марс побуждает к необдуманным действиям.
