Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitMoonOppositionMercury
source: This transit is often accompanied by a tendency to non-existent conversations, disagreements over household chores, and difficulties in communicating emotionally. Negotiations about day-to-day matters tend to be confusing or absent. Disagreements often arise when communicating with family members, neighbors, and coworkers, especially women, usually as a result of emotional unrest in one person or another. There is a tendency to ignore necessary household chores or in a professional environment, and this in turn creates problems and disagreements with other people around. People are often poorly versed in personal hygiene, clothing, speech, and work behavior. Emotional biases and biases can interfere with impartial, rational processes, making it difficult for people or those with whom they deal to take into account all relevant facts. Gossip can also be a problem, and unnecessary conversations can interfere with productivity. This is not a good time to draw up agreements, sign contracts, make important decisions, or negotiate. Minor disturbances in the environment may interfere with concentration and make a person nervous and irritable. Irritation may arise from unwanted visits from family members, neighbors, or coworkers. In some cases, people are daydreaming or letting their thoughts wander. This is an unfavorable time for advertising or public relations, as the human mind is not inclined to match the mood of the public.
ru_ru: Этот транзит часто сопровождают склонность к несуществующим разговорам, разногласия из-за домашних обязанностей и трудности в общении эмоционального характера. Переговоры о повседневных делах склонны быть запутанными или отсутствовать. Часто при общении с членами семьи, соседями и сослуживцами, особенно женщинами, возникают разногласия, обычно как результат эмоциональных волнений того или другого человека. Проявляется тенденция к игнорированию необходимых работ по хозяйству или в профессиональной среде, а это в свою очередь порождает проблемы и разногласия с другими окружающими людьми. Люди часто плохо разбираются в личной гигиене, одежде, речи и трудовом поведении. Эмоциональные пристрастия и предубеждения могут мешать беспристрастным, рациональным процессам, затрудняя для людей или тех с кем они имеют дело, учет всех подходящих фактов. Проблемой могут быть также сплетни, а ненужные разговоры могут мешать производительности труда. Это неблагоприятное время для составления соглашений, подписания контрактов, принятия важных решений или переговоров. Мелкие беспорядки в окружающей среде, возможно, будут мешать концентрации и делать человека нервным и раздражительным. Раздражение может возникнуть из-за нежелательных визитов членов семьи, соседей или сослуживцев. В некоторых случаях люди грезят наяву или позволяют разбредаться своим мыслям. Это неблагоприятное время для рекламы или отношений с публикой, так как разум человека не склонен соответствовать настроению публики.

# TransitMoonOppositionMoon
source: This transit characterizes the need for joint action in the home and family. A person should develop greater sensitivity to everyday household chores and relationships between individuals. Failure in this case may cause disagreements with people from the immediate environment. A person may be subject to periods of despondency, which will make emotional relationships with other people difficult. This is an unfavorable time to do business with women, especially if sensitive emotional issues are involved. Difficulties may arise in day-to-day money transactions or in managing family finances. Poor financial management can destroy family relationships. There is a tendency to overeat and drink too much. This transit lasts only a few hours, therefore, the violations that are associated with it have a short duration.
ru_ru: Этот транзит характеризует необходимость совместных действий в доме и семье. Человеку следует развивать большую чувствительность к повседневным домашним обязанностям и взаимоотношениям между личностями. Неудача в этом деле может вызвать разногласия с людьми из непосредственного окружения. Человек, возможно, будет подвержен периодам уныния, что сделает трудным эмоциональные взаимоотношения с другими людьми. Это неблагоприятное время для ведения дел с женщинами, особенно, если затрагиваются чувствительные эмоциональные проблемы. Трудности могут возникнуть в повседневных денежных сделках или в ведении семейных финансов. Плохое управление финансами может разрушить родственные отношения. Существует склонность к перееданию и злоупотреблению напитками. Этот транзит длится лишь несколько часов, следовательно, нарушения, которые ассоциируются с ним, имеют малую длительность.

# TransitMoonOppositionNeptune
source: This transit is characterized by sentimentality, misdirected empathy, confusion, and unwanted psychic impressions. The intensification of painful subconscious memories can interfere with normal family relationships. In some cases, a person retreats into the inner world of dreams, thus avoiding practical household or professional duties. The danger also lies in poor nutrition, alcohol and drug abuse. At this time, there is a possibility of confusion, deception, or mental disorders in relationships with women. Confusion, indecision, and confusion in everyday life can be the result of an unrealistic approach to the need for joint action in family and professional matters and in the performance of practical duties. People tend to entertain impractical ideas in the field of education, culture or religion. The ego can take the form of negative and undesirable mental practices, such as engaging in cults, worshipping gurus, or taking pleasure in unwanted mental influences. Improper management of monetary resources can lead to waste of money if there is a lack of understanding of how or why this happened. There may be problems with gas, petroleum products, or water at home or at work. Failure to observe proper personal hygiene in the preparation of food or in the home environment can cause problems.
ru_ru: Для этого транзита характерны сентиментальность, неправильно направленное сочувствие, замешательство и нежелательные психические впечатления. Усиление болезненных подсознательных воспоминаний может мешать нормальным взаимоотношениям в семье. В некоторых случаях человек уходит во внутренний мир грез, уклоняясь таким образом от практических домашних или профессиональных обязанностей. Опасность также заключается в неправильном питании, злоупотреблении алкоголем и наркотиками. В это время есть вероятность замешательства, обмана или психических нарушений во взаимоотношениях с женщинами. Замешательство, нерешительность и неразбериха в повседневных делах могут быть результатом нереалистического подхода к необходимости совместных действий в семейных и профессиональных делах и к исполнении практических обязанностей. Человек склонен развлекаться непрактичными идеями в области образования, культуры или религии. Эго может принять форму негативных и нежелательных психических практик, таких как увлечение культами, поклонение гуру или получение удовольствия от нежелательных психических влияний. Неправильное управление денежными ресурсами может привести к растрате денег при непонимании того, как или почему это произошло. В доме или на работе могут, возникнуть проблемы с газом, нефтепродуктами или водой. Несоблюдение надлежащей личной гигиены в приготовлении пиши или в домашней среде может вызвать проблемы.

# TransitMoonOppositionPluto
source: During this time, emotional encounters with women are possible. Fundamental changes or domestic upheavals can occur in a person's life as a result of environmental, geological, political, economic, or cultural forces beyond human control. This transit may coincide with the death of a family member or a forced change of residence or job. In some cases, there is a need to improve the quality and safety of one's home, and the cost of such improvements may be necessary. Financial difficulties can arise through joint finance, equity money, insurance, taxes, and alimony. Subconscious forces come to the surface at this time and need to be restored. A person may receive disturbing or unwanted impressions. This is an unfavorable time for indiscriminate occult and psychic practice. This transit can be used constructively if a person gets rid of old, unsuitable and useless habits and relationships.
ru_ru: В течение этого времени возможны эмоциональные столкновения с женщинами. Коренные перемены или домашние перевороты могут произойти в жизни человека, как результат экологических, геологических, политических, экономических или культурных сил, не зависящих от человека. Этот транзит может совпасть со смертью одного из членов семьи или принудительной переменой местожительства, или работы. В некоторых случаях существует необходимость улучшения качества и безопасности своего дома, и затраты на такие улучшения могут быть необходимостью. Денежные затруднения могут возникнуть через совместные финансы, акционерные деньги, страхование, налоги и алименты. Подсознательные силы в это время всплывают на поверхность и требуют восстановления. Человек может получать волнующие или нежелательные впечатления. Это неблагоприятное время для неразборчивого занятия оккультной иди психической практиками. Этот транзит можно использовать конструктивно, если человек избавится от старых, неподходящих и бесполезных привычек и отношений.

# TransitMoonOppositionSaturn
source: Reduced viability is characteristic of this transit. Coldness is possible in family relationships, and subconscious feelings may increase. There is often a lack of empathy and understanding towards women and family members or on their part. This is an unfavorable transit for relationships with women, older people, or those who occupy a well-known position, have or may have authority. Relationships with parents and older women can be particularly difficult. Difficulties in family relationships at this time are often the result of a conflict between professional and household responsibilities or financial constraints. Often, emotional depression or lack of self-confidence have a paralyzing effect on a person. This is an unfavorable time for business, especially related to real estate, construction, farm, food, household products and services, as well as unfavorable for public relations and politics. The difficulties may come from government agencies or from public officials. The difficulties associated with this transit can be overcome if a person develops a happy and optimistic outlook on life and intelligently cooperates with influential and reputable individuals.
ru_ru: Пониженная жизнеспособность — это характеризует этот транзит. В семейных отношениях возможна холодность, могут усилиться подсознательные переживания. Часто к женщинам и членам семьи или с их стороны отсутствуют сочувствие и понимание. Это неблагоприятный транзит для отношений с женщинами, старыми людьми или теми, кто занимает известное положение, имеет или может иметь авторитет. Особые трудности могут быть в отношениях с родителями и старыми женщинами. Трудности в семейных отношениях в это время часто бывают результатом конфликта между профессиональными и домашними обязанностями или финансовыми ограничениями. Часто эмоциональная депрессия или недостаток уверенности в своих силах имеют парализующее влияние на человека. Это неблагоприятное время для бизнеса, особенно относящегося к недвижимому имуществу, строительству, ферме, пище, домашним продуктам и услугам, а также неблагоприятно для общественных отношений и политики. Трудности могут исходить из государственных учреждений или от общественных должностных лиц. Трудности, ассоциируемые с этим транзитом, могут быть преодолены, если человек развивает в себе счастливый и оптимистический взгляд на жизнь и разумно сотрудничает с влиятельными и авторитетными лицами.

# TransitMoonOppositionSun
source: The transit of the moon in opposition to the Sun increases your desire to do great things. But different areas of your life may not work in the same direction. Perhaps there is a lack of harmony between your personal and professional lives, or one of your loved ones is fighting against the other and both want you to take sides. If you're going to make progress in any area, all of these competing factors must work together or at least put up with each other. During this transit, your mood is strongly influenced by others. If you struggle with your emotions, it will certainly affect your relationship with your partner. The opposition of the transiting Moon to the natal Sun has basically the same meaning as the opposition of the transiting Sun to the natal Moon; however, it lasts for a shorter period of time — only a few hours — whereas the transit of the Sun takes four or five days.
ru_ru: Транзит Луны в оппозиции к Солнцу увеличивает ваше желание совершать великие дела. Но разные области вашей жизни могут не работать в одном направлении. Возможно, между вашей личной и профессиональной жизнью отсутствует гармония, или один из ваших близких борется против другого и оба хотят, чтобы вы заняли чью-то сторону. Если вы собираетесь добиться прогресса в какой-либо сфере, все эти конкурирующие факторы должны работать вместе или, по крайней мере, мириться друг с другом. Во время этого транзита на ваше настроение сильно влияют окружающие. Если вы боретесь со своими эмоциями, это непременно отразится на ваших отношениях с партнером. Оппозиция транзитной Луны с натальным Солнцем имеет в основном такое же значение, как оппозиция транзитного Солнца с натальной Луной; однако, она длится в течение более короткого периода времени — только несколько часов — тогда как транзит Солнца занимает четыре или пять дней.

# TransitMoonOppositionUran
source: This transit is often accompanied by emotional instability and strange sudden disruptions to the daily routine of life. Unexpected mood swings, unwillingness to cooperate, and a thirst for unlimited personal freedom can cause difficulties in family relationships. Unexpected visits from friends or colleagues often disrupt the home environment and irritate other family members. Family members are not inclined to approve of a person's friends during this period. Group and organizational ties can interfere with family affairs and household chores. Relationships with women may be unstable and subject to unexpected, strange changes. During this transit, financial difficulties and malfunctions of household or working electrical systems and appliances often occur. Difficulties may arise due to alimony, taxes, insurance, joint money, inheritance, stock money or property of the deceased. At this time, it is important to avoid unnecessary impulsive spending. Unexpected sudden spending of money can put a heavy burden on cash reserves.
ru_ru: Этот транзит часто сопровождают эмоциональная неустойчивость и странные внезапные нарушения повседневного распорядка жизни. Неожиданные смены настроения, нежелание сотрудничать и жажда неограниченной личной свободы могут вызывать трудности в семейных отношениях. Неожиданные посещения друзей или коллег часто нарушают домашнюю обстановку и вызывают раздражение у других членов семьи. Члены семьи не склонны одобрять друзей человека в течение этого периода. Групповые и организационные узы могут мешать семейным делам и домашним обязанностям. Взаимоотношения с женщинами, возможно, будут неустойчивыми и подвержены неожиданным, странным переменам. В течение этого транзита часто происходят денежные затруднения и неисправности хозяйственных или рабочих электрических систем и приборов. Трудности могут возникнуть из-за алиментов, налогов, страхования, совместных денег, наследства, акционерных денег или имущества умершего. В это время важно избегать ненужных импульсивных расходов. Неожиданные внезапные траты денег могут лечь тяжелым бременем на денежные резервы.

# TransitMoonOppositionVenus
source: This transit is characterized by emotional distress in marital, romantic, social, business, and family relationships. Cooperation is particularly needed in these areas. People, or those with whom they are associated, are prone to hypersensitivity and resentment. In family relationships, kindness and emotional sensitivity are needed if they want to avoid disagreements or separation. Unnecessary expenses are a common source of family discord during this transit as well. Secular, romantic, and monetary affairs with women require special cooperation from a person, otherwise disagreements and emotional distress will arise. Spending money on unnecessary luxuries and excessive pursuit of pleasure can be a source of subsequent difficulties. Art or luxury items purchased at this time are often much more expensive than expected or are aesthetically vulgar. Overeating, alcohol abuse, socializing, or sex can lead to a debauched lifestyle, lack of achievement, and relationship problems. A person tends to misdirect his empathy and reveals a whiny sentimentality. This is an unfavorable transit for businesses related to art, music, luxury goods, food, or household products and services. There may be a lot of activity regarding these cases, but there may be a general lack of understanding and cooperation.
ru_ru: Этот транзит характеризуется эмоциональными огорчениями в супружеских, романтических, светских, деловых и семейных отношениях. В этих областях особо необходимо сотрудничество. Люди или те, с кем они связаны, склонны к сверхчувствительности и обидам. В семейных отношениях нужна доброта и эмоциональная чувствительность, если хотят избежать разногласий или разлуки. Ненужные расходы — обычный источник семейных разногласий в течение и этого транзита. Светские, романтические и денежные дела с женщинами требуют от человека особого сотрудничества, иначе возникнут разногласия и эмоциональные огорчения. Денежная расточительность на ненужные предметы роскоши и чрезмерная погоня за удовольствиями могут быть источником последующих затруднений. Предметы искусства или роскоши, купленные в это время, часто стоят гораздо дороже, чем предполагалось или вульгарны с эстетической точки зрения. Переедание, злоупотребление спиртными напитками, вращением в обществе или сексом может привести к разгульному образу жизни, отсутствию достижений и проблемам во взаимоотношениях. Человек склонен неправильно направлять свое сочувствие и обнаруживает плаксивую сентиментальность. Это неблагоприятный транзит для бизнеса, относящегося к искусству, музыке, предметам роскоши, пище или домашним продуктам и услугам. Касательно этих дел может быть много деятельности, но, возможно, будет в общем не хватать понимания и сотрудничества.

# TransitMoonSextileJupiter
source: This transit characterizes ideas related to the introduction of educational, religious and cultural values into family life and the home environment. Cultural, educational, or religious activities of the group may take place at home. Perhaps people from remote places will visit the house, or people from educational, religious, or cultural circles will be received in the house. This is a good time for social or monetary affairs with women, as well as for long trips or family trips. This transit can stimulate both conscious and unconscious memories of happy experiences. People in their emotional states show great optimism and calmness, and also tend to show great kindness and attention towards women, family members, or less happy fellow human beings. There is great prosperity in family, money, and business, especially in relation to food, farm, real estate, home products, and services.
ru_ru: Этот транзит характеризует идеи, касающиеся внедрения воспитательных, религиозных и культурных ценностей в семейную жизнь и домашнюю среду. Культурная, образовательная или религиозная деятельность группы может иметь место дома. Возможно, дом будут посещать лица из отдаленных мест или в доме будут приниматься люди из образовательных, религиозных или культурных кругов. Это хороший период для общественных или денежных дел с женщинами, а также для длительных путешествий или семейных поездок. Этот транзит может стимулировать как сознательные, так и бессознательные воспоминания счастливых переживаний. Люди в своих эмоциональных состояниях обнаруживают большой оптимизм и спокойствие, а также склонны проявлять большую доброту и внимание по отношению к женщинам, членам семьи или к менее счастливым собратьям. Большое процветание наблюдается в семейных, денежных делах и в бизнесе, особенно по отношению к пище, ферме, недвижимости, домашним продуктам и услугам.

# TransitMoonSextileMars
source: This transit characterizes an energetic emotional expression. People express their feelings and relationships directly and honestly. Dynamic communication and relationships with women are possible. People tend to promote financial and professional affairs through contacts with the general public. They are energetic and ambitious towards both business pursuits and home pursuits. This is a good time for home improvement plans that require the use of tools and the use of physical force. Actions are likely to be wisely planned and productivity will be increased. This transit usually provides a lot of energy and physical strength; therefore, it is a good time for sports and exercise. A person tends to show a healthy appetite, which can be expressed in the pleasure of hot spicy food.
ru_ru: Этот транзит характеризует энергичное эмоциональное выражение. Люди выражают свои чувства и отношения прямо и честно. Возможно динамическое общение и взаимоотношения с женщинами. Люди склонны содействовать продвижению денежных и профессиональных дел через контакты с широкой публикой. Они энергичны и честолюбивы по отношению, как к деловым занятиям, так и к домашним занятиям. Это благоприятное время для планов, касающихся улучшения дома, которые требуют использования инструментов и применения физической силы. Действия, вероятно, будут разумно спланированы и увеличена производительность труда. Этот транзит дает обычно большую энергию и физическую силу; таким образом, это хорошее время для спорта и физических упражнений. Человек склонен проявлять здоровый аппетит, что может выражаться в удовольствии от горячей острой пищи.
