Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitMarsTrineSun
source: During this period, your inner self will receive support, you will feel more confident and you will be convinced that your efforts will not be in vain. Self-promotion will prove to be extremely effective. In addition, your physical efforts will gain recognition or help you achieve power, and you, in a fit of generosity, will wish to help others. Although this period is characterized by a surge of vitality, you will experience flashes of laziness. But if you are characterized by passivity, it is unlikely that this period will motivate you to take action. If you're lucky, others will do your job. The most favorable actions related to men are food, military maneuvers, sports, surgical operations, manufacturing, and firearms. In some cases, luck will be enough to save you from accidents, in others, the main precaution is not to take too much for granted and not to become overconfident. The trine of the transit Mars with the natal Sun has basically the same meaning as the trine of the transit Sun with the natal Mars; however, it lasts longer and thus indicates a longer period of action.
ru_ru: В этот период ваше внутреннее я получит поддержку, вы почувствуете себя увереннее и будете убеждены, что ваши усилия не пропадут даром. Самореклама окажется чрезвычайно эффективной. Кроме того, ваши физические усилия получат признание или помогут вам добиться власти, а вы в порыве великодушия пожелаете помочь окружающим. Хотя этому периоду свойствен прилив жизненной силы у вас будут наблюдаться вспышки лени. Но если вам свойственна пассивность, вряд ли этот период побудит вас к действиям. Если вам повезет, вашу работу выполнят другие. Наиболее благоприятны действия, связанные с мужчинами, с продовольствием, военными маневрами, спортом, хирургическими операциями, производством, огнестрельным оружием. В одних случаях удачи хватит, чтобы спасти вас от аварий в других главная мера предосторожности - не принимать слишком многое как должное и не становиться чрезмерно самоуверенным. Трин транзитного Марса с натальным Солнцем имеет в основном такое же значение, как трин транзитного Солнца с натальным Марсом; однако, он длится дольше и указывает, таким образом, на длительный период действия.

# TransitMarsTrineUran
source: This transit is characterized by constructive dynamic actions, exciting adventures, and a desire for freedom of expression. A native shows increased self-confidence when trying out new things in professional affairs and business, engineering, science, the occult, and physical activity. There is an increased interest in physical, mental, and spiritual self-improvement programs. There is a possibility of engaging in dynamic constructive activities with friends, IT companies, and organizations. This is a great time to work with electronics, scientific technology, and businesses related to these fields. Occult, astrological work and experimentation are also very beneficial.
ru_ru: Этот транзит характерен конструктивными динамическими действиями, захватывающими приключениями и желанием свободы проявления. Урожденный проявляет повышенную уверенность в себе при испытании нового в профессиональных делах и бизнесе, инженерном деле, науке, оккультизме и физической деятельности. Возникает повышенный интерес к программам физического, ментального и духовного самоусовершенствования. Существует вероятность участия в динамических конструктивных действиях с друзьями, IT-компаниями и организациями. Это отличное время для работы с электроникой, научной технологи и бизнесом, связанным с этими областями. Оккультная, астрологическая работа и экспериментирование также весьма благоприятны.

# TransitMarsTrineVenus
source: This period is the best time to get a haircut, visit a beauty salon, visit a dentist, or undergo cosmetic surgery. Your physical actions and gestures are likely to be more refined and elegant, both literally and figuratively. There will be a lot of activity around you, and everyone will become enthusiastic and attractive. At this time, romances, partnerships and other unions will acquire a piquant and exciting character. This is a time to work together, as joint efforts will help achieve what is unattainable for singles. Activities related to painting, design, music, jewelry, flowers, the beauty industry, debates, and legal issues are favorable. A transit Mars in a trine with radical Venus has the same meaning as a transit Venus in a trine with natal Mars, but lasts longer depending on the speed of Mars and whether it is stationary, retrograde or moving straight ahead. This time indicates the period of personal creative initiative in business, artistic and public affairs.
ru_ru: Этот период как нельзя лучше подходит для того, чтобы сделать стрижку, посетить салон красоты, побывать у дантиста или предпринять косметическую операцию. Ваши физические действия и жесты, скорее всего, будут более изысканными и элегантными - как в прямом, так и в переносном смысле. Вокруг вас развернется бурная деятельность, все кругом станут воодушевленными и привлекательными. В эту пору романы, партнерство и другие союзы приобретут пикантный и возбуждающий характер. Это - время работать сообща, поскольку совместные усилия помогут достичь того, что недостижимо для одиночек. Благоприятны действия, связанные с живописью, дизайном, музыкой, ювелирными украшениями, цветами, индустрией красоты, дебатами и юридическими вопросами. Транзитный Марс в трине с радикальной Венерой имеет то же значение, что и транзитная Венера в трине с натальным Марсом, но длится дольше в зависимости от скорости движения Марса и от того, стационарен ли он, ретрограден или движется прямо. Это время указывает па период личной творческой инициативы в бизнесе, художественных и общественных делах.

# TransitMercuryConjunctionJupiter
source: Long—term planning, educational activities, travel, job advancement, and mental optimism all characterize this transit. Positive thinking, encouraged by this transit, can channel a person's energy into channels leading to valuable achievements, great success and prosperity. A person may have an intellectual interest in religion, philosophy, different cultures, or higher education. This is a good time to enroll in college or university. This is also a good period for writing, teaching, lecturing, for preparing manuscripts for publication, or for relations with the media and communications. But it is unfavorable for advertising and publicity, for drafting agreements and contracts. It is also a favorable time for both small and long trips. These trips may be undertaken for work, educational, recreational, or religious purposes, or they may be visits from friends or family members.
ru_ru: Долгосрочное планирование, образовательная деятельность, путешествия, продвижение по работе и умственный оптимизм — все это характеризует этот транзит. Позитивное мышление, поощряемое этим транзитом, может направить энергию человека в русла, ведущие к ценным достижениям, к большому успеху и процветанию. Человек может проявлять интеллектуальный интерес к религии, философии, к разным культурам или высшему образованию. Это благоприятное время для поступления в колледж или университет. Это также хороший период для писательской, преподавательской, лекторской деятельности, для подготовки рукописей к изданию или отношений со средствами информации и связи. Но неблагоприятно для рекламы и гласности, для составления соглашений и контрактов. Это также благоприятное время как для небольших, так и для длительных путешествий. Эти путешествия могут предприниматься с рабочими, образовательными, оздоровительными или религиозными целями, или могут быть посещениями друзей или членов семьи.

# TransitMercuryConjunctionMars
source: This transit is characterized by intellectual debate, debate, and competition. People tend to be more aggressive than usual in expressing their ideas and defending their points of view. This is a good period for business, professional, political and military strategy. The determination to get the job done, solve problems, and uncover secrets increases. People's mental energy and entrepreneurial spirit, applied to their work and studies, can increase their productivity and help them find solutions to their problems. In this transit, heated arguments can be a problem. If this compound gets stressful aspects, then irritability, love of arguments and sarcasm can become a serious problem. Political debates or disputes over the economy are a common occurrence. There is a tendency to nervous irritation, impulsive decisions and sarcastic speech. Work intolerance can increase the risk of occupational risk and disrupt work or cause personal injury. During this transit, infections, inflammations, bodily injuries, and the need for surgery may occur. A person may be attracted to secret research to some extent.
ru_ru: Для этого транзита характерны интеллектуальные дебаты, споры и конкуренция. Люди склонны быть агрессивнее, чем обычно, в выражении своих идей и отстаивании своих точек зрения. Это хороший период для деловой, профессиональной, политической и военной стратегии. Усиливается решительность выполнить работу, разрешить проблемы и желание разузнать тайны. Ментальная энергия и предприимчивость людей в приложении к их работе и учебе может увеличить их производительность труда и поможет им найти решение своих проблем. При этом транзите жаркие споры могут быть проблемой. Если это соединение получает стрессовые аспекты, то серьезной проблемой могут стать раздражительность, любовь к спорам и язвительность. Политические дебаты или споры из-за экономики — это обычное явление. Существует тенденция к нервному раздражению, импульсивным решениям и язвительной речи. Нетерпимость в работе может усилить опасность профессионального риска и нарушить работу или вызвать личные телесные повреждения. В течение этого транзита могут возникнуть инфекции, воспаления, телесные повреждения и необходимость хирургического вмешательства. Человека могут в некоторой степени увлекать тайные исследования.

# TransitMercuryConjunctionMercury
source: This is a time of great intellectual activity, the beginning of intellectual plans, curiosity, original ideas and the expression of personal ideas of the person himself. This is a good time for studying, writing, lecturing, teaching, and all other mental activities. It is especially favorable for scientific studies and research. This is the time of rational analysis. People in this transit tend to mentally formulate their goals, objectives, and make important decisions. Some people present ideas for increasing productivity and improving methodology. Some decide to change their diet, clothes, work skills or regime for the sake of their health. There will be increased communication and intellectual activity among brothers, sisters, friends and colleagues. Some people are starting to get carried away with the media and communications. There may be a lot of correspondence, phone conversations, and small trips. Nervous energy will increase, and the person will appear more agile and knowledgeable.
ru_ru: Это время большой интеллектуальной деятельности, начала интеллектуальных планов, любознательности, оригинальных идей и выражения личных идей самого человека. Это благоприятное время для учебы, писательской, лекторской, преподавательской деятельности и всех других умственных занятий. Особенно благоприятно для научных занятий и поисков. Это — время рационального анализа. Люди при этом транзите склонны умственно формулировать свои цели, задачи и принимать важные решения. Некоторые люди излагают идеи относительно увеличения производительности труда и улучшения методологии. Некоторые решаются изменить свою диету, одежду, рабочие навыки или режим ради своего здоровья. Среди братьев, сестер, друзей и сослуживцев будет иметь место возросшее общение и интеллектуальная деятельность. Некоторые люди начинают увлекаться средствами информации и связи. Может быть много корреспонденции, телефонных разговоров и небольших поездок. Увеличится нервная энергия, и человек будет казаться более проворным и осведомленным.

# TransitMercuryConjunctionMoon
source: The transit of Mercury in conjunction with the natal Moon will help you better understand others and express your feelings. But be careful not to make decisions based solely on your feelings. At this time, you are attuned to each other on both a mental and a sensual level. This is a great time to talk to relatives and feel like one big family. The conjunction of transit Mercury with the radical Moon has the same significance as the transit Moon in conjunction with natal Mercury, but lasts longer. It depends on the speed of Mercury's movement and whether Mercury will be retrograde, stationary or straight.
ru_ru: Транзит Меркурия в соединении с натальной Луной поможет вам лучше понять окружающих и выразить свои чувства. Но будьте осторожны, чтобы не принимать решения исключительно основываясь на своих чувствах. В это время вы настроены друг на друга как на ментальном, так и на чувственном уровне. Это отличное время, чтобы поговорить с родственниками и почувствовать себя одной большой семьей. Соединение транзитного Меркурия с радикальной Луной имеет такое же значение, как транзитная Луна в соединении с натальным Меркурием, но длится дольше. Это зависит от скорости движения Меркурия и оттого, будет ли Меркурий ретроградным, стационарным или прямым.

# TransitMercuryConjunctionNeptune
source: During this transit, a person's intuitive creative imagination is enhanced. This transit is especially useful for those who are engaged in artistic and literary fields of activity. Access can be gained to the processes taking place in a person's subconscious; however, if this connection has other radical or transitory stressful aspects, then conscious thinking may be distorted by subconscious biases and prejudices. This condition can be accompanied by soaring in the clouds, daydreams and uncontrolled imagination. This transit can also stimulate the abilities of telepathy and clairvoyance. The ability to see the inner state of a person's soul is also enhanced. This imaginative ability can be of great help to designers, scientists, and artists. A person can gain prophetic insight into the events and cultural trends of the future. Even when dramatic mental phenomena are not obvious, a subconscious telepathic relationship operating on a subconscious level affects a person and their relationships without a person understanding these reasons. At this time, there may be an interest in the occult, parapsychology, mysticism, or spiritual forms of healing. Increased sensitivity to changes in diet, drugs, alcohol, or medications. Any of the above substances can have undesirable effects if a person is not careful. There may also be a susceptibility to serious and difficult-to-recognize diseases. A person's social interactions and small trips during this period may include universities, cultural institutions, hospitals, and shelters. If the conjunction of transiting Mercury with natal Neptune has stressful aspects from other transiting or radical planets, then the person is predisposed to deception or confusion and communication. This is an unfavorable time to conclude or sign contracts due to the possibility of concealment of facts.
ru_ru: В течение этого транзита усиливается интуитивное творческое воображение человека. Этот транзит особенно полезен для тех, кто занят в художественных и литературных сферах деятельности. Может быть получен доступ к процессам, происходящим в подсознании человека; однако, если это соединение имеет другие радикальные или транзитные стрессовые аспекты, то сознательное мышление может быть искажено подсознательными предубеждениями и предрассудками. Это состояние может сопровождаться витанием в облаках, грезами наяву и бесконтрольным воображением. Этот транзит может также стимулировать способности к телепатии и ясновидению. Также усиливается способность видеть внутреннее состояние души человека. Эта способность к образному представлению может оказать огромную помощь дизайнерам, ученым и художникам. Человек может получить пророческую проницательность событий и культурных тенденций будущего. Даже когда драматические психические явления не очевидны, подсознательная телепатическая взаимосвязь, действующая на подсознательном уровне, влияет на человека и на его отношения без понимания человеком этих причин. В это время может обнаруживаться интерес к оккультизму, парапсихологии, мистицизму или духовным формам исцеления. Усиливается чувствительность к изменениям в диете, к наркотикам, алкоголю или лекарствам. Любое из вышеназванных веществ может оказать нежелательное воздействие, если человек не будет осторожен. Здесь может быть также восприимчивость к серьезным и трудно распознаваемым заболеваниям. Общения человека и его небольшие поездки в течение этого периода могут включать университеты, культурные учреждения, больницы и приюты. Если соединение транзитного Меркурия с натальным Нептуном имеет стрессовые аспекты от других транзитных или радикальных планет, то человек предрасположен к обману или замешательству и общении. Это неблагоприятное время для заключения или подписания контрактов из-за возможности сокрытия фактов.

# TransitMercuryConjunctionPluto
source: During this transit, a person may exhibit scientific insight or occult insight, make irrevocable decisions, or undertake secret communications and research regarding joint finances, equity money, insurance, taxes, alimony, or the estate of the deceased. This is a good time to study advanced scientific subjects, parapsychology and paranormal phenomena. In some cases, the abilities of intuition, clairvoyance and telepathy are stimulated, which sometimes leads to communication with disembodied beings. For some people, this is a period of uncompromising commitment to personal ideas and opinions. This is a good time to improve human health, diet, and improve various methodologies. People with this transit may receive condemnatory news regarding their brothers, sisters, neighbors, friends, or coworkers. If the conjunction of transiting Mercury with natal Pluto has stressful aspects from other transiting or radical planets, then a person either subordinates others to his mental domination and coercion, or experiences it himself.
ru_ru: В течение этого транзита человек может проявлять научное проникновение или оккультную проницательность, делать бесповоротные решения или предпринимать тайные общения и исследования, касающиеся совместных финансов, акционерных денег, страхования, налогов, алиментов или имущества умершего. Это благоприятное время для изучения передовых научных предметов, парапсихологии и паранормальных явлений. В некоторых случаях стимулируются способности к интуиции, ясновидению и телепатии, что иногда приводит к общению с бестелесными существами. Для некоторых людей это период бескомпромиссной приверженности к личным идеям и мнениям. Это благоприятное время для улучшения здоровья, диеты человека и для усовершенствования различных методологий. Люди с этим транзитом могут получить осуждающие известия, касающиеся их братьев, сестер, соседей, друзей или сослуживцев. Если соединение транзитного Меркурия с натальным Плутоном имеет стрессовые аспекты от других транзитных или радикальных планет, то человек либо подчиняет других своему умственному господству и принуждению, либо испытывает это сам.

# TransitMercuryConjunctionSaturn
source: People with this transit show increased discipline in increasing work efficiency, improving educational skills, scientific methodologies, diet, health, personal hygiene, money and professional affairs. They tend to be unusually neat, precise, technical, organized, and systematic at this time. Communication and important decisions regarding professional matters may arise. People may be assigned hard work or serious responsibilities that can burden their minds and possibly undermine their vitality. Serious responsibilities may arise from friends, groups, or organizations, or from personal long-term goals. People who are not mature enough to respond constructively to this transit can become restless, mentally depressed, and cowardly, and as a result develop a negative mental attitude that temporarily closes the doors to happiness, growth, and development. Serious communication may take place with old people in official positions, with brothers, sisters, neighbors, friends and colleagues. This transit often coincides with the signing of contracts and the drafting of important professional or business agreements. A person may be involved in drafting papers or important reports related to financial or professional matters. This is a favorable transit for mathematicians, engineers, scientists, designers, researchers, and specialists in scientific labor organization. If this compound gets stressful aspects, then overexertion or anxiety can lead to poor health and unemployment.
ru_ru: Люди с этим транзитом проявляют возросшую дисциплинированность в увеличении эффективности труда, в улучшении учебных навыков, научных методологий, диеты, здоровья, личной гигиены, денежных и профессиональных дел. Они склонны быть в это время необычно аккуратными, точными, техничными, организованными и систематическими. Возможно, возникнут общения и важные решения, касающиеся профессиональных дел. На людей могут возлагать тяжелую работу или серьезные обязанности, которые могут обременить разум и, возможно, подрывать их жизненные силы. Серьезные обязанности могут возникнуть из-за друзей, групп или организаций, или в связи с личными долгосрочными целями. Люди, недостаточно зрелые для конструктивного отклика на этот транзит, могут стать беспокойными, умственно угнетенными и трусливыми, и в результате развивают негативную ментальную позицию, которая временно закрывает двери к счастью, росту и развитию. Серьезные общения, возможно, будут иметь место со старыми людьми, занимающими официальные посты, с братьями, сестрами, соседями, друзьями и сослуживцами. Этот транзит часто совпадает с подписанием контрактов и составлением важных профессиональных или деловых соглашений. Человек может быть вовлечен в составление бумаг или важных докладов, касающихся денежных или профессиональных дел. Это благоприятный транзит для математиков, инженеров, ученых, дизайнеров, исследователей и специалистов по научной организации труда. Если это соединение получает стрессовые аспекты, то перенапряжение или беспокойство могут привести к плохому здоровью и безработице.

# TransitMercuryConjunctionSun
source: When Mercury in transit connects to the natal Sun, the effects are the same as when the Sun in transit connects to Mercury, but less prolonged, unless Mercury is stationary or retrograde. This is a favorable period for communicating with people with power and authority. This transit provides inspiration to writers, teachers, lecturers, scientists, and those whose work requires creative mental acumen. The above-mentioned activities will be inspired by new sensations or diverse communication.
ru_ru: Когда транзитный Меркурий соединяется с натальным Солнцем, то воздействия такие же, как при транзитном Солнце в соединении с Меркурием, но менее продолжительные, если только Меркурий не будет стационарным или ретроградным. Это благоприятный период для общения с людьми, обладающими властью и авторитетом. Этот транзит дает вдохновение писателям, учителям, лекторам, ученым и тем, чья работа требует творческой умственной проницательности. Вышеназванные деятельности будут вдохновляться новыми ощущениями или разнообразным общением.
