Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

# TransitNeptuneConjunctionPluto
source: This transit is characterized by the exploration of the subconscious mind and, in some cases, seemingly supernatural or miraculous phenomena. This period can stimulate latent occult and intuitive abilities and lead to intuitive, clairvoyant, or mystical experiences that alter the level of awareness. Some act as channels for spiritual inspiration and wisdom. In extreme cases, they are trained, witnessed, or subjected to out-of-body experiences, telepathy, premonitions, or memories of past lives. There may be other extraordinary events, for example, you can see UFOs. Transit leads to the need to regenerate the subconscious, to give up old, worn-out emotional attitudes and clues by exploring one's own thoughts and consciously tracing them back to their origin and origin. Important changes in life and personal affairs can be caused by large-scale economic, political, environmental, or cultural forces. Strange and mysterious circumstances can affect combined finances, corporate business, insurance, taxes, inheritance, and alimony. In extreme cases, a native or someone important to him may die in the hospital or under mysterious circumstances. Transiting Pluto in conjunction with natal Neptune has the same meaning. Both transits last a year or more and indicate a period of heightened spiritual awareness.
ru_ru: Этот транзит характерен исследованием подсознания и в некоторых случаях кажущихся сверхъестественными или чудесными явлений. Этот период может стимулировать латентные оккультные и интуитивные способности и привести к интуитивным, ясновидческим или мистическим переживаниям, изменяющим уровень осознанности. Некоторые действуют как каналы для духовного вдохновения и мудрости. В крайних случаях обучаются, являются свидетелями или подвергаются внетелесным переживаниям, телепатии, предчувствиям или воспоминаниями прошлых жизней. Могут быть и иные необычайные события, например, можно увидеть НЛО. Транзит приводит к потребности регенерации подсознания, отказа от старых, износившихся эмоциональных настроев и зацепок путем исследования собственных мыслей и сознательным прослеживанием их до их возникновения и происхождения. Важные изменения в жизни и личных делах могут быть вызваны крупномасштабными экономическими, политическими, экологическими или культурными силами. Странные и таинственные обстоятельства могут влиять на объединенные финансы, корпоративный бизнес, страховки, налоги, наследство и алименты. В крайних случаях, урожденный или некто важный для него может умереть в больнице или при таинственных обстоятельствах. Транзитный Плутон в соединении с натальным Нептуном имеет то же значение. Оба транзита длятся год или более и указывают на период повышенной духовной осознанности.

# TransitNeptuneConjunctionSaturn
source: If you are still very young at this time, the authorities in your life, the way of life and traditions in which you were raised can be divided into two categories. They can either be idealistic in nature, or they can be strange and misleading. If you have reached maturity and a leadership position by the time this aspect is formed, circumstances may prompt you to deepen your experience or find a new approach to applying your power. It is very possible that the traditions and lifestyle that you have followed up to this point will exhaust themselves in the atmosphere of the current events of your life. It is likely that government officials will be positively or negatively influenced by their own ideals, and in turn, this will affect your life and work. Transit Neptune in conjunction with natal Saturn has the same meaning as transit Saturn in conjunction with natal Neptune, but it lasts longer and indicates an extended period of secret professional activity and the need for a conscious look at the subconscious. This transit occurs once in a lifetime.
ru_ru: Если в это время вы еще очень молоды, представителей власти в вашей жизни, уклад и традиции, в которых вы были воспитаны, можно разделить на две категории. Они либо могут носить идеалистический характер, либо быть странными и вводящими в заблуждение. Если ко времени образования этого аспекта вы достигли зрелости и руководящего поста, обстоятельства могут побудить вас углубить свой опыт или найти новый подход к применению своей власти. Весьма возможно, традиции и уклад, которым вы следовали до этого момента, исчерпают себя в атмосфере нынешних событий вашей жизни. Вполне вероятно, что представители власти подвергнутся позитивному или негативному воздействию собственных идеалов, и, в свою очередь, это отразится на вашей жизни и деятельности. Транзитный Нептун в соединении с натальным Сатурном имеет тоже значение, что и транзитный Сатурн в соединении с натальным Нептуном, однако длится дольше и указывает на продленный период секретной профессиональной деятельности и потребности сознательного взгляда на подсознание. Этот транзит встречается раз в жизни.

# TransitNeptuneConjunctionSun
source: This period may be accompanied by internal contradictions that come to the fore during this period. You will not be able to clearly define your goals due to the lack of seriousness of your intentions or because they were initially generated by erroneous or unrealistic assumptions. The problems that face you, although they lead you to a dead end, nevertheless help to maintain your image and understand the nature and validity of your claims. During this period, your leadership position, ideals, and personal integrity may suffer or raise doubts. Illusions promote unrealistic ideas and unjustified hopes, which can lead to fanaticism, either on your part or on the part of others. Avoid using drugs, alcohol and other stimulants, but this aspect is negative in all respects. Sensitivity and spiritual consciousness, imagination and inspiration can grow. The conjunction of the transiting Neptune with the natal Sun has basically the same significance as the conjunction of the transiting Sun with the natal Neptune, however, this conjunction lasts about two years longer due to the backward movement. The conjunction of the transiting Neptune with the natal Sun occurs approximately every 104 years, therefore, it cannot occur in the life of every person. When this happens, important mysterious changes occur in human psychology, in his inner consciousness and in the level of spiritual understanding. Many karmic conditions are being implemented, and a person is undergoing important psychological transformations for better or for worse.
ru_ru: Этот период может сопровождаться внутренними противоречиями, которые выступают в этот период на первый план. Вы не сможете четко определить свои цели, из-за недостаточной серьезности ваших намерений или потому, что они изначально были порождены ошибочными или далекими от реальности предпосылками. Проблемы, которые встают перед вами, хотя и заводят вас в тупик, тем не менее, помогают поддержать ваш имидж и понять характер и обоснованность ваших притязаний. В этот период ваше руководящее положение, идеалы и личная целостность могут пострадать или вызвать сомнения. Иллюзии способствуют нереальным идеям и неоправданным надеждам, что может породить фанатизм - либо с вашей стороны, либо со стороны окружающих. Избегайте употребления наркотиков, алкоголя и прочих возбуждающих средств, но негативен этот аспект во всех отношениях. Возможен рост чувствительности и духовного сознания, воображения и вдохновения. Соединение транзитного Нептуна с натальным Солнцем имеет в основном такое же значение, как соединение транзитного Солнца с натальным Нептуном, однако, это соединение длится из-за попятного движения примерно на два года дольше. Соединение транзитного Нептуна с натальным Солнцем происходит примерно каждые 104 года, следовательно, оно не может произойти в жизни каждого человека. Когда это случается, то в психологии человека, в его внутреннем сознании и в уровне духовного понимания происходят важные таинственные перемены. Осуществляются многие кармические условия, человек переживает важные психологические трансформации к лучшему или к худшему.

# TransitNeptuneConjunctionUran
source: During this period, confusion, disorientation, and unrealistic expectations cause noticeable changes in society. Ideals and spiritual goals come into conflict with technical and economic considerations, and almost any event is possible. Of course, in the end, this conflict determines significant changes in the current order of things and how events in society affect your life. Different generations experience this aspect at different ages. This aspect is of interest to us because it allows us to study historical events in the lives of generations of the past and predict potential changes for generations of the future. Transit Neptune in conjunction with natal Uranus has the same meaning as transit Uranus in conjunction with natal Neptune. Both transits last about a year or more and mean an extended period of inner, intuitive change and development.
ru_ru: В этот период замешательство, дезориентация и нереалистические ожидания вызывают заметные перемены в обществе. Идеалы и духовные цели вступают в конфликт с техническими, и экономическими соображениями - при этом возможны почти любые события. Разумеется, в конечном итоге этот конфликт определяет существенные изменения сложившегося порядка вещей и того, как события в обществе влияют на вашу жизнь. Различные поколения испытывают воздействие этого аспекта в разном возрасте. Для нас этот аспект представляет интерес потому, что позволяет изучить, исторические события в жизни поколений прошлого и предсказать потенциальные перемены для поколений будущего. Транзитный Нептун в соединении с натальным Ураном имеет то же значение, что и транзитный Уран в соединении с натальным Нептуном. Оба транзита длятся около года или более и означают продолжительный период внутренних, интуитивных перемен и развития.

# TransitNeptuneConjunctionVenus
source: During this period, the focus is on your views and behavior in society, your business and marriage partners, your allies, romantic interests and girlfriends. A richer imagination, sensitivity, and instincts that you will develop during this period will contribute to a close and successful relationship, but there may also be misunderstandings, confusion, obsession, or paranoia that will hinder your success with others. You will lack the ability to evaluate yourself and other people, and your ideals and expectations may turn out to be unrealistic. The very likely disappointments and deceptions of this period will lead to failures in the field of joint ventures, artistic projects, legal processes and romantic adventures. Your talent and ability to appreciate art and beauty can be revealed in its entirety. The pursuit of physical pleasures, luxury, and wealth these days can become disastrous if you forget about prudence and moderation. Negative circumstances can cause the collapse of your entire value system, and positive circumstances can help you create a new, more orderly version of that system. The conjunction of transiting Neptune with radical Venus has the same meaning as transiting Venus in conjunction with natal Neptune, but lasts a year or more and can happen once in a lifetime.
ru_ru: В этот период в фокусе внимания оказываются ваши взгляды и поведение в обществе, ваш деловой партнер и партнер в браке, ваши союзники, романтические увлечения и подруги. Более богатое воображение, чувствительность и инстинкты, которые разовьются у вас в этот период, будут способствовать близким и успешным взаимоотношениям, но возможны и недоразумения, путаница, одержимость или паранойя, которые будут препятствовать вашему успеху у окружающих. Вам будет не хватать способности оценить себя и других людей, а ваши идеалы и ожидания могут оказаться нереалистичными. Весьма вероятные разочарования и обманы этого периода приведут к неудачам в сфере совместных предприятий, артистических проектов, юридических процессов и романтических приключений. Ваш талант и способность ценить искусство и красоту могут раскрыться во всей своей полноте. Погоня за физическими удовольствиями, роскошью и богатством в эти дни может стать губительной, если вы забудете о благоразумии и умеренности. Негативные обстоятельства могут вызвать крушение всей вашей системы ценностей, а позитивные - помочь вам создать новый, более упорядоченный вариант этой системы. Соединение транзитного Нептуна с радикальной Венерой имеет то же значение, что и транзитная Венера в соединении с натальным Нептуном, но длится год или больше и может случиться однажды в жизни.

# TransitNeptuneOppositionJupiter
source: Your spiritual growth, intellectual aspirations, and economic prosperity will be hindered by the negative effects of deception, disorganization, and unrealistic hopes at this time. The specifics of the occurrence of potentially disastrous events under the current circumstances depend on your age, maturity, and character. The important thing is that you will need courage, logic, and common sense to avoid the serious consequences of hasty actions and rash conclusions. This is a dangerous time for those who are capable of becoming victims of drugs, false promises, bigotry and deceptive advertising. Transiting Neptune in opposition to radical Jupiter has the same meaning as transiting Jupiter in opposition to radical Neptune, but a longer duration and indicates an extended period of exposure to self-deception. Transit occurs only once in a person's life.
ru_ru: Вашему духовному росту, интеллектуальным стремлениям и экономическому процветанию будет препятствовать негативное влияние обмана, дезорганизации и нереальных надежд в это время. Особенности возникновения потенциально губительных событий при нынешних обстоятельствах зависят от вашего возраста, зрелости и характера. Важно то, что вам потребуются отвага, логика и здравомыслие, чтобы избежать серьезных последствий поспешных действий и необдуманных выводов. Это опасное время для тех, кто способен стать жертвой наркотиков, лживых обещаний, фанатизма и обманчивой рекламы. Транзитный Нептун в оппозиции к радикальному Юпитеру имеет то же значение, что и транзитный Юпитер в оппозиции к радикальному Нептуну, но большую длительность и указывает на продленный период подверженности самообману. Транзит встречается лишь раз в жизни человека.

# TransitNeptuneOppositionMars
source: During this period, physical effort and activity acquire the annoying property of absolute hopelessness. Physical strength and energy are undermined by laziness and other negative factors. In addition, you may lose your job for reasons that you will not be able to fully understand. Physical actions will be seriously spoiled by impulsive impulses, so you should not become the culprit of erroneous ideas that provoke revenge. There will be malfunctions in the mechanism of cars and other means of transport, including boats, that no one will be able to identify and eliminate. This period is extremely unfavorable for risky activities, since you hardly understand what you are up against. The men you keep in touch with may feel confused, and your relationships and activities with men in general will be accompanied by scandals, distrust, or deception. Traveling on or above water will be risky, as will practicing water sports. Transiting Neptune in opposition to natal Mars has the same meaning as transiting Mars in opposition to radical Neptune, but it lasts much longer and marks a prolonged period of emotional turmoil in the relationship. Unpleasant experiences may also occur at this time. Transit occurs only once in the average life span of a person.
ru_ru: В этот период физические усилия и деятельность обретают досадное свойство абсолютной безнадежности. Физическую силу и энергию подтачивает лень, другие негативные факторы. Кроме того, вероятна потеря работы по причинам, которые вы не сумеете полностью понять. Физические действия будут серьезно испорчены импульсивными порывами, поэтому не следует становиться виновником ошибочных идей, провоцирующих мщение. В механизме автомобилей и других средств транспорта, в том числе лодок, возникнут неисправности, которые никто не сумеет выявить и устранить. Этот период чрезвычайно неблагоприятен для рискованной деятельности, поскольку вы вряд ли понимаете, против чего выступаете. Мужчины, с которыми вы поддерживаете контакты, могут ощутить замешательство, а ваши взаимоотношения и деятельность с мужчинами в целом будут сопровождаться скандалами, недоверием или обманами. Путешествия по воде или над водой будут рискованными, как и занятия, водными видами спорта. Транзитный Нептун в оппозиции с натальным Марсом имеет то же значение, что и транзитный Марс в оппозиции к радикальному Нептуну, однако длится гораздо дольше и знаменует продолжительный период эмоциональной сумятицы в отношениях. В это время также могут возникать неприятные переживания. Транзит встречается только раз за среднюю продолжительность жизни человека.

# TransitNeptuneOppositionMercury
source: During this period, the likelihood of misunderstandings and misunderstandings increases, and the inability to organize your thoughts and ideas will become a source of endless irritation if you try to make sense of the facts and figures. Records of sales and other transactions, as well as any other records, are highly likely to contain errors, fraud, and losses. At this time, strange ideas bordering on fanaticism may arise. Traveling often turns out to be useless, even if you have undertaken it with specific goals or intentions. This period is unfavorable for traveling on or over water. Any contacts you have established - friendly, business, social - weaken and may even cease. Education, professional training, and the development and use of basic skills will be a waste of time or will not serve the intended purposes. Good-neighborly relations may disintegrate, or they will lose their meaning. It is necessary to show determination, prudence and stay close to those people who are able to identify inaccuracies, errors or misconceptions. Take precautions against pneumonia, pleurisy, dropsy, and possible injuries to the organs of hearing and other senses. The opposition of transit Neptune with natal Mercury has the same meaning as transit Mercury in opposition with natal Neptune, but lasts for a year or more and indicates a prolonged period of mental, psychological confusion and the need for realistic thinking. This transit occurs once in a person's lifetime.
ru_ru: В этот период возрастает вероятность недоразумений и недопониманий, а неспособность организовать свои мысли и идеи станет источником бесконечного раздражения, если вы попытаетесь осмыслить цифры и факты. В записи о продажах и других сделках, а также в любых других записях высока вероятность ошибок, возможны мошенничество и потери. В это время могут возникнуть странные, граничащие с фанатизмом идеи. Путешествия зачастую оказываются бесполезными, даже если вы предприняли их с определенными целями или намерениями. Этот период неблагоприятен для путешествий по воде или над водой. Любые контакты, установленные вами - дружеские, деловые, светские, ослабевают и даже могут прекратиться. Образование, профессиональная подготовка, развитие и использование основных навыков станут пустой тратой времени или не послужат намеченным целям. Возможен распад добрососедских отношений, или же они потеряют свой смысл. Необходимо проявлять решимость, рассудительность и держаться поближе к тем людям, которые способны выявлять неточности, ошибки или заблуждения. Примите меры предосторожности против пневмонии, плеврита, водянки и возможных травм органов слуха и других органов чувств. Оппозиция транзитного Нептуна с натальным Меркурием имеет то же значение, что и транзитный Меркурий в оппозиции с натальным Нептуном, но длится год или более и указывает на длительный период умственного, психологического смущения и необходимости реалистического мышления. Этот транзит происходит раз в течение жизни человека.

# TransitNeptuneOppositionMoon
source: Self-pity, guilt, and deception will become ubiquitous. Desires and needs will be hindered by physical weaknesses and addictions. We can only hope that you have the maturity and common sense to have a positive impact on your own behavior and views during a troubled period in this astrological setting. This period is unfavorable for the emotional life, home environment, family ties, women and children in your life. You may experience unexplained and unreasonable outbursts of resentment and bad mood. Emotional commitment will lack enthusiasm and depth. Perhaps you will be drawn into a secret emotional connection. Your desires are not destined to come true these days, and if they do, they will not bring you the expected satisfaction and happiness. Under the influence of this period, you will learn to more steadfastly endure losses (or threats of losses) in your emotional life and other areas. At this time, there is a risk of water or gas leaks in your home. The current period is clearly unfavorable for buying real estate, especially houses located near the water. Your health will be affected: food poisoning, food allergies, swelling or dehydration are possible. You are more susceptible to the negative effects of anesthetics, drugs, and alcohol, and you may develop a number of physical ailments that are difficult to diagnose. The opposition of the transiting Neptune with the radical Moon has the same significance as the transiting Moon in opposition with the natal Neptune, but lasts for at least a year, indicating a long period of emotional and mental confusion. This transit occurs only once during a person's lifetime.
ru_ru: Жалость к себе, чувство вины и обман станут вездесущими. Желаниям и потребностям помешают физические слабости и пристрастия. Остается надеяться, что вам хватит зрелости и здравого смысла, чтобы оказать позитивное влияние на собственное поведение и взгляды в беспокойный период при данной астрологической обстановке. Этот период неблагоприятен для эмоциональной жизни, домашней обстановки, семейных уз, женщин и детей в вашей жизни. Вы можете испытать необъяснимые и беспричинные вспышки обидчивости и скверного настроения. Эмоциональным обязательствам будет недоставать энтузиазма и глубины. Возможно, вы будете втянуты в тайную эмоциональную связь. Вашим желаниям в эти дни не суждено исполниться, а если они и сбудутся, то не принесут вам ожидаемого удовлетворения и счастья. Под влиянием этого периода вы научитесь более стойко переносить потери (или угрозы потерь) в эмоциональной жизни и прочих сферах. В это время возникает опасность утечек воды или газа в вашем доме. Нынешний период явно неблагоприятен для покупки недвижимости, особенно домов, расположенных у воды. Ваше здоровье пошатнется: возможны пищевые отравления, пищевые аллергии, отеки или обезвоживание организма. Вы более подвержены негативному воздействию анестезирующих препаратов, наркотиков и алкоголя, у вас может развиться ряд физических недомоганий, трудно поддающихся диагностике. Оппозиция транзитного Нептуна с радикальной Луной имеет такое же значение, что и транзитная Луна в оппозиции с натальным Нептуном, но длится по крайней мере год, указывая на длительный период эмоционального и психического замешательства. Этот транзит происходит лишь раз в течение жизни человека.
