Repository: zaharoves/AstroTBotService
Catalog: AstroTBotService/Resources/Resources.*.resx
Languages: ru_ru

source: Cancel
ru_ru: Отмена

source: Change
ru_ru: Изменить

source: Change birth date
ru_ru: Изменить дату рождения

source: Change birth location
ru_ru: Изменить место рождения

source: Choose birth day
ru_ru: Выберите день Вашего рождения

source: Choose birth hour
ru_ru: Выберите час Вашего рождения

# ChooseBirthLocation
source: Choose birth location. Click on 📎 next to the message entry. Then select "Location". After selecting it, click "Send location".
ru_ru: Выберите место Вашего рождения. Для этого нажмите на 📎 рядом с вводом сообщения. После чего выберите "Геопозиция". После выбора нажмите "Отправить геопозицию".

source: Choose birth minute
ru_ru: Выберите минуту Вашего рождения

source: Choose birth month
ru_ru: Выберите месяц Вашего рождения

source: Choose birth year
ru_ru: Выберите год Вашего рождения

source: Choose language
ru_ru: Выберите язык

source: Choose time zone
ru_ru: Выберите часовой пояс Вашего рождения

source: Conjunction
ru_ru: Соединение

# FillYourBirthDate
source: Please fill in your date of birth
ru_ru: Необходимо заполнить дату Вашего рождения

# ForecastProccessing
source: Please wait, forecast proccessing...
ru_ru: Прогноз на сегодня в процессе расчета, пожалуйста подождите...

source: Jupiter
ru_ru: Юпитер

source: Language
ru_ru: Язык

source: Latitude
ru_ru: Широта

source: Longitude
ru_ru: Долгота

source: Mars
ru_ru: Марс

source: Mercury
ru_ru: Меркурий

source: Moon
ru_ru: Луна

source: Natal aspects info
ru_ru: Аспекты натальной карты

# NatalChartButton
source: Get a birth chart
ru_ru: Натальная карта

source: Natal houses info
ru_ru: Дома натальной карты

# NatalJupiterConjunctionNeptune
source: Jupiter in conjunction with natal Neptune makes you a devoted, generous, ethical and spiritual person. You are enthusiastic and optimistic about becoming a better person and improving the world. This idealistic connection allows you to understand abstract theories and integrate them into your comprehensive knowledge. Your adventurous spirit can lead to numerous trips and unique experiences. Transcendental, religious, and mystical experiences are likely, which may lead to belief in an afterlife and reincarnation. You might want to learn about various spiritual belief systems and methods such as astrology, meditation, or alternative healing. You may also feel that you have a unique destiny or a spiritual message to share. Jupiter in conjunction with Neptune can also make you a very controversial person associated with scandals, gossip and intrigue. You have a fantastic imagination and a willingness to believe in anything, but excessive optimism should be avoided. Although you are more than average lucky, you should avoid gambling. The tendency to see only the positive side of any situation can lead to losses and embarrassment.
ru_ru: Юпитер в соединении с натальным Нептуном делает вас преданным, щедрым, этичным и духовным человеком. Вы полны энтузиазма и оптимистичны по поводу того, чтобы стать лучшим человеком и улучшить мир. Это идеалистическое соединение позволяет вам понимать абстрактные теории и объединять их в свои всеобъемлющие знания. Ваш авантюрный дух может привести к многочисленным путешествиям и уникальным впечатлениям. Вероятны трансцендентные, религиозные и мистические переживания, которые могут привести к вере в загробную жизнь и реинкарнацию. Возможно, вы захотите узнать о различных системах духовных верований и методах, таких как астрология, медитация или альтернативное исцеление. Вы также можете чувствовать, что у вас есть уникальная судьба или духовное послание, которым вы можете поделиться. Юпитер в соединении с Нептуном также может сделать вас очень противоречивым человеком, связанным со скандалами, сплетнями и интригами. У вас фантастическое воображение и готовность верить во что угодно, но следует избегать чрезмерного оптимизма. Хотя вам повезло больше среднего, вам следует избегать азартных игр. Склонность видеть только положительную сторону любой ситуации может привести к потерям и смущению.

# NatalJupiterConjunctionPluto
source: Jupiter in conjunction with Pluto in the natal chart gives a strong need to leave your mark on the world. You want power and influence, and you have ambitious plans to succeed at the highest levels. Your intense drive and ambition make you determined, persistent, and sometimes ruthless. Failures and failures don't discourage you like other people do. You see opportunities in every challenge and use this experience to improve your skills and change your plans. Constant growth and adaptation is your path to personal mastery and prosperity. You're lucky, but don't take your luck for granted. You should strive to be generous, but never greedy. It would be better to act morally and ethically and not let your strength and success turn your head. This aspect can make you very strong very quickly before you have the wisdom and humility to use it safely. Before you accumulate power and wealth, you need extensive knowledge and spiritual development. Never think that you are too smart to learn from your teachers. Before you can have power, you must submit to it. It's okay to be driven, but remember that you can't become obsessed, passionate, or complacent. You are lucky and you are able to change the world for the better and influence many people. You will become richer if you make friends along the way, not enemies.
ru_ru: Юпитер в соединении с Плутоном в натальной карте дает сильную потребность оставить свой след в мире. Вы хотите власти и влияния и строите амбициозные планы, чтобы добиться успеха на самых высоких уровнях. Ваша сильная напористость и амбиции делают вас решительным, настойчивым, а иногда и безжалостным. Неудачи и неудачи не обескураживают вас, как других людей. Вы видите возможности в каждом вызове и используете этот опыт, чтобы усовершенствовать свои навыки и изменить свои планы. Постоянный рост и адаптация — ваш путь к личному мастерству и процветанию. Вам повезло, но не стоит воспринимать свою удачу как нечто само собой разумеющееся. Вы должны стремиться быть щедрыми, но никогда не жадными. Было бы лучше действовать морально и этично и не позволять своей силе и успеху вскружить вам голову. Этот аспект может очень быстро сделать вас очень сильным, прежде чем у вас появится мудрость и смирение, чтобы использовать его безопасно. Прежде чем вы накопите власть и богатство, необходимы обширные знания и духовное развитие. Никогда не думайте, что вы слишком умны, чтобы учиться у своих учителей. Прежде чем вы сможете обладать властью, вы должны подчиниться ей. Быть движимым — это нормально, но помните, что нельзя стать одержимым, страстным или самодовольным. Вам повезло и вы способны изменить мир к лучшему и повлиять на многих людей. Вы станете богаче, если на своем пути приобретете друзей, а не врагов.

# NatalJupiterConjunctionSaturn
source: Jupiter combined with Saturn in the natal chart makes you a strong-willed and proud person determined to succeed. This generally positive aspect combines patience with enthusiasm, common sense and commitment. You are probably very productive and successful, but the degree of your success may depend on related aspects and fixed stars. A well–defined career path is your key to success. You are well organized and systematically gain the education and experience you need to achieve your goals. You understand that there are no shortcuts to victory, and you tend to keep a reasonable pace. However, when things don't go your way, you can become impatient, inflexible, or stubborn. Don't hold onto frustration and resentment, because eventually you'll lose your temper. Losing your typical low-key appearance will damage your reputation and prospects. It is better to remove any accumulation of tension through creative self-expression and controlled self-affirmation. On the other hand, this aspect can sometimes make you too conservative. You should always believe in your abilities and trust your instincts. At your best, you are full of enthusiasm and optimism, calm, confident and disciplined. Hard work, education and life experience will give you a solid foundation for further growth and success. The reliable structures that you will build will support your family and bring you happiness and satisfaction. You can set an example and teach authoritatively.
ru_ru: Юпитер в соединении с Сатурном в натальной карте делает вас волевым и гордым человеком, решившим добиться успеха. Этот в целом положительный аспект сочетает в себе терпение с энтузиазмом, здравый смысл и стремление. Вы, вероятно, очень продуктивны и преуспеваете, но степень вашего успеха может зависеть от сопутствующих аспектов и неподвижных звезд. Четко определенный карьерный путь – ваш ключ к успеху. Вы хорошо организованы и систематически приобретаете образование и опыт, необходимые для достижения своих целей. Вы понимаете, что нет коротких путей к победе, и, как правило, придерживаетесь разумного темпа. Однако, когда дела идут не так, как вам хочется, вы можете стать нетерпеливым, непреклонным или упрямым. Не держитесь за разочарование и обиду, потому что в конечном итоге вы выйдете из себя. Потеря типичного сдержанного внешнего вида повредит вашей репутации и перспективам. Лучше снять любое накопление напряжения посредством творческого самовыражения и контролируемого самоутверждения. С другой стороны, этот аспект иногда может сделать вас слишком консервативным. Вы всегда должны верить в свои способности и доверять своим инстинктам. В своих лучших проявлениях вы полны энтузиазма и оптимизма, спокойны, уверены в себе и дисциплинированы. Упорный труд, обучение и жизненный опыт дадут вам прочную основу для дальнейшего роста и успеха. Надежные структуры, которые вы построите, поддержат вашу семью и принесут вам счастье и удовлетворение. Вы можете подавать пример и авторитетно учить.

# NatalJupiterConjunctionUran
source: Jupiter in conjunction with Uranus in the natal chart gives you a strong need for freedom, and you hate being restricted in any way. This will make you a fast, energetic learner and enthusiastic to try as many new experiences as possible. Your strong need for new and original activities may prevent you from sticking to a daily routine and structured programs. You may have strong anti-establishment beliefs, or you may be interested in social reform or politics. You are also open-minded and happy to let others do what they want, as long as they don't try to control you. This aspect is related to a liberal worldview, and you should also be tolerant of other belief systems and points of view. Sudden and unexpected fame and fortune are possible.
ru_ru: Юпитер в соединении с Ураном в натальной карте дает сильную потребность в свободе, и вы ненавидите, когда вас каким-либо образом ограничивают. Это сделает вас быстрым, энергичным учеником и энтузиазмом попробовать как можно больше новых впечатлений. Ваша сильная потребность в новых и оригинальных занятиях может помешать вам придерживаться распорядка дня и структурированных программ. У вас могут быть сильные убеждения против истеблишмента, вы заинтересованы в социальных реформах или политике. Вы также непредвзяты и рады позволить другим делать то, что они хотят, при условии, что они не пытаются вас контролировать. Этот аспект связан с либеральным мировоззрением, и вам также следует быть терпимым к другим системам убеждений и точкам зрения. Возможна внезапная и неожиданная слава и богатство.

# NatalJupiterOppositionNeptune
source: Jupiter – Neptune. Insincere, without intention, absent-minded, promising things they can't promise. Unreliable and unrealistic if there are no other factors. There is a flaw in the signs and houses in which Jupiter and Neptune are located. In the worst case, religious arrogance, it all depends on the position of Mercury and Saturn. There is usually a tendency towards religious mysticism and the concept of faith is distorted. Idealism does not bring people any practical benefit. They are generous and willing to help, but they lack the ability to judge. Sentimentality and excessive emotionality make others unhappy. They are vulnerable to the influence of a cult. They feel spiritually chosen. They dream of unusual trips. Aspects of religious pilgrimage. The danger comes from gases, fumes, drugs, alcohol. They have little practical experience and face obstacles in financial and social matters.
ru_ru: Юпитер – Нептун. Неискренние, без намерения, рассеянные, обещающие то, чего обещать не могут. Ненадежно и нереально, если нет других факторов. Есть изъян в знаках и домах, в которых расположены Юпитер и Нептун. В худшем случае – религиозное высокомерие, все зависит от положения Меркурия и Сатурна. Обычно наблюдается склонность к религиозному мистицизму и искажено понятие веры. Идеализм не приносит людям никакой практической пользы. Они щедры и готовы помочь, но им не хватает способности судить. Сентиментальность и чрезмерная эмоциональность делают окружающих несчастными. Уязвимы для влияния культа. Они чувствуют себя духовно избранными. Они мечтают о необычных путешествиях. Аспекты религиозного паломничества. Опасность исходят от газов, паров, наркотиков, алкоголя. Имеют мало практического опыта и сталкиваются с препятствиями в финансовых и социальных вопросах.

# NatalJupiterOppositionPluto
source: Jupiter – Pluto. They impose their worldview on others and believe that spiritual reform is a sacred duty. Those who refuse to budge will come into conflict with them. Lust for power and money often leads to dirty tricks. They don't get recognition because of disharmony in their relationships with people. Vanity and lack of humility make them unpleasant. If they go too far in this, it will hurt them. They rarely agree with generally accepted rules of behavior. Self-will gives them the illusion of power, but the consequences are increasingly difficult to deal with. They believe in their principles, allow exaggeration and overbearingness. At the same time, they can be adventurers or players. They constantly balance between excessive self-confidence and deep doubts. Experience has become a continuous teacher for them. They tend not to use others for personal gain.
ru_ru: Юпитер – Плутон. Они навязывают другим свое мировоззрение и считают, что духовная реформа — священный долг. Те, кто откажется сдвинуться с места, вступят с ними в конфликт. Жажда власти и денег часто приводит к грязным выходкам. Они не получают признания из-за дисгармонии в отношениях с людьми. Тщеславие и отсутствие смирения делают их неприятными. Если они зайдут в этом слишком далеко, это им навредит. Редко соглашаются с общепринятыми правилами поведения. Самоволие дает им иллюзию власти, но с последствиями все сложнее справиться. Они верят в свои принципы, допускают преувеличение и властность. В то же время, могут быть авантюристами или игроками. Постоянно балансируют между чрезмерной уверенностью в себе и глубокими сомнениями. Опыт стал для них непрерывным учителем. Они стремятся не использовать других ради личной выгоды.

# NatalJupiterOppositionSaturn
source: Jupiter in opposition to Saturn leads to problems in the profession, marriage, friendship, religious field and in the team. Their serious obligations and authority depend on how they fulfill them. They often have to take on tasks that they are not yet ready to solve. Due to poor planning and time management skills, they face financial and professional difficulties. If there are no other hints, then they have little imagination. They are not flexible, tend to be conservative, and fear stagnation and monotony. Ambitious dreams come true with difficulty due to inability, failures, or lack of chances. They rarely find satisfaction in their work, because they work only when necessary. They often have to adapt to the routine and take a subordinate position. To achieve something successfully, they have to sacrifice their personal ideals in favor of the demands of the job. No one helps them in this process. There is only one choice - either to adapt or to suffer, and by adapting, they become a narrow-minded person. They are tongue-tied and traditional about religion. Their behavior is often hypocritical. They face obstacles on the way to higher education. Their lives are full of hardships and struggles, even when they achieve modest goals. They are prone to depression and denial of any optimism. Their parents are intolerant and tyrants. They are in real danger of encountering legal difficulties and difficulties abroad.
ru_ru: Юпитер в оппозиции к Сатурну приводит к проблемам в профессии, браке, дружбе, на религиозном поприще и в коллективе. Их серьезные обязательства и авторитет зависят от того, как они их выполняю. Часто им приходится браться за задачи, которые они еще не готовы решать. Из-за плохого планирования и умения распределять время у них возникают финансовые и профессиональные трудности. Если нет других намеков, то у них мало фантазии. Они не гибкие, склонны к консерватизму и опасаются стагнации и монотонности. Честолюбивые мечты исполняются со сложностью из-за неспособности, неудач или отсутствия шансов. В своей работе они редко находят удовлетворение, поскольку работают только по необходимости. Часто им приходится приспосабливаться к рутине и занимать подчиненную позицию. Для успешной реализации чего-то, им приходится пожертвовать своими личными идеалами в пользу требований работы. Никто не помогает им в этом процессе. Выбор один - либо приспособиться, либо мучиться, и приспосабливаясь, они становятся узколобым человеком. К религии они относятся косноязычно и традиционно. Часто их поведение бывает лицемерным. У них возникают преграды на пути к высшему образованию. Их жизнь полна лишений и борьбы, даже при достижении скромных целей. Они склонны ко впадению в депрессию и отрицанию всякого оптимизма. Их родители нетерпимы и тираны. У них существует реальная опасность столкнуться с правовыми трудностями и трудностями за границей.

# NatalJupiterOppositionUran
source: The aspect between Jupiter and Uranus indicates an uncontrollable desire for new experiences, especially in the financial and religious spheres. Their thirst for development often requires significant investments, which can lead to financial difficulties. If this aspect is accompanied by the square of Mars, then great optimism and trustfulness are added, which can make them vulnerable to the machinations of other people. They show a high degree of idealism and good mood, but too often they base their plans on unrealistic assumptions. They also show an interest in unusual religious cults and practices, which makes them unusual in the eyes of others. Their views on religion, upbringing, philosophy, and law often cause controversy, and they stubbornly adhere to their beliefs. They are also prone to wandering and unexpected journeys that rarely benefit them. Inappropriate behavior with friends and lack of diplomacy can also be the cause of failures in their lives. They often become a source of constant conflict. This aspect is like a soap bubble that bursts at the lightest touch. They promise more than they can fulfill, and they may become victims of other people's manipulations.
ru_ru: Аспект между Юпитером и Ураном указывает на неуправляемое стремление к новым опытам, особенно в финансовой и религиозной сферах. Их жажда развития часто требует значительных инвестиций, что может привести к финансовым трудностям. Если этому аспекту сопутствует квадрат Марса, то добавляется большой оптимизм и доверчивость, что может сделать их уязвимыми для махинаций других людей. Они проявляют высокую степень идеализма и хорошего настроения, но слишком часто строят свои планы на нереалистических предпосылках. Они также проявляют интерес к необычным религиозным культам и практикам, что делает их нестандартными в глазах окружающих. Их взгляды на религию, воспитание, философию и право часто вызывают противоречия, и они упорно придерживаются своих убеждений. Они также склонны к странствиям и неожиданным путешествиям, которые редко приносят им выгоду. Неправильное поведение с друзьями и недипломатичность могут также быть причиной неудач в их жизни. Они часто становятся источником постоянных конфликтов. Этот аспект подобен мыльному пузырю, который лопается от самого легкого касания. Они обещают больше, чем могут выполнять, и могут стать жертвами манипуляций других людей.

# NatalJupiterSextileNeptune
source: The combination of Jupiter and Neptune gives a person an extraordinary imagination and vivid perception of the world around them. They are open to mystical and spiritual ideas, committed to religion, philosophy, and art. However, sometimes their emotionality and romanticism can surpass the practical side of life. They may need the support of Mercury and Saturn to fulfill their altruistic aspirations. People with Jupiter and Neptune in the sextile have great love for their neighbors and often receive support from friends and family. Some of them may give themselves up to religious principles and join a monastic monastery, just to find inner peace. The intersection of the constellations Jupiter and Neptune gives a person wisdom, deep understanding and rich imagination. They have high moral and spiritual ideals, and are also interested in spiritual matters. With this aspect, people also have commercial abilities and achieve material prosperity. However, there is a negative side to this combination - sometimes these people are very disconnected from reality. They strive to see each person in the best possible light and justify everything and everyone around them. Sometimes they don't want to see the darker and darker sides of life.
ru_ru: Сочетание Юпитера и Нептуна придает человеку необычайное воображение и живое восприятие окружающего мира. Они открыты для мистических и духовных идей, привержены религии и философии, искусству. Однако, иногда их эмоциональность и романтичность могут превзойти практическую сторону жизни. Для осуществления своих альтруистических стремлений им может требоваться поддержка Меркурия и Сатурна. Люди с Юпитером и Нептуном в секстиле обладают большой любовью к ближним и часто получают поддержку от друзей и родных. Некоторые из них могут отдаться религиозным принципам и присоединиться к монастырской обители, просто для обретения внутреннего покоя. Пересечение созвездий Юпитер и Нептун придает человеку мудрость, глубокое понимание и богатое воображение. Они обладают высокими нравственными и духовными идеалами, а также интересуются духовными вопросами. При наличии этого аспекта, люди также имеют коммерческие способности и достигают материального достатка. Однако, есть и отрицательная сторона этого сочетания - иногда эти люди весьма оторваны от реальности. Они стремятся видеть каждого человека в лучшем свете и оправдывать все и всех вокруг себя. Иногда они не хотят видеть более мрачные и темные стороны жизни.
